Repository: makara/Dont-Starve-Together-Docker-Cluster
Catalog: mods/workshop-1467214795/languages/*.po
Languages: ia_es

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GOATMILK
source: Can I make this into cheese?
ia_es: ¿Puedo hacer queso con esto?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PEACOCK
source: Pea-ka-boo!
ia_es: ¡Peekaboo!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SUNKEN_BOAT_TRINKET_4
source: Sea what?
ia_es: ¿Qué es lo que estoy viendo?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.KRAMPUS
source: What the devil!
ia_es: ¡Qué demonios!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RATATOUILLE
source: A veritable village of vegetables!
ia_es: ¡Una verdadera villa de vegetales!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PIGHOUSE.BURNT
source: Mmmm BBQ!
ia_es: ¡Mmmm barbacoa!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: Yoo hoo! Anybody home?
ia_es: ¡Iujuu! ¿Hay alguien en casa?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PIGHOUSE.GENERIC
source: Can I blow this down?
ia_es: ¿Podré derribarla de un soplido?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PIGHOUSE.FULL
source: Looks like more than 3 little piggies in there.
ia_es: Parecen ser más que 3 pequeños cerditos ahí.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BEARGERVEST
source: Furry refuge from the elements.
ia_es: Peludo refugio de los elementos del clima.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ROCK_ICE_MELTED
source: It's just liquid now.
ia_es: Ahora es sólo líquido.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.KNIGHT_NIGHTMARE
source: Effroyable!
ia_es: ¡Espantoso!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_MUD
source: It's like an ingredient for the ground.
ia_es: Algo parecido a un ingrediente para el suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WOODLEGS_CAGE
source: Bonjour garcon, can you tell me... oh... I see...
ia_es: Bonjour garcon, ¿podrías decirme...? Oh... Ya veo...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SUNKEN_BOAT_TRINKET_1
source: Excuse me?
ia_es: ¿Discúlpeme?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SUNKEN_BOAT_BURNT
source: Yikes! That boat had baaaad luck.
ia_es: ¡Uff! Ese bote tuvo maaaala suerte.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FROGLEGS
source: I'm hopping with excitement!
ia_es: ¡Estoy que salto de emoción!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BIGFISHINGROD
source: A prime ingredient-catcher.
ia_es: Un atrapa-ingredientes de primera.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ELEPHANTCACTUS_STUMP
source: The pickle will fruit again.
ia_es: El pepinillo volverá a dar fruto.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DOUBLE_UMBRELLAHAT
source: Ridiculous! I want one.
ia_es: ¡Ridículo! Quiero uno.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.STUFFEDEGGPLANT
source: Ah, slightly smoky flesh, savory filling!
ia_es: ¡Ah, pulpa ligeramente ahumada, sabroso relleno!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.THULECITE_PIECES
source: A pocketful of thule.
ia_es: Un montón de tule.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.STATUEGLOMMER.EMPTY
source: Ooops...
ia_es: Uuups...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.STATUEGLOMMER.GENERIC
source: Must have been a pretty important... thingy...
ia_es: Debe haber sido una cosa... algo muy importante...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BEARGER_FUR
source: Feels warm.
ia_es: Se siente cálido.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.STALAGMITE_TALL_LOW
source: Rocks to be had.
ia_es: Rocas que podría tener.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ROBIN.GENERIC
source: Good afternoon, sir or madam!
ia_es: ¡Buenas tardes, señor o señora!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ROBIN.HELD
source: It's soft, and surprisingly calm.
ia_es: Es suave, y sorprendentemente tranquilo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RESEARCHLAB2.BURNT
source: The fire seemed to like it.
ia_es: Parece que al fuego le gustó.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RESEARCHLAB2.GENERIC
source: Oh, the things I'll learn!
ia_es: ¡Oh, las cosas que aprenderé!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.STALAGMITE_TALL
source: Rocks to be had.
ia_es: Rocas que podría tener.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GUACAMOLE
source: More like Greatamole!
ia_es: ¡Más bien Supermole!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.VENOMGLAND
source: The worst kind of gland!
ia_es: ¡La peor clase de glándula!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LIVINGLOG
source: Magic building blocks!
ia_es: ¡Bloques de construcción mágicos!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GLOMMERWINGS
source: A tiny delicacy.
ia_es: Un pequeño manjar.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HOTCHILI
source: Spice up my life!
ia_es: ¡Ponle picante a mi vida!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MARSH_BUSH.GENERIC
source: A prickly customer.
ia_es: Un cliente espinoso.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MARSH_BUSH.PICKED
source: Not sure I want to do that again.
ia_es: No estoy seguro de querer hacer eso otra vez.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MARSH_BUSH.BURNING
source: It burns like any other bush.
ia_es: Arde como cualquier otro arbusto.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RAZOR
source: If only I had aftershave...
ia_es: Si tan sólo tuviese loción...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.OBSIDIANMACHETE
source: You can overheat swinging this thing too much.
ia_es: Puedes sobrecalentarte con sólo agitar esta cosa demasiado.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MAGMAROCK
source: This rocks.
ia_es: A rockear.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: Does this mean you are even more war-like than the others?
ia_es: ¿Esto significa que eres aún mas aguerrida que las otras?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: It is having a flashback to the war...
ia_es: Está soñando con guerras pasadas...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SPIDER_WARRIOR.DEAD
source: It knew the risks.
ia_es: Ella conocía los riesgos.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BANDAGE
source: First aid.
ia_es: Primeros auxilios.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HOUND
source: Angry chien!
ia_es: ¡Perro enojado!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRINKET_12
source: I know no recipe that calls for this.
ia_es: No conozco ninguna receta que use esto.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SHADOWSKITTISH_WATER
source: Oh dear.
ia_es: Oh cielos.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ICESTAFF
source: Flash freeze poulet all over the place!
ia_es: ¡Congela todo a su paso!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MUSSEL_COOKED
source: Could use shallots and lemongrass...
ia_es: Quedaría bien con echalotes y hierba de limón...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SPIDEREGGSACK
source: This is probably a delicacy somewhere.
ia_es: Esto probablemente sea un manjar en alguna parte.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PIKE_SKULL
source: Yeeouch!
ia_es: ¡Puaaaaj!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MARSH_PLANT
source: I wonder if it is edible.
ia_es: Me pregunto si es comestible.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SPIDERDEN
source: A spider has to live somewhere, I suppose.
ia_es: Las arañas tienen que vivir en algún lugar, supongo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SPIDER.GENERIC
source: You are not for eating.
ia_es: No eres de comer.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SPIDER.SLEEPING
source: It should make itself a silk pillow.
ia_es: Alguien debería hacer una almohada de seda con ella.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SPIDER.DEAD
source: Good!
ia_es: ¡Bien!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SPEAR_OBSIDIAN
source: Pull the trigger and voila! Dinner is done!
ia_es: ¡Hala el gatillo y voilá! ¡La cena está lista!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SPEARGUN_POISON
source: Would make me sick to use this on good meat.
ia_es: Usar esto en carne buena me enfermaría.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_UNDERROCK
source: It's like an ingredient for the ground.
ia_es: Algo parecido a un ingrediente para el suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MARSH_TREE.BURNT
source: The wood gives off a unique aroma when burned.
ia_es: La madera desprende un aroma único cuando se quema.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MARSH_TREE.CHOPPED
source: There, now you cannot prick anyone.
ia_es: Listo, ya no puedes pinchar a nadie.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MARSH_TREE.GENERIC
source: Would not want to brush up against you.
ia_es: No querría recostarme sobre ti.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MARSH_TREE.BURNING
source: You will not be missed.
ia_es: Nadie te va a extrañar.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ROBOT_PUPPET
source: Surely no one deserves such treatment!
ia_es: ¡De seguro nadie merece ser tratado así!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LIGHTNINGGOAT.GENERIC
source: I had a goat once.
ia_es: Una vez tuve una cabra.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LIGHTNINGGOAT.CHARGED
source: Goat milkshake!
ia_es: ¡Batido de leche de cabra!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRINKET_5
source: A rocketship for ants?
ia_es: ¿Un cohete para hormigas?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SNAKE_FIRE
source: Only thing worse than a snake is a snake on fire.
ia_es: Lo único peor que una víbora es una víbora en llamas.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SWORDFISH_DEAD
source: The grand poisson!
ia_es: ¡El espléndido poisson!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WALL_HAY.BURNT
source: That is what I expected.
ia_es: Es lo que me esperaba.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WALL_HAY.GENERIC
source: Calling it a wall is kind of a stretch.
ia_es: Llamar a esto pared es algo generoso.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SNAKEDEN.BURNT
source: That smoky aroma makes me hungry every time...
ia_es: Ese aroma ahumado hace que me de hambre cada vez...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SNAKEDEN.CHOPPED
source: The shrimpy bush has been de-vined.
ia_es: El arbustito ha sido des-viñado.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SNAKEDEN.GENERIC
source: I wish they were grapevines...
ia_es: Ojalá fuera una parra de uvas...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LANTERN
source: It is my night light.
ia_es: Es mi luz de noche.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRINKET_9
source: Buttons are not so cute.
ia_es: Los botones no son tan lindos.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MOOSEEGG
source: By cracky I think I'll leave this egg quite alone!
ia_es: ¡Qué locura! Creo que dejaré este huevo solo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RESEARCHLAB.BURNT
source: That didn't cook very well.
ia_es: Eso no se cocinó muy bien.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RESEARCHLAB.GENERIC
source: A centre for learning.
ia_es: Un centro para el aprendizaje.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DEVTOOL
source: Efficient, oui?
ia_es: Eficiente, ¿oui?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SLURPER_PELT
source: Wear this? What in heavens for?
ia_es: ¿Usar esto? ¿Con qué propósito?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_SANDY
source: It's like an ingredient for the ground.
ia_es: Algo parecido a un ingrediente para el suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BEEMINE_MAXWELL
source: I pity whoever trips this.
ia_es: Compadezco a quien tropiece con esto.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SLURTLESLIME
source: Nature giveth and grosseth.
ia_es: El asqueroso regalo de la naturaleza.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BABYBEEFALO
source: You will fatten up nicely.
ia_es: Engordarás muy bien.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ELEPHANTCACTUS
source: A big prickly pickle.
ia_es: Un gran pepinillo espinoso.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MARBLEPILLAR
source: I wonder how many counter tops I could get out of this...
ia_es: Me pregunto cuantas encimeras podría hacer con esto...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAVE_BANANA_COOKED
source: Could use oats and chocolate chips...
ia_es: Quedaría bien con avena y chispas de chocolate...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SLURTLEHAT
source: Be the snail.
ia_es: Ser como un caracol.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DUG_BUSH_VINE
source: Now I can put it wherever I want.
ia_es: Ahora puedo ponerlo donde quiera.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SLOTMACHINE
source: Maybe I'll win something tasty?
ia_es: ¿Tal vez ganaré algo delicioso?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SEEDS
source: You may grow up to be delicious one day.
ia_es: Tal vez crezcas para ser algo delicioso algún día.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SKELETON_PLAYER
source: I have a bone to pick with you.
ia_es: ¿Puedes darme una mano?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SHARK_TEETHHAT
source: Look upon your king!
ia_es: ¡Vean a su rey!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SILK
source: Is that sanitary?
ia_es: ¿Eso es higiénico?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SIESTAHUT.BURNT
source: Overcooked.
ia_es: Pasado de cocción.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SIESTAHUT.GENERIC
source: Comes in handy after a big lunch.
ia_es: Es útil luego de un almuerzo grande.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BLUE_CAP_COOKED
source: Could use smoked salt and balsamic vinegar...
ia_es: Le sentaría bien algo de sal ahumada y vinagre balsámico...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BEE.GENERIC
source: Where there are bees, there is honey!
ia_es: ¡Donde hay abejas, hay miel!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BEE.HELD
source: Hi, honey.
ia_es: Hola, miel.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MERMFISHER
source: You bring the sea with you.
ia_es: Traes el mar contigo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FROGGLEBUNWICH
source: Ah, French cuisine!
ia_es: ¡Ah, cuisine française!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BOAT
source: To cross the open water.
ia_es: Para surcar aguas abiertas.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SHOVEL
source: I'm not the landscaping type.
ia_es: No soy muy jardinero.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ARMORSLURPER
source: My appetite wanes...
ia_es: Mi apetito declina...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DRAGON_SCALES
source: Hot to the touch!
ia_es: ¡Caliente al tacto!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MAXWELL
source: You! You...villain!
ia_es: ¡Tú! ¡Vi... villano!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SWEETPOTATOSOUFFLE
source: Food that feeds the soul and nourishes the body.
ia_es: Comida que alimenta el alma y nutre el cuerpo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SPIDER_DROPPER
source: Ah, the old drop from the ceiling and commit violent acts act.
ia_es: Ah, el viejo truco de caer desde el techo y cometer actos de violencia.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CORALREEF
source: A rainbow sea rock.
ia_es: Una roca arcoiris marina.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.EVERGREEN.BURNT
source: Crisp, no?
ia_es: Crujiente, ¿no?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.EVERGREEN.CHOPPED
source: Sliced!
ia_es: ¡Rebanado!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.EVERGREEN.GENERIC
source: A soldier of the exotic forest.
ia_es: Un soldado del exótico bosque.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.EVERGREEN.BURNING
source: Au revoir, tree.
ia_es: Au revoir, árbol.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SKULLCHEST
source: What an ominous container.
ia_es: Que contenedor más siniestro.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FLOWERSALAD
source: Edible art!
ia_es: ¡Arte comestible!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WHALE_BLUE
source: Why the long fish-face?
ia_es: ¿Porqué la cara larga, pez?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SEAWEED
source: I do not have much experience with this ingredient.
ia_es: No tengo mucha experiencia con este ingrediente.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TUMBLEWEED
source: What secrets do you hold?
ia_es: ¿Qué secretos ocultas?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SANDBAGSMALL
source: Helps keep my dry environment dry.
ia_es: Ayuda a mantener seco mi seco ambiente.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ARMOR_LIFEJACKET
source: Better safe than sorry.
ia_es: Mejor prevenir que lamentar.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GREENAMULET
source: For more savvy construction!
ia_es: ¡Para una construcción más sabia!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BOATCANNON
source: I cannon wait to use this!
ia_es: ¡No puedo esperar para usar esto!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DUG_BERRYBUSH
source: Shall I bring it back to life?
ia_es: ¿Debería traerlo de regreso a la vida?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURKEYDINNER
source: I'm getting sleepy just looking at it!
ia_es: ¡Me está dando sueño de solo mirarlo!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DOYDOYNEST
source: It will become tastier with time.
ia_es: Será más sabroso con el tiempo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SEAGULL
source: I know you're just after my cooking.
ia_es: Sé que sólo buscas mi comida.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PAPYRUS
source: I could write down my recipes on this.
ia_es: Podría anotar mis recetas aquí.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SANDBAGSMALL_ITEM
source: I'll need to set these up before they do anything.
ia_es: Necesitaré acomodarlas antes de que puedan hacer algo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SEASHELL_BEACHED
source: What a pretty shell.
ia_es: Que bonita concha.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ORANGEAMULET
source: Here one minute, gone the next!
ia_es: ¡Un minuto aquí, al siguiente ya no!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LOCKEDWES
source: I'll get you out, mon ami!
ia_es: ¡Te sacaré de ahí, mon ami!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FIREHOUND
source: Chien on fire!
ia_es: ¡Perro ardiendo!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GUNPOWDER
source: Boom!
ia_es: ¡Bum!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RUINS_BAT
source: I could tenderize some meat with this.
ia_es: Podría ablandar carne con esto.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ROTTENEGG
source: Pew!
ia_es: ¡Puaj!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PRIMEAPE
source: You reek of mischief and other kinds of reek.
ia_es: Apestas a travesuras y otro tipo de pestes.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ROPE
source: A bit too thick to tie up a roast.
ia_es: Un poco gruesa para atar un asado.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ROOK
source: What a rude contraption.
ia_es: Que artefacto más violento.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ROCKY
source: Hmm... I would have to be careful to not chip a tooth.
ia_es: Hmm... Tendría que ser cuidadoso de no astillarme un diente.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FLOWER_CAVE
source: Ah, a light in the dark.
ia_es: Ah, una luz en la oscuridad.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LIMPETROCK.GENERIC
source: A petit snail farm!
ia_es: ¡Una petite granja de caracoles!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LIMPETROCK.PICKED
source: I have a soft spot for bivalves!
ia_es: ¡Tengo debilidad por los bivalvos!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GASHAT
source: Anything to keep poison out of my dinner!
ia_es: ¡Lo que sea con tal de no tener veneno en mi cena!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FEM_PUPPET
source: She's trapped!
ia_es: ¡Está atrapada!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TIGERSHARK
source: I wish you were a tiger shrimp instead!
ia_es: ¡Ojalá fueras un camarón tigre!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RED_CAP_COOKED
source: Could use cream and salt...
ia_es: Necesita crema y sal...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_VOLCANO
source: It's like an ingredient for the ground.
ia_es: Algo parecido a un ingrediente para el suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ANCIENT_ALTAR
source: A structure from antiquity...
ia_es: Una estructura de la antigüedad...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.STAFFLIGHT
source: Too much power to hold in one hand.
ia_es: Demasiado poder para llevar en una mano.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MARBLETREE
source: Did it naturally grow this way?
ia_es: ¿Ha crecido naturalmente así?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SWEET_POTATO_PLANTED
source: Yam-haw!
ia_es: ¡Ñam-ñam!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PURPLEGEM
source: It holds deep secrets.
ia_es: Contiene profundos secretos.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PUMPKIN_SEEDS
source: Seed saver!
ia_es: ¡Salva semillas!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PUMPKINCOOKIE
source: I've outdone myself this time!
ia_es: ¡Me he superado a mi mismo esta vez!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ICE
source: That's ice.
ia_es: Eso es hielo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BEEHIVE
source: I can hear the activity within.
ia_es: Puedo oír la actividad en su interior.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PORTABLECOOKPOT_ITEM
source: What new culinary adventures shall we undertake, old friend.
ia_es: ¿Qué nuevas aventuras culinarias emprenderemos, viejo amigo?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAVE_FERN
source: How does anything grow down here?
ia_es: ¿Cómo es que crece algo aquí abajo?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.POND_ALGAE
source: I can't see the bottom...
ia_es: No puedo ver el fondo...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PLANTMEAT_COOKED
source: Could use less oxymorons...
ia_es: Le sentaría bien menos oximorones...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ARMORLIMESTONE
source: With this I will be a stone man.
ia_es: Con esto seré un hombre de piedra.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DURIAN_SEEDS
source: Even these smell...
ia_es: Incluso estas huelen mal...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TELEPORTATO_CRANK
source: Definitely for a cranking action of some kind.
ia_es: Definitivamente para manivelar algo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PIGGYBACK
source: Cochon bag!
ia_es: ¡Mochila de cochon!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.EYETURRET
source: This is my friend, Lazer Oeil!
ia_es: ¡Este es mi amigo, Lazer Oeil!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CHESTER
source: You look cute and inedible.
ia_es: Te ves lindo y comestible.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CORAL
source: What shall I make with you?
ia_es: ¿Que he de hacer contigo?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.POMEGRANATE
source: Wonderful!
ia_es: ¡Maravilloso!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PRIMEAPEBARREL
source: Someone has a hoarding issue.
ia_es: Alguien tiene un problema de acumulación.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PIRATEHAT
source: I do not go in with these scoundrels. But I like the hat...
ia_es: No me llevo con estos canallas. Pero me gusta el sombrero...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PIGTORCH
source: I wonder what it means?
ia_es: ¿Me pregunto qué significa?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HEALINGSALVE
source: Soothing.
ia_es: Tranquilizante.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MANGROVETREE
source: I wonder what its water content is?
ia_es: ¿Me pregunto cuánto es su contenido de agua?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PEROGIES
source: Mmmmm pockets of palate punching pleasure!
ia_es: ¡Mmmmm paquetes de placer explosivo para el paladar!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MERMHEAD.BURNT
source: I think it needs to burned again! Pee-eew!
ia_es: ¡Creo que necesita quemarse de nuevo! ¡Iii-uuj!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MERMHEAD.GENERIC
source: Its odor is not improving with time...
ia_es: Su aroma no mejora con el tiempo...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PIGKING
source: Well, you've got the chops for it.
ia_es: Bueno, tienes las chuletas que hacen falta.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.THATCHPACK
source: Thatch you very much!
ia_es: ¡Te llevas todas las palmas!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FISHINHOLE
source: Shining, sparkling snacks.
ia_es: Bocadillos brillantes y centelleantes.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PICKAXE
source: For those tough to crack nuts.
ia_es: Para esas nueces difíciles de romper.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PIGSKIN
source: Crackling!
ia_es: ¡Atocinada!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SNAKEOIL
source: Why can't you be olive oil?
ia_es: ¿Por qué no eres aceite de oliva?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PARROT
source: I can't recall any parrot recipes...
ia_es: No recuerdo ninguna receta con loros...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.AXE
source: A trusty companion in these environs.
ia_es: Una compañera confiable en estos entornos.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PANFLUTE
source: This will be music to somethings ears.
ia_es: Esto es música para algunos oídos.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PALMLEAF_HUT
source: The great indoors!
ia_es: ¡El grandioso interior!
