Repository: makara/Dont-Starve-Together-Docker-Cluster
Catalog: mods/workshop-1467214795/languages/*.po
Languages: ia_es

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORSEASHELL
source: Prevents ailment from poisonous bites.
ia_es: Previene la enfermedad causada por mordeduras venenosas.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SHARK_TEETHHAT
source: The crown of teeth.
ia_es: Una corona de dientes.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORCACTUS
source: This allows anonymity with the cacti.
ia_es: Le facilita anonimidad al cactus.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SWEETPOTATOSOUFFLE
source: Quite delicious.
ia_es: Bastante sabroso.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WHALE_BLUE
source: I do love marine mammals!
ia_es: ¡De veras que amo los mamíferos marinos!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOATCANNON
source: For combat at sea, I presume.
ia_es: Para el combate marítimo, supongo yo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DOYDOYNEST
source: Is it a decoy device?
ia_es: ¿Es éste un dispositivo de señuelo?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SEASHELL_BEACHED
source: Look what the tide brought in!
ia_es: ¡Mira lo que ha traído la marea!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PRIMEAPE
source: These little apes are very cunning.
ia_es: Estos pequeños simios son muy astutos.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TIGERSHARK
source: Selachii Felidae. A very large one!
ia_es: Selachii Felidae. ¡Uno de los grandes!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TURF_VOLCANO
source: The ground. You step on it.
ia_es: El suelo. Para pisar sobre él.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SWEET_POTATO_PLANTED
source: A root vegetable.
ia_es: Una raíz vegetal.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMORLIMESTONE
source: A suit of skeletal fragments from the ocean floor.
ia_es: Un traje de fragmentos esqueléticos provenientes del suelo marino.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PRIMEAPEBARREL
source: A monkey habitat.
ia_es: Un hábitat de monos.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MANGROVETREE
source: This tree species is salt tolerant!
ia_es: ¡Esta especie de árboles es resistente a la salinidad.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.THATCHPACK
source: I can store a few books in here.
ia_es: Puedo cargar un par de libros aquí.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FISHINHOLE
source: I spy ectothermic aquatic creatures below!
ia_es: ¡Estoy detectando creaturas marinas ectotérmicas debajo!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SNAKEOIL
source: The usefulness of this substance remains uncertain.
ia_es: La inutilidad de esta sustancia aún es incierta.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMOR_SNAKESKIN
source: Fauna inspired rain wear.
ia_es: La fauna ha inspirado el equipo impermeable.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.VOLCANOSTAFF
source: I can feel it rumbling with volcanic pressure.
ia_es: Puedo sentirlo retumbando con presión volcánica

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUG_COFFEEBUSH
source: It requires soil to grow.
ia_es: Requiere suelo para crecer.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MERMHOUSE_FISHER
source: An amphibious shack.
ia_es: Una choza alojando organismos anfibios.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SWEET_POTATO_COOKED
source: Grilled kumara.
ia_es: Kumara asada.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.JELLYJERKY
source: What an inventive preserve.
ia_es: Qué inventiva manera de posponer el proceso de descomposición.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TWISTER_SEAL
source: Now how did you cause all that trouble?
ia_es: Ahora es menester explicar el origen de todo este dilema.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PACKIM
source: Hello feathered apprentice!
ia_es: ¡Bienvenido plumífero aprendiz!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SOLOFISH
source: Canis fishus.
ia_es: Canis Piscis.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.VINE
source: A common jungle vine.
ia_es: Un viñedo común de selva.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SPOILED_FISH
source: The fish matter is breaking down.
ia_es: La materia ictiológica se está desintegrando.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SWIMMINGHORROR
source: Oh dear, I'm seeing things...
ia_es: ¡Ay, Dios mío!, creo que estoy empezando a alucinar...

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GOLDENMACHETE
source: The most malleable of metals, but let's see how this slices.
ia_es: El metal más maleable, pero habrá que examinar cómo efectúa los cortes.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SAIL_FEATHER
source: Sail plumage.
ia_es: Vela plumífera.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SEAWEED_DRIED
source: I've dried the algae.
ia_es: He disecado el algae.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SUNKBOAT
source: A shipwreck, looks to be useless.
ia_es: Un naufragio, parece inútil.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_WHALE_HUNT_BEAST_NEARBY
source: What lies past those bubbles?!
ia_es: ¡¿Qué reposa pasadas éstas burbujas?!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_VOLCANO_ERUPT
source: The Earth's mantle is churning!
ia_es: ¡El manto de la tierra está rebullendo!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_TREASURE
source: Behold! Gold.
ia_es: ¡Contempla! Oro.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_TRAWL_FULL
source: This netting can contain no more.
ia_es: Esta urdimbre no puede almacenar más.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_SHARX
source: Houndus Selachii! What a fascinating nuisance.
ia_es: ¡Houndus Selachi! Qué fascinante incordio.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_MORETREASURE
source: An excess of treasure!
ia_es: ¡Un exceso de tesoro!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_CRAB_ESCAPE
source: Clever crustacean!
ia_es: ¡Listo crustáceo!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_BOAT_DAMAGED
source: My boat matter is breaking down!
ia_es: ¡El material de mi bote está desintegrándose!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_OTHER_WORLD_TREASURE
source: I'm afraid these coordinates do not pertain to this world.
ia_es: Me temo que estas coordenadas no pertenecen a este mundo.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_OTHER_WORLD_PLANT
source: It won't be possible for it to grow properly here.
ia_es: No será posible hacerles crecer de manera apropiada aquí.

# STRINGS.CHARACTERS.WOODIE.ACTIONFAIL.REPAIRBOAT.GENERIC
source: I'm afraid I can't.
ia_es: Me temo que no puedo hacerlo.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_BOAT_SINKING
source: We're goin' down, eh?
ia_es: Nos estamos hundiendo, ¿eh?

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_MAPWRAP_WARN
source: I'm leaving charted waters...
ia_es: Estoy dejando aguas mapeadas...

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_SHARX
source: There's a fish nearby... and it's hungry!
ia_es: ¡Hay un pez por aquí.... y tiene hambre!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_MAPWRAP_LOSECONTROL
source: Into waters unknown!
ia_es: ¡Me adentro en aguas desconocidas!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_WHALE_HUNT_LOST_TRAIL_SPRING
source: Where did the whale go?!
ia_es: ¡¿A dónde se fue la ballena?!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_BOAT_SINKING_IMMINENT
source: I'm aboot to sink!
ia_es: ¡Apunto de hundirme!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_WHALE_HUNT_LOST_TRAIL
source: I lost the trail, eh? Sorry!
ia_es: He perdido el rastro, ¿eh? ¡Perdón!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_WAVE_BOOST
source: For the North!
ia_es: ¡Por el Norte!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_MAPWRAP_RETURN
source: That was unwise!
ia_es: ¡Eso fue desacertado!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COFFEEBEANS
source: I should cook these up.
ia_es: Debería tostarlos.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.JELLYFISH_PLANTED
source: A little jellyfish buddy.
ia_es: Una pequeña pequeña amiga medusa.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIRATEPACK
source: A bag for my booty.
ia_es: Una mochila para mi tesoro.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PALMLEAF_UMBRELLA
source: This will keep my beard moderately dry, eh?
ia_es: Esto mantendrá mi barba moderadamente seca, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SUPERTELESCOPE
source: As easy as looking out over the plains of Alberta, eh.
ia_es: Tan fácil como observar fuera de los planos de Alberta, eh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WIND_CONCH
source: I can hear the chimes of twenty-nine bells.
ia_es: Puedo escuchar el retoque de veinte y nueve campanas.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MARSH_PLANT_TROPICAL
source: That's a little plant.
ia_es: Esa es una pequeña planta.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KNIGHTBOAT
source: That guy's got an attitude problem, eh?
ia_es: Este tipo tiene mal character, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COFFEEBEANS_COOKED
source: I'm addicted to this, eh.
ia_es: Estoy adicto a esto, eh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLOWDART_POISON
source: Aim for a main vein, eh?
ia_es: Atina a la vena principal, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CAPTAINHAT
source: I hope I don't go down with the ship.
ia_es: Espero no irme al fondo con este barco.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ANTIVENOM
source: Tastes awful, but it works!
ia_es: ¡Sabe horrible, pero funciona!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CRAB.GENERIC
source: Maybe we could be buds?
ia_es: ¿Que tal si nos hacemos amigos?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CRAB.HIDDEN
source: Can't hide forever, bud.
ia_es: No podrás esconderte para siempre, amigo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DOYDOYEGG_CRACKED
source: Well, can't do nothin' aboot it now, eh.
ia_es: Bueno, ya no puedo hacer nada al respecto, eh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.OXHAT
source: This is a hat befitting a Northerner.
ia_es: Éste es un sombrero hecho para un norteño.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SHIPWRECKED_EXIT
source: See ya later, bud.
ia_es: Nos vemos luego, amigo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FISH_COOKED
source: I wish I had some chips.
ia_es: Me gustaría tener algunas papas fritas.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WILDBOREHEAD
source: Tough luck, buddy.
ia_es: Mala suerte, amigo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRAWLNETDROPPED.GENERIC
source: Come to me, fishes!
ia_es: ¡Vengan a mi, peces!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRAWLNETDROPPED.SOONISH
source: It's on its way down.
ia_es: Está apunto de soltarse.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRAWLNETDROPPED.SOON
source: Nearly there!
ia_es: ¡Ya casi!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BIOLUMINESCENCE
source: Like nature's lightbulb.
ia_es: Como las bombillas, pero de la naturaleza.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPEARGUN
source: This is one skookum weapon!
ia_es: ¡Un arma increíble!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GRASS_WATER
source: A bit damp, eh?
ia_es: Un poco húmedo, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUOY
source: Floatin' through life. Got the right idea, eh?
ia_es: Mantenerse a flote. ¿La cogiste , eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOTSAM
source: Justa bunch of junk.
ia_es: Sólo un montón de chatarra.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CRATE
source: That's a box, eh.
ia_es: Ésa es una caja, eh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_ASH
source: Just some ground, eh?
ia_es: Sólo algo de suelo, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DEPLETED_BUSH_VINE
source: I guess it'll regrow.
ia_es: Supongo que crecerá de nuevo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MUSSEL
source: Those look like good eatin', eh?
ia_es: Se ven como una buena comida, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAGMAROCK_FULL
source: A little rearranging and it'd make a nice inukshuk.
ia_es: Una nueva disposición y se verá igual que un inukshuk.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SUNKEN_BOAT_TRINKET_5
source: Not my size, eh.
ia_es: No es de mi tamaño, eh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIMESTONENUGGET
source: I crushed up that pretty coral to make this.
ia_es: Destrocé ese lindo coral para hacer ésto.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SHIPWRECKED_ENTRANCE
source: I'm ready for adventure, eh!
ia_es: ¡Listo para la aventura, eh!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.OBSIDIAN
source: It's a little toasty.
ia_es: Un poco tostado.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SWORDFISH
source: That's one point fish, eh?
ia_es: Un pez muy a punto, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SNAKESKINHAT
source: Now would this be a 'touque' or a 'tuque'?
ia_es: ¿Será ahora este un 'touque' o un 'tuque'?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CORAL_BRAIN
source: How brainy.
ia_es: Qué cerebral.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COCONUT_COOKED
source: Ready to eat, eh.
ia_es: Listo para comer, eh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SNAKE
source: It's okay, as far as serpents go.
ia_es: Está bien, a lo que serpientes concierne.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLUP
source: Gross.
ia_es: Asqueroso.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_JUNGLE
source: Just some ground, eh?
ia_es: Sólo algo de suelo, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WILBUR_CROWN
source: Luxurious.
ia_es: Lujoso.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WOODLEGS_KEY3
source: I should hold on to this, eh?
ia_es: Debería guardarla, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WOODLEGS_KEY2
source: Key to what, eh?
ia_es: ¿Una llave para qué, eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WOODLEGS_KEY1
source: What might this open?
ia_es: ¿Qué podrá abrir?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WOODLEGSSAIL
source: Pretty stylish sail, that.
ia_es: Una vela muy sofisticada, esa.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TUNACAN
source: Lucy'll open 'er up.
ia_es: Lucy la abrirá.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WOODLEGSBOAT
source: Fancy, but it seems a little slow.
ia_es: Sofisticado, pero parece un poco lento.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WILDBOREHOUSE
source: Looks like a house fulla hosers.
ia_es: Parece como una casa llena de tontos.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WILDBOREGUARD
source: Looks like a total hoser.
ia_es: Se ve como todo un tonto.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TOUCAN
source: Pretty fancy lookin' bird, that.
ia_es: Un ave muy sofisticada, esa.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WHALE_WHITE
source: It's strong, and very free.
ia_es: Fuerte, y muy libre.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WHALE_TRACK
source: I'm hot on the trail, eh?
ia_es: El rastro de enfría, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BAMBOOTREE.BURNT
source: Burnt like bacon, eh?
ia_es: Quemado como jamón, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BAMBOOTREE.CHOPPED
source: That was some good choppin!
ia_es: ¡Ésa fue una buena tala!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BAMBOOTREE.GENERIC
source: Lucy's got too much kick for this.
ia_es: Lucy tiene demasiado golpe para esto.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WHALE_CARCASS_BLUE
source: That's a big guy, eh.
ia_es: Es un tipo grande, eh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WHALE_BUBBLES
source: I know you're down there, buddy.
ia_es: Se que estás llá abajo, amigo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PARROT_PIRATE
source: I'd rather not smalltalk with a birdbrain.
ia_es: Preferirá no charlar con un cerebro de cabeza de chorlito.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SEASHELL
source: It makes me want to get back into arts and crafts.
ia_es: Me hace dar ganas de volver a hacer manualidades.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.JUNGLETREE.BURNT
source: What a waste.
ia_es: Qué desperdicio.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.JUNGLETREE.CHOPPED
source: Those were good times.
ia_es: Esos fueron buenos tiempos.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.JUNGLETREE.GENERIC
source: The tree's call fills my ears!
ia_es: ¡El llamado de los árboles inunda mis oídos!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.JUNGLETREE.BURNING
source: Waste of a good choppin' stump.
ia_es: Un tronco de árbol desperdiciado.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WATERYGRAVE
source: I hope to never end up in one of those.
ia_es: Espero nunca terminar en una de esas.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_TIDALMARSH
source: Just some ground, eh?
ia_es: Sólo algo de suelo, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_LIMESTONE_ITEM
source: Why build a walls when we could build bridges?
ia_es: ¿Porqué construir muros si podríamos construir puentes?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ELEPHANTCACTUS_ACTIVE
source: Watch out! That plant's gonna give'r!
ia_es: ¡Cuidado! ¡La planta te va a dar uno!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BOAT_CARGO
source: I'd prefer cargo shorts.
ia_es: Prefiero el tipo cargo, pero de pantalones.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.VOLCANO_SHRUB
source: Well, it's definitely not an evergreen.
ia_es: Bien, es definitivamente nada parecido a un Siempreverde.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FROG_POISON
source: Keep your poison spit to yourself, eh!
ia_es: ¡Quédate tu escupida venenosa para ti misma, eh!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.VOLCANO_ALTAR_BROKEN
source: Thoroughly broke, eh.
ia_es: Absolutamente dañado, eh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.VOLCANO_ALTAR.GENERIC
source: Nothing to do aboot that.
ia_es: Nada que hacer.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.VOLCANO_ALTAR.OPEN
source: I feel like it wants something from me.
ia_es: Siento que quiere algo de mi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.VOLCANO
source: That's a doozy!
ia_es: ¡Esto si que es abrumador!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CRABHOLE
source: That's where my crab buds live.
ia_es: Allí es donde viven mis amigos cangris.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_SNAKESKINFLOOR
source: Just some ground, eh?
ia_es: Sólo algo de suelo, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_MEADOW
source: Just some ground, eh?
ia_es: Sólo un poco de suelo, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_MAGMAFIELD
source: Just some ground, eh?
ia_es: Sólo algo de suelo, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CORAL_BRAIN_ROCK
source: What are you, some sort of keener?
ia_es: ¿Qué eres? ¿Alguna clase de entusiasta?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_BEACH
source: Just some ground, eh?
ia_es: Sólo un poco de suelo, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.OX_FLUTE
source: I'm more of a guitar player.
ia_es: Soy más del tipo guitarrista.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SNAKE_FIRE
source: It's lookin' a little heated.
ia_es: Se ve un poco acalorada.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PACKIM_FISHBONE
source: This better not attract any feathered vermin.
ia_es: Espero que no atraiga ninguna alimaña alada.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SHARKITTENSPAWNER.GENERIC
source: I think I hear meowing...?
ia_es: ¿Creo que escucho un maullido...?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SHARKITTENSPAWNER.INACTIVE
source: Looks like just a bunch of sand to me, eh?
ia_es: Sólo se ve como un montón de arena, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.VOLCANO_EXIT
source: Time to leave, eh?
ia_es: Hora de partir, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SHARK_FIN
source: I'm sure the shark won't miss this.
ia_es: Estoy seguro que el tiburón no va a extrañarlos más.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOSQUITOSACK_YELLOW
source: It smells a little sour.
ia_es: Huele un poco agrio.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SUNKEN_BOAT_BURNT
source: That there won't float no more, eh.
ia_es: No va a flotar nunca más, eh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SAND
source: Sandy.
ia_es: Arenoso.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MUSSEL_FARM.GENERIC
source: They want to be food.
ia_es: Quieren convertirse en comida.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MUSSEL_FARM.STICKPLANTED
source: I predict a mussel dinner in my future.
ia_es: Presiento una cena de mejillones en mi futuro.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPEAR_POISON
source: This spear has a little extra bite.
ia_es: Ésta lanza tiene un poco de mordida extra.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.OBSIDIAN_WORKBENCH
source: I can make some fiery tools here, eh?
ia_es: Puedo hacer unas herramientas bien fieras aquí, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRIDENT
source: Get a load of this massive fork, eh?!
ia_es: ¡Toma un buen golpe de este masivo tenedor, ¿eh?!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPEAR_OBSIDIAN
source: This is one fiery spear.
ia_es: Ésta es una fiera lanza.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WILBUR_UNLOCK
source: I made a new buddy, eh?
ia_es: He hecho un nuevo amigo, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TIDALPOOL
source: Seems like a popular hangout spot for fishes.
ia_es: Parece un lugar popular de encuentro para peces.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TELESCOPE
source: Helps my eyesight, eh?
ia_es: Le ayuda a mi visión, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COCONADE.GENERIC
source: I'm gonna do some serious damage with this.
ia_es: Voy a causar un gran daño con ésto.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COCONADE.BURNING
source: Time to run!
ia_es: ¡Hora de huir!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WHALE_CARCASS_WHITE
source: Well, he's dead now.
ia_es: Bueno, ahora está muerta.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SHARK_GILLS
source: Fish lungs.
ia_es: Pulmones de pescado.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SWEET_POTATO_SEEDS
source: These would be of more use to me planted.
ia_es: Me servirán más si las planto.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.IRONWIND
source: Seems touchin' all those gross feathers was worth it.
ia_es: Parece que haber tocado todas esas plumas asquerosas valió la pena.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SUNKEN_BOAT_TRINKET_4
source: A toy for a keener.
ia_es: Un juguete para un entusiasta.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BOATREPAIRKIT
source: Patch'er up, eh?
ia_es: A reparar, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SUNKEN_BOAT_TRINKET_3
source: I can't imagine this having a use, eh.
ia_es: No puedo imaginar algún uso que darle, eh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SUNKEN_BOAT_TRINKET_2
source: That boat seems a little on the small side.
ia_es: Este bote se ve un poco muy pequeño, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCK_OBSIDIAN
source: There's a fire burning within it.
ia_es: Tiene fuego ardiente adentro.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SUNKEN_BOAT_TRINKET_1
source: That's a little too fancy for my likin'.
ia_es: Demasiado pequeño para mi gusto.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SUNKEN_BOAT.GENERIC
source: Hey buddy.
ia_es: Hola amigo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SUNKEN_BOAT.ABANDONED
source: Waste of good wood.
ia_es: Un desperdicio de buena madera.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIRATIHATITATOR.BURNT
source: Not so funny anymore.
ia_es: No te ves tan divertido ahora.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIRATIHATITATOR.GENERIC
source: That's a funny lookin' contraption, eh?
ia_es: Un artilugio bien curioso, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.OBSIDIANAXE
source: An axe... with fire?! Watch out, Lucy, you've got competition!
ia_es: ¿Un hacha.. con fuego? ¡Prepárate Lucy, parece que te acaba de llegar la competencia!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TRAWLNET
source: The fishes should swim right into this.
ia_es: Los peces deberían nadar directamente en la red.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DOYDOYBABY
source: It's filthy.
ia_es: Está cagado.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPEAR_LAUNCHER
source: This is one skookum weapon!
ia_es: ¡Un arma increíble!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPEARGUN_POISON
source: This skookum weapon poisons my enemies!
ia_es: ¡Esta maravillosa arma envenena a mis enemigos!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SNAKE_POISON
source: I'd rather not get bitten by that.
ia_es: Mejor que no resulte mordido por una de éstas.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FISH_TROPICAL
source: Are you ready to become fish'n'chips?
ia_es: ¿Estás listo para convertirte en palitos de pescado?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAGMAROCK_GOLD
source: That looks worth digging into.
ia_es: Parece un secreto digno de desenterrar.
