Repository: makara/Dont-Starve-Together-Docker-Cluster
Catalog: mods/workshop-1467214795/languages/*.po
Languages: ia_es

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TENTACLE_GARDEN
source: Thar be slime!
ia_es: ¡Allá hay babaza!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TENTACLESPOTS
source: Me memory be spotty. Whut's this fer again?
ia_es: Mi memoria está hecha una mancha. ¿Pa' que es que es esto?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RESEARCHLAB4.BURNT
source: Good! I didn't like saying yer name anyhow.
ia_es: ¡Bien! No me gustaba decir tu nombre de todos modos.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RESEARCHLAB4.GENERIC
source: Me ain't had enuff learnin' to say a word like thet.
ia_es: No recibí suficiente educación para decir una palabra como esa.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LIGHTBULB
source: Bright night light.
ia_es: Brilla, luz de la noche.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.KRAMPUS_SACK
source: Woodlegs'll ne'er leave treasure behind again!
ia_es: ¡Woodlegs no dejará atrás ningún tesoro nunca más!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ELEPHANTCACTUS_ACTIVE
source: 'Tis a dangerous plant!
ia_es: Se ve una planta peligrosa.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GREEN_CAP_COOKED
source: Th' witch doctor told Woodlegs it'd cure me crazies.
ia_es: El curandero le dijo a Woodlegs que éstos curarían mi locura.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BOAT_ROW
source: I ain't rowed since I was a young swab.
ia_es: No he remado desde que era jun joven mozuelo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GLOMMERFLOWER.GENERIC
source: Somethin' magical be linked ta this.
ia_es: Algo mágico 'tá unido a esto.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GLOMMERFLOWER.DEAD
source: 'Tis drained.
ia_es: 'Tá agotada.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LIVINGJUNGLETREE
source: Thet tree be givin' Woodlegs th' evil eye.
ia_es: Ese árbol le está echando a Woodlegs el mal de ojo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RELIC.BROKEN
source: It ain't worth even half a dubloon now.
ia_es: Ahora no vale ni un doblón partido por la mita'.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RELIC.GENERIC
source: I wonder if I could seel it on th' black market?
ia_es: ¿Será que lo podré vender en el mercado negro?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TENT.BURNT
source: Thet's whut ye get fer trustin' yer snoozes to land.
ia_es: Eso es lo que uno se gana por estar dormitando en tierra firme.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TENT.GENERIC
source: I prefers a water bed.
ia_es: Prefiero una cama acuática.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MUSSEL_STICK
source: Fer lurin' mussels into me belly.
ia_es: Pa' seducirlos hasta llevarlos a mi barriga.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BABYOX
source: 'Tis lubbable how ye don't lub th' land.
ia_es: Es adorable que no ames la tierra firme.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TELESCOPE
source: Aye eye!
ia_es: ¡Jay joy!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MALE_PUPPET
source: Ye be trapped!
ia_es: ¡Está atrapa'o!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.HONEYCOMB
source: A feast fit fer piratin'!
ia_es: !De piratas, un festín!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TELEPORTATO_SW_POTATO
source: Whut a potatey needs a helmet fer me never be knowin'.
ia_es: Porqué una patata necesita un yelmo, se me escapa del entendimiento.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FLOWER
source: 'Tis a pretty flower.
ia_es: ¡Qué belleza de flor!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRINKET_2
source: If only it were real.
ia_es: Si sólo fuera de verdad.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PUMPKIN_COOKED
source: Me ships cook used to add a dash o' cinnamon.
ia_es: El cocinero de mi barco solía agregar una pizca de canela.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SLURPER
source: Yer an ugly, scallywag.
ia_es: Eres un feo, canalla.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DOYDOYFEATHER
source: 'Tis a bird sail.
ia_es: Es una vela aviar.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TELEPORTATO_RING
source: A ring wit' no jewels, bah!
ia_es: Un anillo sin joyas, ¡bah!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TELEPORTATO_POTATO
source: Strange armor be this.
ia_es: Una armadura rara es ésta.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MAXWELLTHRONE
source: Not a seat me wants ta take.
ia_es: No es una silla que quisiera tomar.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CANE
source: I got me a built-in cane.
ia_es: Yo tengo mi bastón incorporado.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PIGTORCH
source: Bet thet be worth a pretty penny...
ia_es: Te apuesto que debe costar un ojo de la cara...

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TELEPORTATO_BOX
source: A simple pirate like me ain't be knowin' whut this be fer.
ia_es: Un simple pirata como yo no sabe pa' que sirven estas cosas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SNAKESKIN
source: Me leathers do need replacin'.
ia_es: Mis cueros como que necesitan reemplazo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.KABOBS
source: All food be piratin' food!
ia_es: ¡Que toda la comida sea comida de piratería!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.VOLCANO_ALTAR_TOWER
source: Thet be th' devil's work.
ia_es: Parece la obra del diablo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: Do it be hatchin'?
ia_es: ¿Están eclosionando?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: Don't be gettin' hard boiled on me.
ia_es: No te pongas de muy huevo duro conmigo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: Needs a warm cacklers bum settin' on it.
ia_es: Necesita una buena y tibia culeca que se pose encima.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: Th' cacklers comin' anytime!
ia_es: ¡Las cotorras estarán aquí en cualquier momento!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: I don't be seein' this eggy hatchin' any time soon.
ia_es: No veo este huevito eclosionando en mucho tiempo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TALLBIRDEGG_COOKED
source: Me likes me tallbirdy yolk runny!
ia_es: ¡La yema del pajaroalto me gusta pero bien blandita!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PALMLEAF
source: Whut can I make wit' this here?
ia_es: ¿Qué puedo hacer con ésto aquí?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BEEHAT
source: Woodlegs ain't no honey farmer!
ia_es: ¡Woodlegs no es ningún apicultor!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COFFEEBUSH.BARREN
source: It needs a spot o' poop.
ia_es: Necesita una rociadita con mierda.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COFFEEBUSH.PICKED
source: I hope they be comin' back.
ia_es: Espero que vuelva a crecer.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COFFEEBUSH.WITHERED
source: It needs a mug o' java to perk up.
ia_es: Necesita una tasa de café pa' espabilarse.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COFFEEBUSH.GENERIC
source: A crop after me bitter, black heart!
ia_es: ¡Un cultivo igual a mi amargo y oscuro corazón!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.EARRING
source: Ay! 'Tis me ol' earring!
ia_es: ¡Ah! ¡Ése es mi viejo arete!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SAIL_STICK
source: Keeps th' wind at me back.
ia_es: Mantiene el viento, pero detrás de mí.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MEAT
source: Flesh o' th' beast.
ia_es: La carne de la bestia.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TALLBIRDEGG
source: When will th' cackler be hatchin'.
ia_es: ¿Cuándo estará saliendo la cotorra del cascarón?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SWEET_POTATO_SEEDS
source: Seeds be fer planting, an Woodlegs ain't no farmer.
ia_es: Semillas pa' plantarlas, pero Woodlegs no es ningún campesino.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BEARDHAIR
source: Chinny whiskers.
ia_es: Bigotes barbudos.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TIDAL_PLANT
source: Leafy greens from high tide.
ia_es: Hojitas verdes de marea alta.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.NEEDLESPEAR
source: A dagger o' sorts.
ia_es: Un tipo de daga.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SUNKEN_BOAT_TRINKET_4
source: Bah! Hokum!
ia_es: ¡Bah! ¡Qué tontería!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WALL_LIMESTONE
source: Bah! Walls!
ia_es: ¡Bah! ¡Muros!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.JELLYFISH
source: Shockin'ly squishy.
ia_es: Chocantemente frágil.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SUNKEN_BOAT_TRINKET_2
source: Fer a pirates tyke.
ia_es: Pa' un pequeño pirata.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SUNKEN_BOAT_TRINKET_1
source: A captain worth his salt don't need this.
ia_es: Un capitán que se aprecie no necesita esto.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CATCOON
source: Ye look like ye got a taste fer garbage.
ia_es: Te ves como que sabes a pura basura.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SAND_CASTLE.GENERIC
source: I be a sandcastle master builder!
ia_es: ¡Soy un mestre constructor de castillos de arena!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SAND_CASTLE.SAND
source: No pirate can make a better sandcastle than ol' Woodlegs!
ia_es: ¡Ningún pirata puede hacer un mejor castillo de arena que el viejo Woodlegs!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.STATUEMAXWELL
source: I'd know thet scallywag's face anywheres!
ia_es: ¡Podría reconocer la cara de ese canalla en cualquier parte!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ANCIENT_STATUE
source: Me ain't be likin' th' vibes it be givin'.
ia_es: A mi no me gusta na'ita la energía que da.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SUNKEN_BOAT_BURNT
source: Sunk and burnt. Thet's a whole lotta bad luck.
ia_es: Hundido y chamusca'o. Eso si que es tener mala suerte.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FLINT
source: Thet rock 'olds an edge.
ia_es: Esa roca sí que tiene filo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SUNKEN_BOAT.GENERIC
source: I'd throw ye a line if me had one.
ia_es: Te tiraría una cuerda, si tuviera alguna.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SUNKEN_BOAT.ABANDONED
source: Mate o'reboard.
ia_es: Compañero de reabordaje.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.EARMUFFSHAT
source: Thet hat be makin' squeakin' sounds.
ia_es: Este sombrero si que hace gruñidos.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FEATHER_ROBIN
source: Me feet are tickle proof.
ia_es: Mis pies son ahora a prueba de cosquillas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.STUFFEDEGGPLANT
source: Stuffed wit' whut?
ia_es: ¿Relleno de qué?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.STRAWHAT
source: Not fit fer a captain. But makes fer a cool head.
ia_es: Poco apropiado pa' un capitán, pero me da una cabeza fría.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: Know th' glory of pirate Woodlegs, world!
ia_es: ¡Conoce la gloria del pirata Woodlegs, mundo!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CUTREEDS
source: But Woodlegs can't reed.
ia_es: Pa' que juncos, si yo no se leer.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.STATUEHARP
source: Yer missing ye head!
ia_es: ¡Te falta la cabeza!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GOATMILK
source: Aye, fresh milk is rare at sea!
ia_es: ¡Sí, leche fresca es escaza en altamar!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WALL_RUINS_ITEM
source: Ancient walls ta protect precious treasure.
ia_es: Muros antiguos pa' proteger tu preciado tesoro.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.STALAGMITE_TALL_LOW
source: Me likes rocks whar I can see 'em.
ia_es: Me gustan las rocas que uno puede ver.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.KRAMPUS
source: What did ol' Woodlegs do?
ia_es: ¿Y ahora que hizo el viejo Woodlegs?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RATATOUILLE
source: Scurvy-fightin' super food!
ia_es: ¡Super comida de peleador despreciable!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PIGHOUSE.BURNT
source: Fire's done 'is work here.
ia_es: Las llamas han hecho su trabajo aquí.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PIGHOUSE.LIGHTSOUT
source: Gettin' some shut eye, 'e is.
ia_es: Está echándose una siesta.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PIGHOUSE.GENERIC
source: Looks like an outhouse, don't it?
ia_es: Se ve como una letrina, ¿no es verdad?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PIGHOUSE.FULL
source: 'Ere piggy, piggy.
ia_es: Aquí cerdito, cerdito.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BEARGERVEST
source: Toasty warm.
ia_es: Calientito.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ROCK_ICE_MELTED
source: Need a cold snap so's it can freeze again.
ia_es: Necesita un baño frío pa' que empiece a enfriar de nuevo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.KNIGHT_NIGHTMARE
source: Yer not lookin' very good.
ia_es: No te ves muy bien.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_MUD
source: Me ain't no ground lubber.
ia_es: No soy de los qu'aman el suelo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WOODLEGS_CAGE
source: 'Tis a wretched thing.
ia_es: Es una cosa vil.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.STALAGMITE_LOW
source: Me likes rocks whar I can see 'em.
ia_es: Me gustan las rocas que uno pueda ver.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.HONEYHAM
source: A feast fit fer piratin'!
ia_es: !De piratas, un festín!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FROGLEGS
source: Nice legs.
ia_es: Lindas piernas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BIGFISHINGROD
source: Woodlegs' seen bigger.
ia_es: Woodlegs ha visto ya más grandes.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SPOILED_FOOD
source: Bin eaten worse.
ia_es: He comido mucho peor antes.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DOUBLE_UMBRELLAHAT
source: 'Tis th' work of a madman.
ia_es: Es la obra de un desquiciado.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MAGMAROCK
source: Could be something buried thar.
ia_es: Podría haber algo enterrado allí.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.THULECITE_PIECES
source: Tastes a might goldy.
ia_es: Me sabe a poder dorado magnánimo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.HOTCHILI
source: A feast fit fer piratin'!
ia_es: !De piratas, un festín!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BEARGER_FUR
source: Smells badgerin' me nose.
ia_es: Esos olores me acosan la nariz.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SEAGULL
source: A rat wit' win's.
ia_es: Una rata con alas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ROBIN.GENERIC
source: Ye don't talk do ye?
ia_es: Tú no es que hables mucho, ¿verdad?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ROBIN.HELD
source: Woodlegs'll takes good care o' ye.
ia_es: Woodlegs va tomar buen cuidado de ti.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RESEARCHLAB2.BURNT
source: It won't be doin' whatever it done before.
ia_es: No va a poder hacer las cosas que hacía antes.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RESEARCHLAB2.GENERIC
source: It does whut?
ia_es: ¿Que hace qué?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SPIDERHOLE
source: Whut lives innna hole ain't worth me time.
ia_es: Aquel que viva en un hoyo no vale mi tiempo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GUACAMOLE
source: Woodlegs'll find more chips fer dippin'!
ia_es: ¡Woodlegs encontrará más papas fritas pa' la salsa!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.VENOMGLAND
source: Aye, 'tis th' source o' th' venom.
ia_es: Arrr, ésta es la fuente del veneno.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LIVINGLOG
source: It be cursed wood.
ia_es: Es madera del demonio.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GLOMMERWINGS
source: 'E left me a lil' gooey treasure.
ia_es: Me ha deja'o un tesoro pegajoso.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MUSSEL_COOKED
source: Yarrr, thet's good.
ia_es: Rraaarrrr, que está bueno.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MARSH_BUSH.GENERIC
source: She's got wee swords.
ia_es: Ella tiene espaditas de hierba.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MARSH_BUSH.PICKED
source: Ye poked me!
ia_es: ¡Me pinchaste!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MARSH_BUSH.BURNING
source: Burnin'.
ia_es: Quemándose.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SPIDEREGGSACK
source: Woodlegs play wetnurse ta creepy crawlies?
ia_es: ¿Woodlegs a jugar a l'ama de crianza pa' los asquerosos de ocho patas?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SPIDERDEN
source: I prefur' a den o' thieves.
ia_es: Prefiero una guarida, pero de ladrones.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SPIDER.GENERIC
source: Ye must really love th' land wit' all them legs.
ia_es: Con tantas patas que tienes, tú si que debes amar la tierra firme.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SPIDER.SLEEPING
source: Dreaming o' my boot heel.
ia_es: Soñando con el tacón de mi bota.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SPIDER.DEAD
source: Good!
ia_es: ¡Bien!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SPEAR_OBSIDIAN
source: Poke ye wit' fire!
ia_es: ¡Te doy un golpazo de fuego!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BANDAGE
source: Fer layabout swabs.
ia_es: Para poner cerca de los hisopos.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SPEARGUN_POISON
source: Whut swab would use such a thing?
ia_es: ¿Qué mucharejo habrá hecho ésto?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRINKET_12
source: Whut 'n 'th' whut?
ia_es: ¿Qué es de qué?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SHADOWSKITTISH_WATER
source: Back, beast!
ia_es: ¡Atrás, bestia!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SNURTLE
source: I'd shell ye if I had me boat handy.
ia_es: Te acorazaría si tuviera mi bote cerca.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SNAKE_POISON
source: Stay away ye forked tongued devil!
ia_es: ¡Aléjate de mí, demonio de lengua bípeda!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PALMLEAF_HUT
source: Needs a hammock!
ia_es: ¡Está necesitando una hamaca!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PIKE_SKULL
source: Keep walkin'.
ia_es: Sigue caminando.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MARSH_PLANT
source: Green like me mermaid's eyes.
ia_es: Verde como los ojos de mi sirena.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SNAKEDEN.BURNT
source: Yer hidey house burns!
ia_es: ¡Tu escondite se quema!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SNAKEDEN.CHOPPED
source: Ye won't be slitherin' back there namore.
ia_es: Nunca jamás volverán a deslizarse de aquí esos lagartos.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SNAKEDEN.GENERIC
source: A nest o' scallywags aye?
ia_es: Un nido de víboras, ¿eh?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SMALLMEAT_DRIED
source: Jolly jerky!
ia_es: ¡Un bocado de felicidad!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SMALLBIRD.GENERIC
source: Whoot sorta cackler arrr ye?
ia_es: ¿Qué clase de pajarraco eres?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SMALLBIRD.HUNGRY
source: Yer feather-belly grumblin'?
ia_es: ¿Te ruge la panza emplumada?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SMALLBIRD.STARVING
source: Yer fit ta waste away.
ia_es: Como pa' dejar podrirse.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SLURTLESLIME
source: Looks 'ike somethin' I coughed up.
ia_es: Se parece a alguna dolencia cogí alguna vez.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_UNDERROCK
source: Me ain't no ground lubber.
ia_es: No soy de los qu'aman el suelo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SLURTLE
source: Look at ye slurtle'n around.
ia_es: Mírala revolotear alrededor.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ROBOT_PUPPET
source: Locked up!
ia_es: ¡Bloqueado!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LIGHTNINGGOAT.GENERIC
source: Them arr some mean lookin' 'orns.
ia_es: Eso es lo a lo que yo llamo unos cuernos malignos.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LIGHTNINGGOAT.CHARGED
source: Me better keep me distance.
ia_es: Mejor que mantenga mi distancia.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRINKET_5
source: This is no kind o' ship me knows.
ia_es: No es de ninguna clase de navío que yo conozco.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SLURPERPELT
source: Tha smell!
ia_es: ¡Cómo apesta!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SWORDFISH_DEAD
source: Ye put up a good fight.
ia_es: Me diste una buena pelea.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WALL_HAY.BURNT
source: Th' hay wall burnt up, go figure.
ia_es: Un muro que paja chamuscado, ¡qué sorpresa!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WALL_HAY.GENERIC
source: Th' only walls I tolerate arr in me cabin.
ia_es: Los únicos muros que tolero son los de mi cabina.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SANDBAGSMALL
source: Fer keepin' th' flood waters at bay.
ia_es: Para mantener a raya las aguas de inundación.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LANTERN
source: 'Tis a fine light.
ia_es: Es una buena luz.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRINKET_9
source: Me ain't picky 'bout matcheys..
ia_es: No soy muy quisquilloso con los disparejos...

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MOOSEEGG
source: Whut beast lurks wit'in!
ia_es: ¿Qué bestia se esconderá adentro?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RESEARCHLAB.BURNT
source: I guess science ain't so hot after all.
ia_es: Parece que la ciencia no está que arde después de todo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RESEARCHLAB.GENERIC
source: I heard 'bout this science stuff. 'Tis up 'n comin'.
ia_es: Alguna vez escuche sobre estas cosas de la ciencia. Vamos a ver de qué se trata.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DEVTOOL
source: Aye, 'tis a truly wondrous item.
ia_es: Sí, éste si que es un objeto de admirar.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SLURPER_PELT
source: Tha smell!
ia_es: ¡Cómo apesta!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.EEL
source: Ye scalawag!
ia_es: ¡Tú, pillo!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_SANDY
source: Me ain't no ground lubber.
ia_es: No soy de los qu'aman el suelo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BEEMINE_MAXWELL
source: Step 'n get stung.
ia_es: Pisa y picado.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SHOVEL
source: Ima' gold digger!
ia_es: ¡Soy un desenterrador de oro!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BABYBEEFALO
source: Yer cute fer dumb, hairy meat.
ia_es: Eres tierno y tonto, carne peluda.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ELEPHANTCACTUS
source: Woodlegs be wary.
ia_es: Atención Woodlegs.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MARBLEPILLAR
source: A marble peg leg. For a giant.
ia_es: Una pata'e palo, pero de mármol. De tamaño gigante.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CAVE_BANANA_COOKED
source: Not bad.
ia_es: Nada mal.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SEAWEED_COOKED
source: Cooking it don't make it food.
ia_es: Cocinarlo no lo hace algo bueno pa' comer.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DUG_BUSH_VINE
source: Thet be mine fer th' takin'.
ia_es: Ahora me perteneces.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SEEDS_COOKED
source: Plant 'em in me belly.
ia_es: Plántalos en mi barriga.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SEEDS
source: Woodlegs ain't no landlubbin' farmer!
ia_es: ¡Woodlegs no es ningún campesino ama'or de tierra firme!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FISH_SMALL
source: 'Tis hardly a bite o' fish.
ia_es: Esto es apenas un bocado de pescado.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SHARK_TEETHHAT
source: Madness ta put th' devil's knives on me head.
ia_es: La locura ha puesto los cuchillos del demonio en mi cabeza.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SEAWEED
source: Get's tangled in my rigging.
ia_es: Se me queda atascado en el aparejo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SEATRAP
source: Tis' a pirate's lunch fer me!
ia_es: ¡Una cena pirata para mí!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BLUE_CAP_COOKED
source: Smells eat-able...
ia_es: Huele a algo come-stible...

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BEE.GENERIC
source: A honey-makin' devil.
ia_es: Un diablillo hace miel.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BEE.HELD
source: Yield yer sweet treasure!
ia_es: ¡Rinde tu dulce tesoro!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MERMFISHER
source: At least 'e be catchin' me fish!
ia_es: ¡Por lo menos me atrapa uno que otro pesca'o!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FROGGLEBUNWICH
source: Newt sandwich!
ia_es: ¡Sandwich de tritón!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BOAT
source: She's sturdy, if a lil' smaller'n I be used ta.
ia_es: Ella es robusta, pero un poco más pequeña de lo que solía ser.
