Repository: makara/Dont-Starve-Together-Docker-Cluster
Catalog: mods/workshop-1467214795/languages/*.po
Languages: ia_es

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_BOAT_DAMAGED
source: My boat's pretty banged up, eh?
ia_es: Mi barco está bastante jodido, ¿verdad?

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_OTHER_WORLD_PLANT
source: Wrong kind of soil, eh?
ia_es: Suelo equivocado, ¿verdad?

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_VOLCANO_ERUPT
source: Ooh, that's some bad weather, eh?
ia_es: Uy, a eso es a lo que se llama mal tiempo, ¿verdad?

# STRINGS.UI.CUSTOMIZATIONSCREEN.NAMES.OCEANWAVES
source: Waves
ia_es: Olas

# STRINGS.UI.CUSTOMIZATIONSCREEN.NAMES.POISON
source: Poison
ia_es: Veneno

# STRINGS.UI.CUSTOMIZATIONSCREEN.NAMES.WILDBORES
source: Wildbores
ia_es: Jabalís

# STRINGS.UI.CUSTOMIZATIONSCREEN.NAMES.GREEN_SEASON
source: Monsoon
ia_es: Temporada de Monzón

# STRINGS.UI.CUSTOMIZATIONSCREEN.NAMES.WHALEHUNT
source: Whaling
ia_es: Caza de Ballenas

# STRINGS.UI.CUSTOMIZATIONSCREEN.NAMES.WET_SEASON
source: Hurricane
ia_es: Estación Hurracanada

# STRINGS.UI.CUSTOMIZATIONSCREEN.NAMES.MILD_SEASON
source: Mild
ia_es: Temporada Calma

# STRINGS.UI.CUSTOMIZATIONSCREEN.NAMES.FLOODS
source: Floods
ia_es: Inundación

# STRINGS.UI.CUSTOMIZATIONSCREEN.NAMES.TIDES
source: Tides
ia_es: Marea

# STRINGS.UI.CUSTOMIZATIONSCREEN.NAMES.DRY_SEASON
source: Dry
ia_es: Temporada Seca

# STRINGS.UI.CUSTOMIZATIONSCREEN.NAMES.SEASON_START
source: Season Start
ia_es: Temporada Inicial

# STRINGS.UI.CUSTOMIZATIONSCREEN.SHIPWRECKEDLEVELDESC.1
source: A tropical paradise?
ia_es: ¿Un paraíso tropical?

# STRINGS.UI.CUSTOMIZATIONSCREEN.SHIPWRECKEDLEVELS.1
source: Shipwrecked
ia_es: Náufrago

# STRINGS.UI.LOADGAMESCREEN.VOLCANO
source: Volcano
ia_es: Volcán

# STRINGS.UI.LOADGAMESCREEN.SHIPWRECKED
source: Shipwrecked
ia_es: Náufrago

# STRINGS.UI.CRAFTING.NEEDPIRATIHATITATOR
source: Use a Piratihatitator to build a prototype!
ia_es: ¡Usa el Piratatidigitador para crear un prototipo!

# STRINGS.UI.STARTVOLCANO.BODY
source: Climb the volcano that might erupt at any moment?
ia_es: ¿Desea escalar el volcán, aún cuándo pudiera causar erupciones en cualquier momento?

# STRINGS.UI.STARTVOLCANO.NO
source: Stay Here
ia_es: Quedarse

# STRINGS.UI.STARTVOLCANO.TITLE
source: Path to Volcano
ia_es: Camino al Volcán

# STRINGS.UI.STARTVOLCANO.YES
source: Let's Go!
ia_es: ¡Vamos!

# STRINGS.UI.WORLDGEN.SHIPWRECKEDTITLE
source: GENERATING ISLANDS
ia_es: GENERANDO PALMAS

# STRINGS.UI.WORLDGEN.VOLCANOTITLE
source: BOILING MAGMA
ia_es: RECALENTANDO MAGMA

# STRINGS.UI.WORLDGEN_IA.NOUNS.1
source: trees
ia_es: árboles

# STRINGS.UI.WORLDGEN_IA.NOUNS.3
source: palms
ia_es: palmas

# STRINGS.UI.WORLDGEN_IA.NOUNS.4
source: snakes
ia_es: serpientes

# STRINGS.UI.WORLDGEN_IA.NOUNS.5
source: monsters
ia_es: monstruos

# STRINGS.UI.WORLDGEN_IA.NOUNS.6
source: a keen sense of despair
ia_es: un agudo sentido de desesperación

# STRINGS.UI.WORLDGEN_IA.NOUNS.7
source: Wilson's beard
ia_es: Barba de Wilson

# STRINGS.UI.WORLDGEN_IA.NOUNS.8
source: buckets and buckets of loot
ia_es: baldes y baldes llenos de tesoros

# STRINGS.UI.WORLDGEN_IA.NOUNS.9
source: game theory
ia_es: teoría del juego

# STRINGS.UI.WORLDGEN_IA.NOUNS.10
source: food
ia_es: comida

# STRINGS.UI.WORLDGEN_IA.NOUNS.11
source: vast ocean
ia_es: vasto océano

# STRINGS.UI.WORLDGEN_IA.NOUNS.12
source: thalassophobia
ia_es: talasofobia

# STRINGS.UI.MODSSCREEN.COMPATIBILITY_SW_ONLY
source: Compatible with Shipwrecked only.
ia_es: Compatible con solamente con SW.

# STRINGS.UI.SAVEINTEGRATION.TRAVEL_SHIPWRECKED
source: Travel to a tropical 'paradise'?
ia_es: ¿Viajar a un 'paraíso' tropical?

# STRINGS.UI.SANDBOXMENU.WET
source: Hurricane
ia_es: Huracán

# STRINGS.UI.SANDBOXMENU.DRY
source: Dry
ia_es: Seca

# STRINGS.UI.SANDBOXMENU.GREEN
source: Monsoon
ia_es: Monsón

# STRINGS.UI.SANDBOXMENU.MILD
source: Mild
ia_es: Templada

# STRINGS.UI.MAINSCREEN.SHIPWRECKED_UPDATENAME
source: Seas the Day!
ia_es: ¡Carpe Diem!

# STRINGS.BORE_TALK_EAT_MEAT.1
source: NOM NOM NOM
ia_es: ÑAM ÑAM ÑAM

# STRINGS.BORE_TALK_EAT_MEAT.2
source: YUM!
ia_es: ¡SABER RICO!

# STRINGS.SHIPNAMES.1
source: Nautilus
ia_es: Nautilio

# STRINGS.SHIPNAMES.3
source: Mary Celeste
ia_es: María Celeste

# STRINGS.SHIPNAMES.6
source: Santa Maria
ia_es: Santa María

# STRINGS.SHIPNAMES.7
source: Bluenose
ia_es: Nariz Azul

# STRINGS.SHIPNAMES.8
source: Adriatic
ia_es: Adriático

# STRINGS.SHIPNAMES.9
source: Nomadic
ia_es: Nomádico

# STRINGS.SHIPNAMES.16
source: African Queen
ia_es: Reina Africana

# STRINGS.SHIPNAMES.20
source: Pharaoh
ia_es: Faraón

# STRINGS.SHIPNAMES.24
source: Syracusia
ia_es: Siracusa

# STRINGS.SHIPNAMES.25
source: Baron of Renfrew
ia_es: Barón of Renfrew

# STRINGS.SHIPNAMES.27
source: Blackadder
ia_es: Águila Negra

# STRINGS.SHIPNAMES.29
source: Pelican
ia_es: Pelícano

# STRINGS.SHIPNAMES.30
source: Golden Hind
ia_es: Goldiano

# STRINGS.SHIPNAMES.31
source: Resolution
ia_es: Resolución

# STRINGS.PARROTNAMES.1
source: Danjaya
ia_es: Dajanara

# STRINGS.PARROTNAMES.2
source: Jean Claud Van Dan
ia_es: Jean Claud Pam Pam

# STRINGS.PARROTNAMES.4
source: Crackers
ia_es: Galletas

# STRINGS.PARROTNAMES.5
source: Sully
ia_es: Sulino

# STRINGS.PARROTNAMES.6
source: Reginald VelJohnson
ia_es: Reginaldo

# STRINGS.PARROTNAMES.9
source: Harry
ia_es: Henrry

# STRINGS.PARROTNAMES.10
source: Sammy
ia_es: Samuel

# STRINGS.PARROTNAMES.11
source: Zoe
ia_es: Zola

# STRINGS.PARROTNAMES.12
source: Trent
ia_es: Treta

# STRINGS.PARROTNAMES.13
source: Harrison
ia_es: Hanson

# STRINGS.PARROTNAMES.14
source: Alethea
ia_es: Aletea

# STRINGS.PARROTNAMES.15
source: Jonny Dregs
ia_es: Juan Bautista

# STRINGS.PARROTNAMES.16
source: Frankie
ia_es: Franco

# STRINGS.PARROTNAMES.17
source: Pollygon
ia_es: Polígono

# STRINGS.PARROTNAMES.18
source: Vixel
ia_es: Vicario

# STRINGS.PARROTNAMES.19
source: Hank
ia_es: Hanco

# STRINGS.PARROTNAMES.20
source: Cutiepie
ia_es: Tarta Rica

# STRINGS.PARROTNAMES.21
source: Vegetable
ia_es: Verdura

# STRINGS.PARROTNAMES.22
source: Scurvy
ia_es: Despreciable

# STRINGS.PARROTNAMES.23
source: Black Beard
ia_es: Barba Negra

# STRINGS.PARROTNAMES.24
source: Octoparrot
ia_es: Octoloro

# STRINGS.PARROTNAMES.25
source: Migsy
ia_es: Mingoso

# STRINGS.PARROTNAMES.27
source: Victoire
ia_es: Victorio

# STRINGS.PARROTNAMES.28
source: Cornelius
ia_es: Cornelio

# STRINGS.PARROTNAMES.29
source: Long John
ia_es: Jonás

# STRINGS.PARROTNAMES.30
source: Dr Hook
ia_es: Doctor Garfio

# STRINGS.PARROTNAMES.31
source: Horatio
ia_es: Horacio

# STRINGS.PARROTNAMES.33
source: Wilde
ia_es: Salvajo

# STRINGS.PARROTNAMES.34
source: Murdoch
ia_es: Murdoc

# STRINGS.PARROTNAMES.35
source: Lightoller
ia_es: Literanio

# STRINGS.PARROTNAMES.36
source: Boxhall
ia_es: Bolsón

# STRINGS.PARROTNAMES.37
source: Moody
ia_es: Mohoso

# STRINGS.PARROTNAMES.38
source: Phillips
ia_es: Felipe

# STRINGS.PARROTNAMES.39
source: Fleet
ia_es: Flota

# STRINGS.PARROTNAMES.40
source: Barrett
ia_es: Barredio

# STRINGS.BORE_TALK_HELP_HACK.1
source: I HELP GET BUSH!
ia_es: ¡YO AYUDAR ATRAPAR PLATAS!

# STRINGS.BORE_TALK_HELP_HACK.2
source: I PUNCH BUSH!
ia_es: ¡YO PEGAR PLANTAS!

# STRINGS.BORE_TALK_HELP_HACK.3
source: WE PUNCHIN' PLANTS NOW?
ia_es: ¿NOSOTROS PEGARLE PLANTAS AHORA?

# STRINGS.CHARACTER_TITLES.wilbur
source: The Monkey King
ia_es: El Rey Mono

# STRINGS.CHARACTER_TITLES.walani
source: The Relaxed
ia_es: La Relajada

# STRINGS.CHARACTER_TITLES.warly
source: The Chef
ia_es: El Chef

# STRINGS.CHARACTER_TITLES.woodlegs
source: The Pirate Captain
ia_es: El Capi´tan Pirata

# STRINGS.TABS.NAUTICAL
source: Nautical
ia_es: Náutico

# STRINGS.TABS.OBSIDIAN
source: Volcanic
ia_es: Volcánico

# STRINGS.SUNKEN_BOAT_REFUSE_TRADE.1
source: Sqwaak! Useless junk!
ia_es: ¡Sqwaak! ¡Basura inútil!

# STRINGS.SUNKEN_BOAT_REFUSE_TRADE.2
source: Go away! Sqwaak!
ia_es: ¡Márchate! ¡Sqwaak!

# STRINGS.SUNKEN_BOAT_REFUSE_TRADE.3
source: Wolly does NOT want THAT.
ia_es: Wally NO quiere ESO.

# STRINGS.SUNKEN_BOAT_REFUSE_TRADE.4
source: Land lubber!
ia_es: ¡Amador de tierra firme!

# STRINGS.SUNKEN_BOAT_IDLE.1
source: Sqwaaaak!
ia_es: ¡Squaaaak!

# STRINGS.SUNKEN_BOAT_IDLE.2
source: Where's me treasures?
ia_es: Los tesoros míos, ¿dónde están?

# STRINGS.SUNKEN_BOAT_IDLE.3
source: Wolly wants a cracker.
ia_es: Wolly quiere una galeta.

# STRINGS.SUNKEN_BOAT_IDLE.4
source: Abandon ship! Abandon ship!
ia_es: ¡Abandonar buque! ¡Abandonar buque!

# STRINGS.SUNKEN_BOAT_IDLE.5
source: Thar she blows!
ia_es: ¡Allá se vuela!

# STRINGS.SUNKEN_BOAT_IDLE.6
source: Treasures from the sea?
ia_es: ¿Tesoros del mar?

# STRINGS.SUNKEN_BOAT_IDLE.7
source: Lost! Lost! Waaark? Lost!
ia_es: ¡Perdido! ¡Perdido! ¿Waaark? ¡Perdido!

# STRINGS.SUNKEN_BOAT_IDLE.8
source: The treasure's going down!
ia_es: ¡Los tesoros se hunden!

# STRINGS.BORE_TALK_GO_HOME.1
source: HOME TIME!
ia_es: ¡TIEMPO DE HOGAR!

# STRINGS.BORE_TALK_GO_HOME.2
source: HOME! HOME!
ia_es: ¡CASA! ¡CASA!

# STRINGS.BORE_TALK_PANIC.2
source: TOO DARK! TOO DARK!
ia_es: ¡MUCHO OSCURO! ¡MUCHO OSCURO!

# STRINGS.BORE_TALK_ATTEMPT_TRADE.1
source: WHAT YOU GOT?
ia_es: ¿QUÉ TENER?

# STRINGS.BORE_TALK_ATTEMPT_TRADE.2
source: BETTER BE GOOD.
ia_es: MEJOR SER BUENO.

# STRINGS.BORE_TALK_ATTEMPT_TRADE.3
source: NO WASTE MY TIME.
ia_es: NO PERDER MI TIEMPO.

# STRINGS.BORE_TALK_RUN_FROM_SPIDER.1
source: SPIDER BAD!
ia_es: ¡ARAÑA MALA!

# STRINGS.BORE_TALK_RUN_FROM_SPIDER.2
source: NO LIKE SPIDER!
ia_es: ¡NO GUSTAR ARAÑAS!

# STRINGS.BORE_TALK_RUN_FROM_SPIDER.3
source: SCARY SPIDER!
ia_es: ¡ARAÑA MIEDOSA!

# STRINGS.CHARACTER_DESCRIPTIONS.wilbur
source: *Can't talk *Slow as biped, fast as quadruped *Is a monkey
ia_es: *No puede hablar *Lento como bípedo, rápido como cuadrúpedo *Es un mono

# STRINGS.CHARACTER_DESCRIPTIONS.warly
source: *Has distinguished tastes *Cooks in custom cookware *Has a stylish chef pouch
ia_es: *Tiene gustos refinados *Cocina en una Crock Pot hecha a la medida *Posee un elegante saco de chef

# STRINGS.CHARACTER_DESCRIPTIONS.woodlegs
source: *Can sniff out treasures *Captain of the "Sea Legs" *Pirate
ia_es: *Puede olfatear tesoros *Capitán del "Piernas del Mar" *Pirata

# STRINGS.BORE_TALK_FIGHT.1
source: I KILL NOW!
ia_es: ¡YO MATAR AHORA!

# STRINGS.BORE_TALK_FIGHT.2
source: YOU GO SMASH!
ia_es: ¡YO APLASTAR TU!

# STRINGS.BORE_TALK_FIGHT.4
source: NOW YOU DUN IT!
ia_es: ¡AHORA TU HACISTE ESTO!

# STRINGS.BORE_TALK_FIGHT.5
source: GO 'WAY!
ia_es: ¡TÚ IR LEJOS1

# STRINGS.BORE_TALK_FIGHT.6
source: I MAKE YOU LEAVE!
ia_es: YO HACER TU IR

# STRINGS.BORE_TALK_FIND_LIGHT.1
source: SCARY
ia_es: MIEDO

# STRINGS.BORE_TALK_FIND_LIGHT.2
source: NO LIKE DARK
ia_es: NO GUSTAR OSCURO

# STRINGS.BORE_TALK_FIND_LIGHT.3
source: WHERE IS SUN?
ia_es: ¿DÓNDE ESTAR SOL?

# STRINGS.BORE_TALK_FIND_LIGHT.4
source: STAY NEAR FIRE
ia_es: QUEDAR CERCA FUEGO

# STRINGS.BORE_TALK_FIND_LIGHT.5
source: FIRE IS GOOD
ia_es: FUEGO ES BUENO

# STRINGS.BORE_TALK_FOLLOWWILSON.1
source: YOU OK BY ME
ia_es: TÚ OK CONMIGO

# STRINGS.BORE_TALK_FOLLOWWILSON.2
source: I LOVE FRIEND
ia_es: YO AMAR AMIGO

# STRINGS.BORE_TALK_FOLLOWWILSON.3
source: YOU IS GOOD
ia_es: TU SER BUENO

# STRINGS.BORE_TALK_FOLLOWWILSON.4
source: I FOLLOW!
ia_es: ¡YO SEGUIR!

# STRINGS.RECIPE_DESC.BOOK_METEOR
source: And the sky shall rain fire!
ia_es: ¡Y del cielo lloverá fuego!

# STRINGS.RECIPE_DESC.SNAKESKINHAT
source: Keep the rain off and look cool doing it.
ia_es: Mantiene la lluvia afuera luciendo cool.

# STRINGS.RECIPE_DESC.SAIL_PALMLEAF
source: Catch the wind!
ia_es: ¡Atrapa el viento!

# STRINGS.RECIPE_DESC.MUSSEL_STICK
source: Mussels stick to it!
ia_es: ¡Pínchale los mejillones!

# STRINGS.RECIPE_DESC.SEATRAP
source: It's a trap for sea creatures.
ia_es: Es una trampa para las creaturas del mar.

# STRINGS.RECIPE_DESC.WOODLEGSBOAT
source: Go do some pirate stuff.
ia_es: Ve a hacer cosas de piratas.

# STRINGS.RECIPE_DESC.SHIPWRECKED_ENTRANCE
source: Teleport south for the winter.
ia_es: Teleporta al sur durante el invierno.

# STRINGS.RECIPE_DESC.BOTTLELANTERN
source: Glowing ocean goo in a bottle.
ia_es: Viscosidad oceánica en una botella.

# STRINGS.RECIPE_DESC.TURF_SNAKESKINFLOOR
source: Really ties the room together.
ia_es: Mantiene el cuarto bien organizado.

# STRINGS.RECIPE_DESC.WIND_CONCH
source: The gales come early.
ia_es: Una tormenta se acerca.

# STRINGS.RECIPE_DESC.BUOY
source: Mark your place in the water.
ia_es: Marca tu lugar en el agua.

# STRINGS.RECIPE_DESC.SPICEPACK
source: Freshen up your foodstuffs.
ia_es: Mantiene frescas tus comidas.

# STRINGS.RECIPE_DESC.SHARK_TEETHHAT
source: Looks quite dapper out at sea.
ia_es: Se ve muy elegante en altamar.

# STRINGS.RECIPE_DESC.PALMLEAF_UMBRELLA
source: Posh & portable tropical protection.
ia_es: Protección tropical elegante y portable.

# STRINGS.RECIPE_DESC.DRAGOONDEN
source: Enter the Dragoon's Den.
ia_es: Entrada a la guarida de los dragúns

# STRINGS.RECIPE_DESC.SUPERTELESCOPE
source: See across more sea.
ia_es: Para ver más agua, más allá.

# STRINGS.RECIPE_DESC.SPEAR_LAUNCHER
source: It laterally move your spears.
ia_es: Dispara tus lanzas.

# STRINGS.RECIPE_DESC.BOATCANNON
source: It's got your boat's back.
ia_es: Apoyo para tu bote.

# STRINGS.RECIPE_DESC.BOAT_TORCH
source: See at sea.
ia_es: Para ver en altamar.

# STRINGS.RECIPE_DESC.BLUBBERSUIT
source: A disgusting way to stay dry.
ia_es: Una forma asquerosa de mantenerse seco.

# STRINGS.RECIPE_DESC.MESSAGEBOTTLEEMPTY
source: Don't forget to recycle!
ia_es: ¡No olvides reciclarla!

# STRINGS.RECIPE_DESC.SANDBAGSMALL_ITEM
source: Flood-proof.
ia_es: A prueba de inundación.

# STRINGS.RECIPE_DESC.OBSIDIANSPEARGUN
source: Hot shot!
ia_es: ¡Caliente!

# STRINGS.RECIPE_DESC.THATCHPACK
source: Carry a light load.
ia_es: Para una carga ligera.

# STRINGS.RECIPE_DESC.TROPICALFAN
source: Luxuriously soft, luxuriously tropical
ia_es: Lujosamente suave, lujosamente tropical.

# STRINGS.RECIPE_DESC.BOAT_ARMOURED
source: Shell out for this hearty vessel.
ia_es: Acorazado para este robusto navío.

# STRINGS.RECIPE_DESC.OBSIDIANCOCONADE
source: KA-BLAMMIER!
ia_es: ¡MÁS KA-BLAM!

# STRINGS.RECIPE_DESC.BRAINJELLYHAT
source: Well aren't you clever?
ia_es: Bueno, pero sí que eres intelligente.

# STRINGS.RECIPE_DESC.CAPTAINHAT
source: Wear one. Your boat will respect you more.
ia_es: Ponte uno. Tu bote te respectará más.

# STRINGS.RECIPE_DESC.BOATREPAIRKIT
source: Stay afloat in that boat!
ia_es: ¡Mantiene el bote a flote!

# STRINGS.RECIPE_DESC.IRONWIND
source: Motorin'!
ia_es: ¡Motorizado!

# STRINGS.RECIPE_DESC.GASHAT
source: Keep nasty airborne particulates away!
ia_es: ¡Mantiene alejadas las partículas aéreas!

# STRINGS.RECIPE_DESC.MACHETE
source: Hack stuff!
ia_es: ¡Machetea cosas!

# STRINGS.RECIPE_DESC.PRIMEAPEBARREL
source: Wanna monkey around?
ia_es: ¿Quieres monear un poco?

# STRINGS.RECIPE_DESC.ANTIVENOM
source: Cures that not so fresh poisoned feeling.
ia_es: Cura ese sentimiento no muy fresco de envenenamiento.

# STRINGS.RECIPE_DESC.FABRIC
source: Bamboo is so versatile!
ia_es: ¡Bambú es tan versatil!

# STRINGS.RECIPE_DESC.EUREKAHAT
source: For when inspiration strikes.
ia_es: Para esos momentos de inspiración.

# STRINGS.RECIPE_DESC.CUTLASS
source: Fish were harmed in the making of this.
ia_es: Algunos peces fueron heridos en el proceso de producción.

# STRINGS.RECIPE_DESC.SPEARGUN_POISON
source: Sick shot!
ia_es: ¡Golpe enfermizo!

# STRINGS.RECIPE_DESC.SPEARGUN
source: Never sail without one!
ia_es: ¡No salgas a navegar sin una de éstas!

# STRINGS.RECIPE_DESC.OXHAT
source: Shell out for some poison protection.
ia_es: Acorazado para protegerse en contra del veneno.

# STRINGS.RECIPE_DESC.ARMOROBSIDIAN
source: Hot to the touch.
ia_es: Quema al tacto.

# STRINGS.RECIPE_DESC.SPEAR_OBSIDIAN
source: How 'bout a lil' fire with your spear?
ia_es: ¿Qué tal tu lanza con un poquito de fuego?

# STRINGS.RECIPE_DESC.ARMOR_SNAKESKIN
source: Stay dry and leathery.
ia_es: Te mantiene seco y encuerado.

# STRINGS.RECIPE_DESC.OBSIDIANFIREPIT
source: The firiest of all fires!
ia_es: ¡El fuego más fuego de todos!

# STRINGS.RECIPE_DESC.VOLCANOSTAFF
source: The sky is falling!
ia_es: ¡El cielo se está cayendo a pedazos!

# STRINGS.RECIPE_DESC.SEASACK
source: Keeps your food fresher longer!
ia_es: ¡Mantiene tu comida fresca por más tiempo!

# STRINGS.RECIPE_DESC.SAIL_SNAKESKIN
source: Heavy duty wind catcher.
ia_es: Atrapa viento de trabajo extra pesado.

# STRINGS.RECIPE_DESC.BOAT_LANTERN
source: Shed some light on the situation.
ia_es: Aclarar un poco esta situación.

# STRINGS.RECIPE_DESC.SAIL_CLOTH
source: Catch even more wind!
ia_es: ¡Atrapa incluso más viento!

# STRINGS.RECIPE_DESC.BOAT_CARGO
source: Hoarding at sea!
ia_es: ¡Almacenamiento compulsivo en altamar!

# STRINGS.RECIPE_DESC.OBSIDIANMACHETE
source: Hack 'n burn!
ia_es: ¡Macheteando y quemando!

# STRINGS.RECIPE_DESC.OBSIDIANAXE
source: Like a regular axe only hotter.
ia_es: Tal como un hacha normal pero más caliente.

# STRINGS.RECIPE_DESC.WALL_LIMESTONE_ITEM
source: Strong wall segments.
ia_es: Segmentos fuertes de muro.

# STRINGS.RECIPE_DESC.ARMORLIMESTONE
source: Sartorial reef.
ia_es: Arrecife del sastre.

# STRINGS.RECIPE_DESC.WOODLEGSHAT
source: Sniff out treasures.
ia_es: Ayuda a olfatear tesoros.

# STRINGS.RECIPE_DESC.OX_FLUTE
source: Make the world weep.
ia_es: Hace llorar al mundo.

# STRINGS.RECIPE_DESC.ICEMAKER
source: Ice, ice, baby!
ia_es: ¡Hielo, hielo, baby!

# STRINGS.RECIPE_DESC.SLOTMACHINE
source: Where are all the old ladies?
ia_es: ¿A dónde están todas las viejitas?

# STRINGS.RECIPE_DESC.PIRATEHAT
source: It's a pirate's life for ye!
ia_es: ¡Es la vida pirata para vosotros!

# STRINGS.RECIPE_DESC.CHIMINEA
source: Fire and wind don't mix.
ia_es: Fuego y agua no combinan.

# STRINGS.RECIPE_DESC.SANDBAG_ITEM
source: Sand, waters greatest enemy.
ia_es: Arena, el más grande enemigo del agua.

# STRINGS.RECIPE_DESC.PALMLEAF_HUT
source: Escape the rain. Mostly.
ia_es: Un escape a la lluvia. La mayoría de las veces.

# STRINGS.RECIPE_DESC.TELESCOPE
source: See across the sea.
ia_es: Para ver el mar de noche.

# STRINGS.RECIPE_DESC.ARMOR_LIFEJACKET
source: Safety first!
ia_es: ¡La seguridad primero!

# STRINGS.RECIPE_DESC.SPEAR_POISON
source: Jab 'em with a sick stick.
ia_es: ¡Golpéalos con un arma enfermiza!

# STRINGS.RECIPE_DESC.BOAT_ROW
source: Row row row your boat!
ia_es: ¡Rema, rema, rema, rema tu bote!

# STRINGS.RECIPE_DESC.BLOWDART_POISON
source: Spit poison at your enemies.
ia_es: Escupe veneno a tus enemigos.

# STRINGS.RECIPE_DESC.ARMORCACTUS
source: Prickly to the touch.
ia_es: Picoso al tacto.

# STRINGS.RECIPE_DESC.SURFBOARD_ITEM
source: Cowabunga dudes!
ia_es: ¡Amigos cowabunga!

# STRINGS.RECIPE_DESC.SAIL_STICK
source: May the wind be always at your back.
ia_es: Que las olas estén siempre a tus espaldas.

# STRINGS.RECIPE_DESC.ARMORSEASHELL
source: Pretty poison prevention.
ia_es: Linda prevención antiveneno.

# STRINGS.RECIPE_DESC.GOLDENMACHETE
source: Hack stuff with STYLE!
ia_es: ¡Macheteando con estilo!

# STRINGS.RECIPE_DESC.WALL_LIMESTONE
source: Tough wall segments.
ia_es: Segmentos de la pared resistente.

# STRINGS.RECIPE_DESC.WORNPIRATEHAT
source: It's a pirate's life for ye!
ia_es: ¡Es la vida de un pirata para vosotros!

# STRINGS.RECIPE_DESC.SAIL_FEATHER
source: Like a bird's wing for you boat!
ia_es: ¡Como el ala de un ave para el barco!

# STRINGS.RECIPE_DESC.DOUBLE_UMBRELLAHAT
source: Function definitely over fashion.
ia_es: La funcionalidad le gana a la moda sin duda alguna.

# STRINGS.RECIPE_DESC.PIRATIHATITATOR
source: Deppify the power of your pirate hat.
ia_es: Amplifica el poder mágico de tu sombrero de copa.

# STRINGS.RECIPE_DESC.TRAWLNET
source: A patient fisherman is rewarded.
ia_es: Un pescador paciente es recompensado.
