Repository: makara/Dont-Starve-Together-Docker-Cluster
Catalog: mods/workshop-1467214795/languages/*.po
Languages: ia_es

# STRINGS.NAMES.BERRYBUSH2_SNAKE
source: Berry Bush
ia_es: Arbusto de Bayas

# STRINGS.NAMES.DOUBLE_UMBRELLAHAT
source: Dumbrella
ia_es: Tontrilla

# STRINGS.NAMES.VENOMGLAND
source: Venom Gland
ia_es: Glándula de Veneno

# STRINGS.NAMES.DROWNING
source: Drowning
ia_es: Ahogando

# STRINGS.NAMES.SUNKEN_BOAT_TRINKET_3
source: Soaked Candle
ia_es: Vela Empapada

# STRINGS.NAMES.MYSTERYMEAT
source: Bile-Covered Slop
ia_es: Porquería Cubierta de Bilis

# STRINGS.NAMES.ELEPHANTCACTUS
source: Elephant Cactus
ia_es: Cactus Elefante

# STRINGS.NAMES.DUG_BUSH_VINE
source: Viney Bush Root
ia_es: Raíz de Vid

# STRINGS.NAMES.SHARK_TEETHHAT
source: Shark Tooth Crown
ia_es: Corona de Dientes de Tiburón

# STRINGS.NAMES.SWEETPOTATOSOUFFLE
source: Sweet Potato Souffle
ia_es: Suflé de Patatas Dulces

# STRINGS.NAMES.WHALE_BLUE
source: Blue Whale
ia_es: Ballena Azul

# STRINGS.NAMES.BOATCANNON
source: Boat Cannon
ia_es: Bote Acañonado

# STRINGS.NAMES.DOYDOYNEST
source: Doydoy Nest
ia_es: Nido de Doydoy

# STRINGS.NAMES.SEASHELL_BEACHED
source: Seashell
ia_es: Concha Marina

# STRINGS.NAMES.PRIMEAPE
source: Prime Ape
ia_es: Mono

# STRINGS.NAMES.TIGERSHARK
source: Tiger Shark
ia_es: Tiburón Tigre

# STRINGS.NAMES.TURF_VOLCANO
source: Volcano Turf
ia_es: Suelo Volcánico

# STRINGS.NAMES.SWEET_POTATO_PLANTED
source: Sweet Potato
ia_es: Patata Dulce

# STRINGS.NAMES.CHIMINEA
source: Chiminea
ia_es: Chimenea

# STRINGS.NAMES.PRIMEAPEBARREL
source: Prime Ape Hut
ia_es: Refugio de Monos

# STRINGS.NAMES.THATCHPACK
source: Thatch Pack
ia_es: Mochila de Palma

# STRINGS.NAMES.FISHINHOLE
source: Shoal
ia_es: Cardumen

# STRINGS.NAMES.SNAKEOIL
source: Snake Oil
ia_es: Aceite de Serpiente

# STRINGS.NAMES.VOLCANOSTAFF
source: Volcano Staff
ia_es: Báculo Volcánico

# STRINGS.NAMES.DUG_COFFEEBUSH
source: Coffee Plant
ia_es: Planta de Café

# STRINGS.NAMES.MERMHOUSE_FISHER
source: Fishermerm's Hut
ia_es: Choza de Merm Pescador

# STRINGS.NAMES.SWEET_POTATO_COOKED
source: Cooked Sweet Potato
ia_es: Patata Dulce Cocida

# STRINGS.NAMES.JELLYJERKY
source: Dried Jellyfish
ia_es: Medusa Seca

# STRINGS.NAMES.SUNKEN_BOAT_TRINKET_4
source: Sea Worther
ia_es: Portal de Navegación

# STRINGS.NAMES.TWISTER_SEAL
source: Seal
ia_es: Foca

# STRINGS.NAMES.PACKIM
source: Packim Baggims
ia_es: Paquím Bolsón

# STRINGS.NAMES.SOLOFISH
source: Dogfish
ia_es: Pez Perro

# STRINGS.NAMES.VINE
source: Vine
ia_es: Vid

# STRINGS.NAMES.SPOILED_FISH
source: Spoiled Fish
ia_es: Pez Podrido

# STRINGS.NAMES.GOLDENMACHETE
source: Luxury Machete
ia_es: Machete de Lujo

# STRINGS.NAMES.SUNKBOAT
source: Sunken Boat
ia_es: Barco Hundido

# STRINGS.NAMES.TURF_TIDALMARSH
source: Tidal Marsh Turf
ia_es: Suelo de Marjal

# STRINGS.NAMES.TURF_BEACH
source: Beach Turf
ia_es: Suelo de Playa

# STRINGS.MERMNAMES.1
source: Glorpy
ia_es: Glorpiano

# STRINGS.MERMNAMES.2
source: Gloppy
ia_es: Glopino

# STRINGS.MERMNAMES.3
source: Blupper
ia_es: Blupiano

# STRINGS.MERMNAMES.4
source: Glurtski
ia_es: Glurtusquio

# STRINGS.MERMNAMES.5
source: Glummer
ia_es: Gulmero

# STRINGS.MERMNAMES.6
source: Gluts
ia_es: Glutosio

# STRINGS.MERMNAMES.7
source: Slerm
ia_es: Esleriono

# STRINGS.MERMNAMES.8
source: Sloosher
ia_es: Eslochíno

# STRINGS.MERMNAMES.9
source: Slurnnious
ia_es: Eslurnioso

# STRINGS.MERMNAMES.10
source: Brutter
ia_es: Brutilo

# STRINGS.MERMNAMES.11
source: Glunt
ia_es: Gluntioso

# STRINGS.MERMNAMES.12
source: Mropt
ia_es: Mropotudo

# STRINGS.MERMNAMES.13
source: Shlorpen
ia_es: Chorpino

# STRINGS.MERMNAMES.14
source: Blunser
ia_es: Bluntiaco

# STRINGS.MERMNAMES.15
source: Fthhhhh
ia_es: Flato

# STRINGS.MERMNAMES.16
source: Blort
ia_es: Blorto

# STRINGS.MERMNAMES.17
source: Slpslpslp
ia_es: Eslaperto

# STRINGS.MERMNAMES.18
source: Glorpen
ia_es: Gloriunillo

# STRINGS.MERMNAMES.19
source: Rut Rut
ia_es: RínRín

# STRINGS.MERMNAMES.20
source: Mrwop
ia_es: Morliato

# STRINGS.MERMNAMES.21
source: Glipn
ia_es: Glipenuto

# STRINGS.MERMNAMES.22
source: Glert
ia_es: Glertuldo

# STRINGS.MERMNAMES.23
source: Sherpl
ia_es: Eschepalto

# STRINGS.MERMNAMES.24
source: Shlubber
ia_es: Eslubrumoso

# STRINGS.MERMNAMES.26
source: Dan
ia_es: Dniel

# STRINGS.MERMNAMES.27
source: Drew
ia_es: Diego

# STRINGS.MERMNAMES.28
source: Dave
ia_es: David

# STRINGS.MERMNAMES.29
source: Jon
ia_es: Juán

# STRINGS.MERMNAMES.30
source: Matt
ia_es: Mateo

# STRINGS.MERMNAMES.31
source: Nathan
ia_es: Nataniel

# STRINGS.MERMNAMES.32
source: Vic
ia_es: Vicente

# STRINGS.MERM_TALK_PANIC.3
source: FLOPT! FTHRON!
ia_es: FLOPT! FTRON!

# STRINGS.SUNKEN_BOAT_ACCEPT_TRADE.1
source: Thanks, matey!
ia_es: ¡Gracias amigo!

# STRINGS.SUNKEN_BOAT_ACCEPT_TRADE.2
source: A fair trade!
ia_es: ¡Un intercambio justo!

# STRINGS.SUNKEN_BOAT_ACCEPT_TRADE.3
source: Yaarr. Thanks buddy.
ia_es: Ruaaarrrr. Gracias compadre.

# STRINGS.CHARACTER_QUOTES.wilbur
source: "Ooo ooa oah ah!"
ia_es: "Uuu uua ua aa!"

# STRINGS.CHARACTER_QUOTES.walani
source: "Can someone bring me some food?"
ia_es: "¿Puede alguien traerme algo de comer?"

# STRINGS.CHARACTER_QUOTES.woodlegs
source: "Yarrr"
ia_es: "Rraaarrrr"

# STRINGS.RAWLING.in_container.1
source: This isn't a peach basket...
ia_es: Esta no es una caja de melocotones....

# STRINGS.RAWLING.on_ground.1
source: I could use a little pick me up.
ia_es: Estoy necesitando un poquito de atención.

# STRINGS.RAWLING.in_inventory.1
source: Let's cut the bottom out of the basket.
ia_es: Vamos a cortar el fondo de la canasta.

# STRINGS.RAWLING.on_ignite.1
source: I'm on fire!
ia_es: Estoy en llamas!

# STRINGS.RAWLING.on_ignite.2
source: Ow ow ow ow ow!
ia_es: O o o o o!

# STRINGS.RAWLING.on_pickedup.1
source: Is that you James?
ia_es: ¿Eres tú?, ¿James?

# STRINGS.RAWLING.on_pickedup.2
source: You're MY MVP!
ia_es: ¡Tú eres my más valioso jugador!

# STRINGS.RAWLING.on_thrown.1
source: To the peach basket!
ia_es: ¡A la canasta de duraznos!

# STRINGS.RAWLING.on_thrown.2
source: Shoot!
ia_es: ¡Lanza!

# STRINGS.RAWLING.on_thrown.3
source: You miss 100% of the shots you don't take!
ia_es: ¡Tú pierdes el 100% de los lanzamientos que no tomas!

# STRINGS.RAWLING.on_thrown.4
source: I believe I can fly!
ia_es: ¡Creo que puedo volar!

# STRINGS.RAWLING.on_dropped.1
source: Dribble me!
ia_es: ¡Dríblame!

# STRINGS.RAWLING.on_bounced.1
source: Ouch!
ia_es: ¡Ay ay ay!

# STRINGS.RAWLING.on_bounced.2
source: Nothin' but peaches!
ia_es: ¡Nada más que duraznos!

# STRINGS.RAWLING.on_bounced.4
source: Rejected!
ia_es: ¡Rechazado!

# STRINGS.RAWLING.on_extinguish.1
source: Saved!
ia_es: ¡Salvado!

# STRINGS.RAWLING.equipped.1
source: You can carry me. For a couple of steps.
ia_es: Ahora puedes cargarme por algunos pasos.

# STRINGS.RAWLING.equipped.2
source: Is this some kind of Canadian joke?
ia_es: ¿Es eso algún tipo de broma canadiense?

# STRINGS.RAWLING.equipped.3
source: Feel 'free' to throw me.
ia_es: Siéntete en la libertad de tirarme.

# STRINGS.RAWLING.on_hit_water.1
source: Swish!
ia_es: ¡Suuuiiish

# STRINGS.CHARACTERS.GENERIC.ACTIONFAIL.REPAIRBOAT.GENERIC
source: She's floating just fine right now.
ia_es: Ella está flotando suficientemente bien ahora.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_BOAT_SINKING
source: I seem to be sinking.
ia_es: Al parecer me estoy hundiendo.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_MAPWRAP_WARN
source: Here there be monsters.
ia_es: Se dice que por aquí hay monstruos.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_SHARX
source: I'm going to need a bigger boat...
ia_es: Voy a necesitar un bote más grande...

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_MAPWRAP_LOSECONTROL
source: It would seem my future is foggy.
ia_es: Al parecer my futuro se ve nublado.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_WHALE_HUNT_LOST_TRAIL_SPRING
source: The water is too rough!
ia_es: ¡Éstas aguas están muy recias!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_BOAT_SINKING_IMMINENT
source: I need to get to land!
ia_es: ¡Necesito llegar a tierra!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_WHALE_HUNT_LOST_TRAIL
source: I wonder where it went...
ia_es: Me pregunto dónde a dónde se fue...

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_WAVE_BOOST
source: Weeeee!
ia_es: ¡Síííí!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_MAPWRAP_RETURN
source: I think I felt something brush against my leg...
ia_es: Creo que sentí algo rozando mi pierna...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COFFEEBEANS
source: They could use some roasting.
ia_es: Hay que tostarlos.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.JELLYFISH_PLANTED
source: Science works in mysterious, blobby ways.
ia_es: La ciencia actúa en maneras misteriosas, maneras burbujeantes.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIRATEPACK
source: I can keep my booty in here.
ia_es: Puedo dejar my tesoro aquí.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PALMLEAF_UMBRELLA
source: This will keep my hair moderately dry, at least.
ia_es: Esto mantendrá mi cabello moderadamente secado, por lo menos.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SUPERTELESCOPE
source: I can see forever!
ia_es: Puedo ver para siempre!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WIND_CONCH
source: I can hear the wind trapped within.
ia_es: Puedo escuchar el viento atrapado adentro.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MARSH_PLANT_TROPICAL
source: Planty.
ia_es: Plántico.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KNIGHTBOAT
source: Get off the water you maniac!
ia_es: ¡Sal del agua, tú, maniático!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COFFEEBEANS_COOKED
source: Heat definitely improved them.
ia_es: El calor los ha mejorado sin lugar a duda.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLOWDART_POISON
source: The pointy end goes that way.
ia_es: La punta indica en esta dirección.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUBBERSUIT
source: Well, it's something.
ia_es: Bueno, algo es algo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CAPTAINHAT
source: The proper boating attire!
ia_es: ¡El vestuario apropiado de navegación!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ANTIVENOM
source: Tastes horrible!
ia_es: ¡Sabe terrible!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CRAB.GENERIC
source: Don't get snappy with me, mister.
ia_es: No te pongas de muy rapidito conmigo, querido.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CRAB.HIDDEN
source: I wonder where that crab went?
ia_es: Me pregunto a dónde se habrá ido ese cangrejo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DOYDOYEGG_CRACKED
source: Oh well. I'm sure there are lots more!
ia_es: Ah, bueno. ¡Tengo la seguridad que habrá muchos más!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.OXHAT
source: Nice and dry. This helmet will protect me from the elements.
ia_es: Agradable y seco. Este casco me protegerá de la inclemencia de los elementos.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SHIPWRECKED_EXIT
source: And so I sail away into the horizon...
ia_es: Y así navego hacia el horizonte...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISH_SMALL_COOKED
source: A small bit of cooked fish.
ia_es: Un pedacito de pescado cocido.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISH_COOKED
source: Grilled to perfection.
ia_es: Perfectamente asado.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WILDBOREHEAD
source: It smells as bad as it looks.
ia_es: Huele tan mal como se ve.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRAWLNETDROPPED.SOON
source: It is definitely sinking.
ia_es: Definitivamente se está hundiendo

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRAWLNETDROPPED.SOONISH
source: I think it's sinking.
ia_es: Creo que se está hundiendo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRAWLNETDROPPED.GENERIC
source: It's bulging with potential!
ia_es: Tiene un gran potencial!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BIOLUMINESCENCE
source: These make a soothing glow.
ia_es: Producen un brillo tranquilizador.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPEARGUN
source: Oh the science I could get up to with this!
ia_es: ¡Ah, los experimentos que podría hacer con ellos!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS_WATER
source: I hope you're thirsty, grass.
ia_es: Espero que tengas sed, pasto.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUOY
source: Awww yaaaaa Buoy!
ia_es: Aaaaaaah Raaaaaarrrrrr Boya!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOTSAM
source: If only I had some way of hooking on to it from here.
ia_es: Si sólo pudiera engancharlo desde aquí.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CRATE
source: There must be a way to open it.
ia_es: Debe haber alguna manera de abrirlo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_ASH
source: Ashy turf.
ia_es: Suelo Cenizo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DEPLETED_BUSH_VINE
source: One day it may return.
ia_es: Un día de estos podrá regresar.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MUSSEL
source: Could use some flexing.
ia_es: Podría usar un poco de flexión.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WHALE_WHITE
source: Looks like a fighter.
ia_es: Se vé como un luchador.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SUNKEN_BOAT_TRINKET_5
source: If only I had another!
ia_es: Si sólo tuviera otro!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIMESTONENUGGET
source: Looks like a useful building material.
ia_es: Parece un útil material de construcción.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.OBSIDIAN
source: It's a fire rock.
ia_es: Es una roca de fuego.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SWORDFISH
source: I think this fish evolved to run me through.
ia_es: Creo que este pez ha evolucionado sólo para atravesarme.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SNAKESKINHAT
source: Should repel the rain.
ia_es: Debería repeler la lluvia.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CORAL_BRAIN
source: Food for thought.
ia_es: Comida para los pensamientos.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COCONUT_COOKED
source: Now I just need a cake.
ia_es: Ahora sólo necesito un pastel.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SNAKE
source: I wonder if it'll sell me some oil?
ia_es: Me pregunto si me venderá algo de su aceite.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLUP
source: Leave me alone!
ia_es: ¡Déjame tranquila!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_JUNGLE
source: Very gnarled ground.
ia_es: Un suelo muy enmarañado.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WILBUR_CROWN
source: It's oddly monkey-sized.
ia_es: ¡Qué raro! Parece que le quedaría a un mono.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BRAINJELLYHAT
source: Two brains means double the ideas!
ia_es: ¡Don cerebros significa el doble de ideas!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIMPETS_COOKED
source: Escargotcha!
ia_es: ¡Caracolada!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WOODLEGS_KEY3
source: That's a key.
ia_es: Es una llave.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WOODLEGSSAIL
source: The quintessential pirate sail.
ia_es: La vela pirata por excelencia.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DEPLETED_GRASS_WATER
source: Farewell, sweet plant.
ia_es: Adiós, dulce planta.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WOODLEGSBOAT
source: A vessel fit for a scallywag.
ia_es: Un digno duque para un canalla.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WHALE_TRACK
source: Whale, ho!
ia_es: Ballena, jo!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WATERYGRAVE
source: Sure, I could fish it out of there, but should I?
ia_es: Claro que podría pescar allá, pero, ¿debería hacerlo?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.VOLCANO_ALTAR.GENERIC
source: It appears to be closed.
ia_es: Parece estar cerrado.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.VOLCANO_ALTAR.OPEN
source: The altar is open and ready to accept offerings!
ia_es: ¡El altar está abierto y listo para recibir sacrificios!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_TIDALMARSH
source: Marsh-y floor.
ia_es: Piso de Marjal.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CRABHOLE
source: They call a dug hole in the sand their home.
ia_es: Ellos llaman hogar a un hoyo en la arena.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_MAGMAFIELD
source: Lava-y floor.
ia_es: Lava y suelo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PARROT_PIRATE
source: I try not to eat anything with a name.
ia_es: Intento no comerme nada que tenga un nombre propio.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEASHELL
source: Maybe I could sell these.
ia_es: Tal vez pueda venderlas.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.JUNGLETREE.BURNT
source: I feel like I could have prevented that.
ia_es: Tengo la sensación de que hubiera podido prevenir esto.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.JUNGLETREE.CHOPPED
source: Take that, nature!
ia_es: ¡Toma esto, naturaleza!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.JUNGLETREE.GENERIC
source: That tree needs a hair cut.
ia_es: Ese árbol necesita una podadita.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.JUNGLETREE.BURNING
source: What a waste of wood.
ia_es: Tanta madera desperdiciada.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPEAR_LAUNCHER
source: Science takes care of me.
ia_es: La ciencia me cuida.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SAIL_SNAKESKIN
source: Scale it and sail it!
ia_es: ¡Pésenlo y navéguenlo!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BURIEDTREASURE
source: Please be a good treasure!
ia_es: ¡Por favor, sé un gran tesoro!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SANDBAGSMALL_ITEM
source: A bag full of sand... does science know no bounds?
ia_es: Una bolsa llena de arena... ¿tendrá la ciencia alguna frontera?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIRATEGHOST
source: He met a terrible end. I will too if I don't get out of here.
ia_es: Él ha tenido un final terrible. Lo mismo me depara a mí si no logro salir de aquí.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PEG_LEG
source: I'm happy to perform amputations if anyone would like to wear it for real.
ia_es: Estaría feliz de realizar alguna amputación, si alguien llegara a necesitar una verdad.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PORTAL_SHIPWRECKED
source: It's broken.
ia_es: Está roto.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.OX_HORN
source: I grabbed the ox by the horn.
ia_es: Agarré el toro por los cuernos.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DEPLETED_BAMBOOTREE
source: Will it grow again?
ia_es: ¿Volverá a crecer?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MYSTERYMEAT
source: I'm not dissecting that.
ia_es: No estos haciéndole una disectomía.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHIMINEA
source: Take that, wind!
ia_es: ¡Toma eso, viento!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MONSTERTARTARE
source: There's got to be something else to eat around here.
ia_es: Tiene que haber algo más por aquí que pueda comer.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAGMAROCK_GOLD_FULL
source: I see a golden opportunity.
ia_es: Veo una oportunidad dorada.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAGMAROCK_FULL
source: I can dig it.
ia_es: Puedo desenterrarlo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KRAKEN_TENTACLE
source: A beast that never sleeps.
ia_es: Una bestia que nunca duerme.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KRAKENCHEST
source: To the victor, the spoils.
ia_es: Al vencedor, los despojos.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.KRAKEN
source: Now's not the time for me to be Quacken' wise!
ia_es: ¡Ahora no es el momento para ser Quacke-loso!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FRESHFRUITCREPES
source: Sugary fruit! Part of a balanced breakfast.
ia_es: ¡Fruta dulzona! Parte de un desayuno balanceado.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SUNKEN_BOAT_TRINKET_2
source: Now all I need is a miniaturization machine!
ia_es: ¡Ahora todo lo que necesito es mi miniaturizador!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRAGOONSPIT
source: It's SPITacularly disgusting!
ia_es: ¡Es ESCUPIRalmente desagradable!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CORAL_BRAIN_ROCK
source: I wonder what it's plotting...
ia_es: Me pregunto que se está planeando....

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRAGOONHEART
source: Where the dragoon once stored its feelings.
ia_es: Donde el Dragún alguna vez guardó sus sentimientos.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DOYDOYEGG_COOKED
source: A controlled chemical reaction has made this egg matter more nutritious.
ia_es: Una reacción controlada le ha permitido a este huevo tener una materia más nutritiva

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WOODLEGSHAT
source: Does it make me look scurvy... I mean scary!?
ia_es: ¿¡Me hace ver ruin... digo, siniestro!?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.OX_FLUTE
source: Is it dripping...?
ia_es: ¿Está mojando..?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COCONUT_HALVED
source: When I click them together, they make horsey sounds!
ia_es: ¡Cuándo las golpeo una contra la otra, hacen sonidos equinos!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RAWLING
source: It's my buddy!
ia_es: ¡Es mi amigo!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PACKIM_FISHBONE
source: Looks like something I want to carry around.
ia_es: Parece como algo que siempre quisiera llevar conmigo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BOOK_METEOR
source: The foreword just says "Hope you like dragoons."
ia_es: El prefacio solamente dice "Espero que te gusten los dragúnes!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.VOLCANO_EXIT
source: I can feel a cool breeze outside.
ia_es: Puedo sentir afuera una brisa fría.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SHARK_FIN
source: A sleek fin.
ia_es: Una aleta aerodinámica.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOSQUITOSACK_YELLOW
source: Part of a yellow mosquito.
ia_es: Parte de un mosquito amarillo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MOSQUITO_POISON
source: These blasted mosquitoes carry a sickness.
ia_es: Estos malditos mosquitos transmiten enfermedades.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SAND
source: A handy pile of pocket sand.
ia_es: Una muy útil pila de arena portable.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MUSSEL_FARM.GENERIC
source: I wonder if they are from Brussels.
ia_es: Me pregunto si serán se Bruselas.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MUSSEL_FARM.STICKPLANTED
source: I really stuck it to them.
ia_es: De veras que se lo he clavado.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORCACTUS
source: The best defense is a good offense.
ia_es: La mejor defensa es el ataque.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_SNAKESKINFLOOR
source: Sssstyle ssssstatement.
ia_es: Una declaracSSSSción de eSSSStilo

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRAGOONEGG
source: Do I hear cracking?
ia_es: ¿Puedes oírlo eclosionando?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TWISTER
source: I thought it was oddly windy around here.
ia_es: Y yo pensé que estaba haciendo un viento extraño por aquí

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WILDBOREHOUSE
source: What a boreing house.
ia_es: ¡Qué casa tan jabalrrida!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRAGOONDEN
source: Even goons gotta sleep.
ia_es: Incluso los matones tienen que dormir.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCK_CHARCOAL
source: Would need an awfully big stocking...
ia_es: Necesitaré una bodega horriblemente grande...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WILBUR_UNLOCK
source: He looks kind of regal.
ia_es: Él parece como de la realeza.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.VOLCANO_SHRUB
source: You look ashen.
ia_es: Tu te ves ceniciento.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TIDALPOOL
source: A pool left by the tides.
ia_es: Un estanque producido por la marea.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLAMEGEYSER
source: Maybe I should stand back.
ia_es: Tal vez debería quedarme alejado.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPEAR_POISON
source: Now it's extra deadly.
ia_es: Ahora es extra mortal.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANGROVETREE
source: I wonder if it's getting enough water?
ia_es: Me pregunto si estará recibiendo suficiente agua.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BOAT_TORCH
source: This'll keep my hands free.
ia_es: Esta mantendrá mis manos libres.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COCONADE.GENERIC
source: I'll need to light it first.
ia_es: Tendré que encenderla primero.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COCONADE.BURNING
source: This seems dangerous.
ia_es: Se ve peligrosa.
