Repository: makara/Dont-Starve-Together-Docker-Cluster
Catalog: mods/workshop-1467214795/languages/*.po
Languages: ia_es

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_WHALE_HUNT_LOST_TRAIL_SPRING
source: Wolfgang cannot follow!
ia_es: ¡Wolfgang no puede seguir!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_BOAT_SINKING_IMMINENT
source: I will fight death!
ia_es: ¡Lucharé la muerte!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_WHALE_HUNT_LOST_TRAIL
source: Argh! Outsmarted by large fish!
ia_es: ¡Argh! ¡Engañado por un gran pez!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_WAVE_BOOST
source: I am mighty!
ia_es: ¡Soy poderoso!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_MAPWRAP_RETURN
source: Wolfgang cannot be stopped!
ia_es: ¡Wolfgang no puede ser detenido!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COFFEEBEANS
source: Tiny beans give Wolfgang strength!
ia_es: ¡Pequeños granos le dan fuerza a Wolfgang!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.JELLYFISH_PLANTED
source: Jelly does not know it is little.
ia_es: La medusa no sabe que es pequeña.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PIRATEPACK
source: Sounds like jingles.
ia_es: Suena como tintineos.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PALMLEAF_UMBRELLA
source: I do not like tiny umbrella.
ia_es: No me gustan los paraguas diminutos.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WIND_CONCH
source: That shell makes scary sounds.
ia_es: Esa concha marina hace ruidos siniestros.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.MARSH_PLANT_TROPICAL
source: Puny shrub.
ia_es: Arbustito blando.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.KNIGHTBOAT
source: Let us fight!
ia_es: ¡Peleemos!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.COFFEEBEANS_COOKED
source: I will ingest and absorb its power!
ia_es: ¡Voy a ingerir y absorber su poder!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BLUBBERSUIT
source: Would rather wear a muscle suit!
ia_es: ¡Preferiría mejor usar un traje hecho de músculo!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FISH_COOKED
source: Meat from water still make Wolfgang strong.
ia_es: Aún la carne de agua hace fuerte a Wolfgang.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SUNKBOAT
source: Is broken!
ia_es: ¡Está roto!

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FISH_COOKED
source: It still stinks.
ia_es: Todavía apesta.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BOAT
source: It's not going anywhere.
ia_es: No irá a ninguna parte.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SUNKBOAT
source: That's not how you use a boat!
ia_es: ¡Así no es como se utiliza un barco!

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FISH_COOKED
source: A proper grilling puts a stop to the flopping.
ia_es: Un buen asado pone fin a las sacudidas desesperadas.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SUNKBOAT
source: A cruel trick!
ia_es: ¡Un truco cruel!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.COOKEDSMALLMEAT
source: A tasty morsel.
ia_es: Una deliciosa porción de carne.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.RATATOUILLE
source: For treatment of scurvy...
ia_es: Bueno pa'l escorbuto.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FISH_COOKED
source: Flaky and moist. Delicious.
ia_es: Escamoso y húmedo. Delicioso.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BOAT
source: All these legs, but we don't row.
ia_es: Todas estas piernas, pero no remamos.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FISH_COOKED
source: Beautifully grilled.
ia_es: Maravillosamente a la parrilla.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SAIL_SNAKESKIN
source: A sail of serpent hide.
ia_es: Una vela de serpiente

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SNAKESKIN
source: A layer of snake.
ia_es: Una capa de serpiente.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SNAKEDEN.BURNT
source: Charred matter.
ia_es: Materia carbonizada.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SNAKEDEN.CHOPPED
source: The stems will grow with time.
ia_es: El tallo crecerá con el tiempo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SNAKEDEN.GENERIC
source: I can hear the serpent inside.
ia_es: Puedo escuchar las serpietes adentro.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SLOTMACHINE
source: I'd wager the outcome is chancy.
ia_es: Me imagino que el resultado se propará arriesgado.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MOSQUITO_POISON
source: The pierce of that insect administers poison.
ia_es: El aguijón de ese insecto administra veneno.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMOROBSIDIAN
source: Be careful, it's sharp!
ia_es: ¡Ten cuidado, está afilado!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SAIL_PALMLEAF
source: For wind powered travel.
ia_es: Para un viaje propulsado por el viento.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SHARKITTEN
source: The offspring seem quite harmless, dear.
ia_es: La prole parece ser inofensiva, querido.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALLYINTRO_DEBRIS
source: Remains of a sea vessel.
ia_es: Restos de un Barco.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SEAWEED_COOKED
source: Very high in protein.
ia_es: Alto en proteína.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SEAWEED
source: I'll admit, I'm not much of a phycologist.
ia_es: Lo admito, no soy muy versada en ficología.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOTTLELANTERN
source: A portable source of visible light.
ia_es: Una fuente portable de luz visible.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SEATRAP
source: Place it near the creature's den.
ia_es: Colócalo cerca de la guarida de la creatura.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MAGIC_SEAL
source: The young seal has left a gift!
ia_es: ¡La joven foca me ha dejado un regalo!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FROG_POISON
source: Watch out!
ia_es: ¡Cuidado!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SEAGULL_WATER
source: A scavenger of the Laridae Birdus family.
ia_es: Una ave de carroña de la familia de las Laridae Avis.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SEAGULL
source: A scavenger of the Laridae Birdus family.
ia_es: Una ave de carroña de la familia de las Laridae Avis.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ELEPHANTCACTUS_STUMP
source: This plant is hibernating.
ia_es: Esta planta está hibernando.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SANDBAG_ITEM
source: A flood prevention tactic.
ia_es: Una táctica de prevención contra las inundaciones.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SANDBAGSMALL_ITEM
source: A flood prevention tactic.
ia_es: Una táctica de prevención contra las inundaciones.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUSH_VINE.BURNT
source: Charred matter.
ia_es: Materia carbonizada.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUSH_VINE.CHOPPED
source: The stems will grow with time.
ia_es: El tallo crecerá con el tiempo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BUSH_VINE.GENERIC
source: A scandent flora.
ia_es: Una planta semitrepadora.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SANDBAGSMALL
source: Most absorbent.
ia_es: Sumamente absorbente.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SANDBAG
source: Most absorbent.
ia_es: Sumamente absorbente.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MUSSELBOUILLABAISE
source: Clam soup.
ia_es: Sopa de almeja.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SEASACK
source: Keeps my provisions and books cool!
ia_es: ¡Mantiene mis provisiones y mis libros secos!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ROCK_CHARCOAL
source: A carbon rich resource.
ia_es: Un recurso rico en carbón.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SANDDUNE
source: The delicate dune shape is formed by the winds.
ia_es: Una delicada duna se produce a causa de los vientos.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TIGEREYE
source: The lens of a giant creature.
ia_es: Los lentes de una creatura gigantesca.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MANGROVETREE_BURNT
source: It will not regrow at this stage.
ia_es: En esta estado, no volverá a crecer.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POISONHOLE
source: Keep your distance. Airborne toxins are released at regular intervals.
ia_es: Mantén tu distancia. Toxinas aerotrasnportadas están siendo liberadas en intervalos irreguläres.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIRATEHAT
source: When in Rome!
ia_es: ¡A donde fueres, haz lo que vieres!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRAGOON
source: These lizards can withstand great temperatures.
ia_es: Esos resptiles pueden soportar altas temperaturas.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PIRATEGHOST
source: Paranormal pirate activity.
ia_es: Actividad pirata paranormal.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHIMINEA
source: Invented by an astute meteorologist!
ia_es: ¡Inventado por un astuto arquólogo!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.JUNGLETREESEED
source: A seed, indeed.
ia_es: Una semilla, por supuesto.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PEG_LEG
source: What a curious object to use as a weapon...
ia_es: Que curioso objeto usado como arma...

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TROPICALFAN
source: This will induce quite an airflow!
ia_es: ¡Esto inducirá un gran flujo de aire!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PARROT
source: It is a colorful tropical bird.
ia_es: Un ave Tropical colorida.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUG_BAMBOOTREE
source: It requires soil to grow.
ia_es: Requiere suelo para crecer.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MONSTERTARTARE
source: Monster meat dressed up fancy.
ia_es: Carne de monstruo vestida elegantemente.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PALMLEAF_HUT
source: A nice relief from the sun's gaze.
ia_es: Un agradable alivio del rostro del sol.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GASHAT
source: The calcium carbonate cleanses the surrounding air particles.
ia_es: EL calcio carbonatado purifica las partículas de aire circundantes.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.OX_HORN
source: The mammal dropped a horn.
ia_es: El mamífero ha soltado un cuerno.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.OX
source: They do become a bit smelly when wet.
ia_es: Se tornan un poco apestosos cuando están emparamados.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.OCTOPUSKING
source: He is the center of this ecosystem.
ia_es: Él es el centro de este ecosistema.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.OCTOPUSCHEST
source: Looks as though it's been sitting at the bottom of the reef.
ia_es: Parece como si hubiera estado depositado en el fondo del arrecife.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MACHETE
source: Used for hacking through the brush.
ia_es: Se usa para machetear los arbustos de un lado al otro.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.OBSIDIANSPEARGUN
source: This tool generates its own heat.
ia_es: Esta herramienta genera su propio calor.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.OBSIDIANMACHETE
source: This tool generates its own heat.
ia_es: Esta herramienta genera su propio calor.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.OBSIDIANFIREPIT
source: To keep quite warm.
ia_es: Para mantenerse bien calientito.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.OBSIDIANCOCONADE
source: A very powerful explosive projectile.
ia_es: Un proyectil explosivo de alta potencia.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.STUNGRAY
source: Look at that wingspan!
ia_es: ¡Mira a esa envergadura!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.NEEDLESPEAR
source: Think like a cactus.
ia_es: Piensa como un cactus.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MYSTERYMEAT
source: Regurgitated sea life! None for me thanks.
ia_es: ¡Forma de vida marina regurgitada! Nada para mí, gracias.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MUSSEL_STICK
source: To harvest mollusks.
ia_es: Para recorrer moluscos.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MUSSEL_COOKED
source: Don't eat the shell.
ia_es: No te comas la concha.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HAIL_ICE
source: Some storms have produced hail the size of cantaloupes.
ia_es: Algunas tormentas han producido granizo del tamaño de un cantalupo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SHARX
source: Keep your voice down!
ia_es: ¡Guarda silencio!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PALMTREE.BURNT
source: A carbonized tree.
ia_es: Un árbol carbonizado.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PALMTREE.CHOPPED
source: It has been harvested.
ia_es: Ha sido talado.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PALMTREE.GENERIC
source: I'm like to sit underneath it with a good book.
ia_es: Me gusta sentarme debajo con un buen libro.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PALMTREE.BURNING
source: The tree is burning.
ia_es: El árbol está ardiendo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SAIL_CLOTH
source: An organic form of transportation.
ia_es: Un medio de transporte orgánico.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MESSAGEBOTTLEEMPTY
source: I do like when there is a manuscript inside.
ia_es: Me gusta cuando hay un manuscrito adentro.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MESSAGEBOTTLE
source: I am intrigued!
ia_es: ¡Estoy intrigado!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MERMFISHER
source: This one has sophisticated harvesting skills.
ia_es: Éste tiene una sofisticada habilidad de pesca.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BAMBOO
source: A high strength product.
ia_es: Un producto de gran fuerza.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MAGMAROCK_GOLD_FULL
source: This formation contains gold elements.
ia_es: Esta formación contiene elementos dorados.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOAT_LANTERN
source: My oceanic night light.
ia_es: Mi luz nocturna oceánica.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MAGMAROCK_FULL
source: What lies beneath?
ia_es: ¿Qué habrá abajo?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.MAGMAROCK
source: What lies beneath?
ia_es: ¿Qué hay abajo?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LUGGAGECHEST
source: Someone has lost their luggage.
ia_es: Alguien ha perdido su equipaje.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LOBSTER_DEAD_COOKED
source: Dinner is served!
ia_es: ¡La comida está servida!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LOBSTER_DEAD
source: I might as well eat it now.
ia_es: Ahora podría comerlo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LOBSTERHOLE
source: Home to the arthropod.
ia_es: La casa del artrópodo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOAT_ROW
source: My vessel for marine research.
ia_es: Mi barco de investigación marina.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIMPETS_COOKED
source: Cooked Patella vulgata.
ia_es: Patella vulgata cocinada.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIVINGJUNGLETREE
source: Magic botany at its finest.
ia_es: La cúspide de la botánica mágica.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIMPETROCK.GENERIC
source: This boulder is home to various gastropods.
ia_es: Esta formación de roca es el hogar de varios gasterópodos.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.LIMPETROCK.PICKED
source: Those snails have been harvested.
ia_es: He colectado esos caracoles.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KRAKEN_TENTACLE
source: Mind the muscular hydrostats!
ia_es: ¡Cuidado con los hidrostatos musculares!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KRAKENCHEST
source: I hope there is not a tiny kraken hiding inside.
ia_es: Espero no encontrarme con un pequeño kraken escondido allí adentro.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.KRAKEN
source: Octopodes have numerous defensive strategies.
ia_es: Los octópodos tienes numerosas estrategias defensivas.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DOYDOYFEATHER
source: A bit of plumage.
ia_es: Un poco de plumaje.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.JELLYFISH_DEAD
source: Mind you don't step in that.
ia_es: Cuidado pisas sobre eso.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.JELLYFISH_COOKED
source: I have made it edible with a controlled chemical reaction.
ia_es: Lo he hecho comestible gracias a una reacción química controlada.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.JELLYFISH
source: Jellyfish, the most ancient of multi-organ creatures.
ia_es: Medusas, las creaturas multiorgnánicas más antiguas.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ICEMAKER.OUT
source: It's out of energy.
ia_es: Está sin energía.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ICEMAKER.NORMAL
source: The output is quite regular.
ia_es: La productividad está en descenso.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ICEMAKER.HIGH
source: Icetastic!
ia_es: ¡Hieltástico!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ICEMAKER.LOW
source: Its pace is dropping.
ia_es: Su ritmo está desacelerando.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ICEMAKER.VERYLOW
source: Nearly empty.
ia_es: Casi desocupado.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.VOLCANO_ALTAR_TOWER
source: A grand structure.
ia_es: Una gran estrucutura.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PALMLEAF
source: It fell from the palm.
ia_es: Se cayó de la palma.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COFFEEBUSH.BARREN
source: It is not flowering at this time.
ia_es: No está floreciendo por el momento.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COFFEEBUSH.PICKED
source: Bean gone awhile now.
ia_es: Los granos se han ido desde hace un rato.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COFFEEBUSH.WITHERED
source: It is too hot for Coffea.
ia_es: Demasiado caliente para un Coffea.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COFFEEBUSH.GENERIC
source: Coffea.
ia_es: Cafea.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.EARRING
source: Not my style.
ia_es: No es mi estilo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SAIL_STICK
source: I can use this to my advantage in a storm.
ia_es: Puedo usarlo en mi ventaja durante una tormenta.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FRESHFRUITCREPES
source: Sticky fingers will ensue.
ia_es: Resultará en dedos pegajosos.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLAMEGEYSER
source: What a stunning biological display!
ia_es: ¡Qué fabulosa muestra biológica!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TIDAL_PLANT
source: A multicellular eukaryote.
ia_es: Una eucaria multicelular.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FISH_SMALL
source: Fish flesh.
ia_es: Carne de pescado.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FISH_RAW
source: An odoros slab of fish meat.
ia_es: Una trozo oloroso de carne de pescado.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WALL_LIMESTONE
source: A bit of protection.
ia_es: Un poco de protección.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FABRIC
source: A very fine weave.
ia_es: Un tejido muy fino.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SAND_CASTLE.GENERIC
source: I modeled it after a classic European castellum.
ia_es: Lo modelé según el modelo de un castillo clásico europeo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SAND_CASTLE.SAND
source: I modeled it after a classic European castellum.
ia_es: Lo modelé según el modelo de un castillo clásico europeo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ELEPHANTCACTUS_ACTIVE
source: Its defenses are up!
ia_es: ¡Sus defensas están activas!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BALLPHIN
source: What an adorable cetacean!
ia_es: ¡Qué adorable cetáceo!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUG_ELEPHANTCACTUS
source: It requires soil to grow.
ia_es: Requiere suelo para crecer.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUBLOON
source: Aha! The currency of pirates.
ia_es: ¡Ajá! La moneda de los piratas.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRAGOONSPIT
source: Mind yourself on that!
ia_es: ¡Cuidado con eso!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WOODLEGS_CAGE
source: How did you get in there, scruffy sir?
ia_es: ¿Cómo terminaste allí metido, señor desaliñado?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRAGOONEGG
source: What could be living within this igneous rock?
ia_es: ¿Qué podría estar viviendo dentro de esta roca ígnea?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DRAGOONDEN
source: Could use a little tidying up.
ia_es: Le falta un poquito de orden.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DOUBLE_UMBRELLAHAT
source: Two tiers of shelter!
ia_es: ¡Dos capas de protección!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DOYDOYEGG_COOKED
source: Green eggs and ham.
ia_es: Huevos verdes con jamón.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DOYDOYEGG
source: Nature always finds a way.
ia_es: La naturaleza siempre encuentra una manera.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DOYDOY
source: What a fascinating species!
ia_es: ¡Qué fascinante especie!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLOWDART_FLUP
source: I prefer the flup in this form.
ia_es: Prefiero los flups de esta manera.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.VENOMGLAND
source: A useful substance for poison prevention.
ia_es: Una sustancia útil para prevenir el envenenamiento.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DEPLETED_BAMBOOTREE
source: Regrowth may come again.
ia_es: El recrecimiento puede que llegue a darse.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOAT
source: Where did this vessel come from?
ia_es: ¿De dónde viene este barco?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CUTLASS
source: Careful, it's sharp.
ia_es: Cuidado, está afilada.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CRABHOLE
source: A burrowing creature resides here.
ia_es: Una creatura excavadora reside aquí.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CORALREEF
source: I adore marine invertebrates!
ia_es: ¡Adoro los invertebrados marino!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CORAL
source: A chunk of calcium carbonate.
ia_es: Un trozo de carbono de calcio.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SHADOWSKITTISH_WATER
source: Supernatural apparitions are beginning to form...
ia_es: Apariciones sobrenaturales están empezando a formarse...

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COFFEEBOT
source: It produces coffee.
ia_es: Produce café.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COFFEE
source: I do love a cup of coffee and a good book.
ia_es: Me gusta una tasa de café y un buen libro.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.COCONUT
source: What an enormous seed!
ia_es: ¡Qué semilla tan enorme!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOAT_CARGO
source: I can store a few extra books aboard.
ia_es: Puedo transportar unos pocos libros extra abordo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BURIEDTREASURE
source: My curiosity is getting the better of me!
ia_es: ¡Mi curiosidad está tomando lo mejor de mí!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BRAINJELLYHAT
source: Bright ideas shape the future!
ia_es: ¡Ideas brillantes moldean el futuro!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOOK_METEOR
source: Rainus Magmus!
ia_es: ¡Pluvia Magma!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOAT_TORCH
source: To better observe the nocturnal sea life.
ia_es: Para ver mejor la vida marina nocturna.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SWORDFISH_DEAD
source: Looks a tad less ferocious this way.
ia_es: Así parece un poquito menos feroz.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BLUBBER
source: A buoyant and lipid-rich substance.
ia_es: Una sustancia boyante y rica en lípidos.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BERMUDATRIANGLE
source: I don't believe in mysterious occurrences.
ia_es: No creo en extraños acontecimientos.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ELEPHANTCACTUS
source: A succulent atop a volcano, most interesting.
ia_es: Una planta crasa en el volcán, qué interesante.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BOAT_ARMOURED
source: A strong vessel.
ia_es: Una embarcación fuerte.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUG_BUSH_VINE
source: It requires soil to grow.
ia_es: Requiere suelo para crecer.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMOR_LIFEJACKET
source: Safety first!
ia_es: ¡La seguridad primero!
