Repository: makara/Dont-Starve-Together-Docker-Cluster
Catalog: mods/workshop-1467214795/languages/*.po
Languages: ia_es

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SPEAR_POISON
source: Would make me sick to use this on good meat.
ia_es: Usar esto en carne buena me enfermaría.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ANIMAL_TRACK
source: They point to fresh game.
ia_es: Apuntan hacia comida fresca.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TELEPORTATO_RING
source: One ring to teleport them all!
ia_es: ¡Un anillo para teletransportarlos a todos!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MAGMAROCK_GOLD_FULL
source: Wonder if I could harvest gold leaf from this?
ia_es: ¿Me pregunto si podría obtener láminas de oro de aquí?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LOBSTERHOLE
source: I am waiting for you!
ia_es: ¡Te estoy esperando!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BERRYBUSH.BARREN
source: They require care and fertilizer.
ia_es: Requiere cuidado y fertilizante.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BERRYBUSH.PICKED
source: More will return.
ia_es: Más regresarán.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BERRYBUSH.WITHERED
source: The heat has stifled these berries.
ia_es: El calor ha sofocado estas bayas.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BERRYBUSH.GENERIC
source: Berries!
ia_es: ¡Bayas!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LIMPETS
source: They have a salty aroma.
ia_es: Tienen un aroma salado.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CUTGRASS
source: What shall I craft?
ia_es: ¿Qué debería fabricar?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.KRAKEN_TENTACLE
source: My poisons do nothing!
ia_es: ¡Mis venenos no funcionan!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.KRAKENCHEST
source: What treasures do you hold?
ia_es: ¿Qué tesoros guardas?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BATWING_COOKED
source: Needs garlic...
ia_es: Necesita ajo...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.KRAKEN
source: I can't take the heat! Get me out of this kitchen!
ia_es: ¡No soporto el calor! ¡Sáquenme de esta cocina!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WILBUR_UNLOCK
source: Salutations, my good simian fellow!
ia_es: ¡Salutaciones, mi buen amigo simio!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SLURPERPELT
source: Wear this? What in heavens for?
ia_es: ¿Usar esto? ¿Con qué propósito?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DRAGOONSPIT
source: Dangerous and disgusting!
ia_es: ¡Peligroso y desagradable!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DRAGOONHEART
source: It is lifeless, yet surprisingly hot to touch.
ia_es: Aunque no tenga vida, es sorprendentemente caliente.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DRAGOONEGG
source: What use is an egg you cannot eat?
ia_es: ¿De qué sirve un huevo que no puedes comer?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MONSTERMEAT_DRIED
source: Could use... better judgment...
ia_es: Esto necesita... más consideración...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DEPLETED_GRASS_WATER
source: Will you recover soon, little tuft?
ia_es: ¿Te recuperarás pronto, pequeña planta?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FISHSTICKS
source: Crunchy golden on the outside, flaky and moist inside!
ia_es: ¡Dorado crocante por fuera, escamoso y húmedo por dentro!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DEPLETED_BAMBOOTREE
source: Perhaps one day it will return.
ia_es: Tal vez algún día regresará.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COCONADE.GENERIC
source: Weaponized food.
ia_es: Comida armamentística.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COCONADE.BURNING
source: This will only burn for so long before...
ia_es: Arderá un tiempo limitado antes de...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WHALE_CARCASS_WHITE
source: That is quite a lot of dead whale.
ia_es: Eso es un montón de ballena muerta.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BALLPHIN
source: Chipper fellows.
ia_es: Alegres compañeros.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COFFEEBOT
source: What a delight!
ia_es: ¡Un deleite!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SHARK_GILLS
source: It won't be needing these anymore.
ia_es: Ya no necesitará esto.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COCONUT_HALVED
source: Delectable.
ia_es: Deleitable.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MAXWELLLOCK
source: But where is the key?
ia_es: ¿Pero dónde está la llave?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BRAINJELLYHAT
source: I can feel the inspiration seeping into me! Wait, that's brain juice.
ia_es: ¡Puedo sentir la inspiración filtrándose! Un momento, es líquido cerebral.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: Magic hour!
ia_es: ¡Hora mágica!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: Subsiding.
ia_es: Subsidiando.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: Magic-less.
ia_es: Sin magia.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: I feel some magic coming on!
ia_es: ¡Siento un poco de magia viniendo!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: This nightmare is almost over!
ia_es: ¡La pesadilla casi termina!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: Steady on.
ia_es: Estable.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: It appears all is well.
ia_es: Parece que todo está bien.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BOOK_METEOR
source: There's not a single recipe to be found within.
ia_es: No hay ni una receta aquí dentro.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SUNKEN_BOAT.GENERIC
source: Hey fella, need a wing?
ia_es: Oye amigo, ¿necesitas un ala?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SUNKEN_BOAT.ABANDONED
source: Where'd he go?
ia_es: ¿A dónde se fue?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TENTACLESPIKE
source: This would stick in my throat.
ia_es: Me quedaría pegado en la garganta.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BIRDCAGE.GENERIC
source: Suitable lodging for a feathered beast.
ia_es: Alojamiento adecuado para una bestia emplumada.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BIRDCAGE.SLEEPING
source: Sleep now, lay later.
ia_es: Duerme ahora, pon luego.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BIRDCAGE.OCCUPIED
source: I now have an egg farm!
ia_es: ¡Ahora tengo una granja de huevos!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BOAT_ARMOURED
source: I am comforted by its sea-worthiness.
ia_es: Estoy tranquilo con su capacidad de navegación

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DEVTOOL_NODEV
source: No, I am a traditionalist.
ia_es: No, yo soy un tradicionalista.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MOOSE
source: I wish you were a little less moosey and a lot more goosey!
ia_es: ¡Ojalá fueras menos alce y más pavo!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TELEPORTATO_SW_BOX
source: This likely connects to a that.
ia_es: Esto seguro conecta a algo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ARMORCACTUS
source: If I prick enemies half as much as I pricked myself making it, it'll be worth it.
ia_es: Si puedo pinchar a enemigos tanto como me pinché a mi mismo haciéndola, valdrá la pena.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.YELLOWSTAFF
source: I could stir a huge pot with this thing!
ia_es: ¡Podría revolver una olla enorme con esta cosa!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DEERCLOPS_EYEBALL
source: Giant eyeball... soup?
ia_es: ¿Sopa de... ojo gigante?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CARROT_SEEDS
source: Future carrots!
ia_es: ¡Futuras zanahorias!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WALRUS_TUSK
source: It won't be needing this anymore.
ia_es: Esto no le hará falta más.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WOODLEGS_KEY3
source: Some sort of menacing key.
ia_es: Una especie de llave amenazadora.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WORMLIGHT
source: Radiates deliciousness.
ia_es: Irradia exquisitez.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BOATREPAIRKIT
source: A most sensible traveling companion.
ia_es: Un compañero de viajes de lo más importante.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GOOSE_FEATHER
source: A plucked goose was here.
ia_es: Un ganso desplumado estuvo aquí.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WORMHOLE_LIMITED
source: These things can look worse?
ia_es: ¿Podrían verse peor?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRINKET_1
source: Someone must have really lost their marbles.
ia_es: Alguien las debe haber perdido.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WORMHOLE.GENERIC
source: That is no ordinary tooth-lined hole in the ground!
ia_es: ¡Ese no es un hoyo lleno de dientes muy común!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WORMHOLE.OPEN
source: Am I really doing this?
ia_es: ¿De verdad voy a hacer esto?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FLOWERHAT
source: Who doesn't look good in this?!
ia_es: ¡¿Quién no se ve bien con esto?!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CHESSJUNK3
source: And yet more broken chess pieces?
ia_es: ¿Más piezas de ajedrez rotas?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ROCK_OBSIDIAN
source: Blast! I cannot mine it!
ia_es: ¡Rayos! ¡No puedo extraer nada!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TAFFY
source: I hope it never dislodges from my teeth!
ia_es: ¡Espero que nunca se despegue de mis dientes!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WORM.PLANT
source: I see nothing amiss here.
ia_es: No veo nada malo aquí.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WORM.DIRT
source: Dirty.
ia_es: Suciedad.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WORM.WORM
source: Worm!
ia_es: ¡Gusano!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRINKET_21
source: I'm afraid I won't fit.
ia_es: Temo que no cabré.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRAP
source: I do not wish to be so tricky but, the dinner bell calls me.
ia_es: No deseo ser tan tramposo pero, la campana de la cena me llama.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ROCK_CHARCOAL
source: BB-q'ed.
ia_es: A la barbacoa.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BLUEGEM
source: Such a cool blue.
ia_es: Un azul tan fresco.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PIRATIHATITATOR.BURNT
source: It played its last magic trick.
ia_es: Ha realizado su último truco de magia.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PIRATIHATITATOR.GENERIC
source: This reminds me of something...
ia_es: Esto me recuerda a algo...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.VOLCANO_SHRUB
source: I wonder what it used to be?
ia_es: ¿Me pregunto que solía ser?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.YELLOWAMULET
source: Puts some pep in my step!
ia_es: ¡Le pone algo de energía a mis pasos!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WOODLEGS_KEY2
source: Some sort of menacing key.
ia_es: Una especie de llave amenazadora.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRAWLNET
source: Ah! The life of a fisherman!
ia_es: ¡Ah! ¡La vida de un pescador!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DOYDOYBABY
source: I should let it grow into more food.
ia_es: Debería dejar que crezca para que convierta en más comida.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WOODLEGS_KEY1
source: Some sort of menacing key.
ia_es: Una especie de llave amenazadora.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SUNKEN_BOAT_TRINKET_2
source: I have put away childish things.
ia_es: He dejado atrás las cosas infantiles.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WINTEROMETER.BURNT
source: Foresight is 0/0.
ia_es: La previsión es 0/0.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WINTEROMETER.GENERIC
source: Splendid. I should like to know when the worm is going to turn.
ia_es: Espléndido. Me gustaría saber cuando se transformará el gusano.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WINTERHAT
source: I know when to don this and not a minute sooner.
ia_es: Sé cuando ponerme esto y ni un minuto antes.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FISH_TROPICAL
source: Catch of today!
ia_es: ¡La pesca del día!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.EGGPLANT_COOKED
source: Could use tomato sauce and Parmesan...
ia_es: Necesita salsa de tomate y parmesano...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MAGMAROCK_GOLD
source: Wonder if I could harvest gold leaf from this?
ia_es: ¿Me pregunto si podría obtener láminas de oro de aquí?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WILDBOREHOUSE
source: How wild can they be if they live in a house?
ia_es: ¿Cuán salvajes pueden ser si viven en casas?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WILDBOREGUARD
source: Does not look like a placid piggy.
ia_es: No se ve como un plácido cerdito.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SWEET_POTATO
source: Starch never tasted so sweet.
ia_es: El almidón nunca supo tan dulce.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DIVININGROD.GENERIC
source: A finely tuned radar stick.
ia_es: Una vara radar finamente calibrada.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DIVININGROD.HOT
source: I can almost smell it!
ia_es: ¡Casí puedo olerlo!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DIVININGROD.COLD
source: Hmm, keep looking.
ia_es: Hmm, sigue buscando.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DIVININGROD.WARM
source: I've caught on something!
ia_es: ¡Estoy tras la pista de algo!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DIVININGROD.WARMER
source: Warmer, warmer...
ia_es: Caliente, caliente...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RABBIT.GENERIC
source: I haven't had rabbit in awhile...
ia_es: No he comido conejo en un tiempo...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RABBIT.HELD
source: Your little heart is beating so fast...
ia_es: Tu corazoncito está latiendo tan rápido...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WHALE_CARCASS_BLUE
source: That is quite a lot of dead whale.
ia_es: Eso es un montón de ballena muerta.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BIGFOOT
source: Please do not squish me!
ia_es: ¡Por favor no me aplastes!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WHALE_BUBBLES
source: What the deuce?
ia_es: ¿Qué demonios?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRAILMIX
source: Energy food!
ia_es: ¡Comida energética!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FLOWER_EVIL
source: It even looks crazy!
ia_es: ¡Hasta se ve alocada!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_ROAD
source: It's like an ingredient for the ground.
ia_es: Algo parecido a un ingrediente para el suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WETGOOP
source: I am thankful my sous chefs are not around to witness this abomination...
ia_es: Estoy agradecido de que mis sous chefs no estén aquí para ver esta abominación...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BEEMINE
source: Weaponized bees.
ia_es: Abejas militarizadas.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FEATHERHAT
source: What am I supposed to do with this?
ia_es: ¿Qué se supone que debo hacer con esto?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FOLIAGE
source: Feuillage.
ia_es: Follaje.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BLUEPRINT
source: Schematics!
ia_es: ¡Esquemas!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WEBBERSKULL
source: Stop staring at me or I'll kick dirt over you!
ia_es: ¡Deja de mirarme o patearé tierra sobre ti!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DEPLETED_GRASS.GENERIC
source: Well past its expiry.
ia_es: Ha pasado su fecha de caducidad.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SLURTLE
source: You would flavor a soup nicely. Your shell could be the bowl.
ia_es: Darías gran sabor a una sopa. Tu caparazón podría ser el tazón.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CARROT_COOKED
source: Could use olive oil and cilantro...
ia_es: Le vendría bien aceite de oliva y cilantro...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CUTLICHEN
source: Hmm, odd.
ia_es: Hmm, raro.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WATERMELON_COOKED
source: Could use mint and feta...
ia_es: Quedaría bien con menta y feta...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SAIL_PALMLEAF
source: This should speed things up.
ia_es: Esto debería acelerar las cosas.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ACORN.GENERIC
source: It rattles.
ia_es: Traquetea.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ACORN.PLANTED
source: A new beginning...
ia_es: Un nuevo comienzo...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRINKET_23
source: What an interesting contraption.
ia_es: Que artilugio más interesante.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WATERMELONICLE
source: I feel like a kid again!
ia_es: ¡Me siento como un niño de nuevo!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PIGMAN.GENERIC
source: Who bred you to walk upright like that? Deuced unsettling...
ia_es: ¿Quién te enseñó a caminar erguido de esa manera? Tremendamente inquietante...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PIGMAN.FOLLOWER
source: I do have a magnetic presence, do I not?
ia_es: Tengo una presencia magnética, ¿o no?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PIGMAN.WEREPIG
source: Aggression spoils the meat.
ia_es: La agresión arruina la carne.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PIGMAN.GUARD
source: Alright, alright, moving along.
ia_es: De acuerdo, aquí no hay nada que ver.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PIGMAN.DEAD
source: He wouldn't want himself to go to waste, would he?
ia_es: Él no querría que sus restos se echen a perder, ¿verdad?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WALLYINTRO_DEBRIS
source: Say again?
ia_es: ¿Cómo dices?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WATERMELONHAT
source: Aaaahhhhhh sweet relief...
ia_es: Aaaahhhhhh dulce alivio...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SUNKEN_BOAT_TRINKET_3
source: Not much of a candle than is it?
ia_es: Ya no queda mucho de esa vela.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WASPHIVE
source: Not your average bees.
ia_es: No son abejas comunes.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SMALLMEAT
source: Fresh protein!
ia_es: ¡Proteína fresca!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WARG
source: Leader of the pack.
ia_es: Líder de la manada.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BOTTLELANTERN
source: Shine on!
ia_es: ¡A brillar!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WALRUS
source: Move faster than you'd think.
ia_es: Es más rápida de lo que pensarías.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CUTSTONE
source: Compressed stones, nice presentation.
ia_es: Piedras comprimidas, linda presentación.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GOLDENPICKAXE
source: That looks nice.
ia_es: Se ve bien.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MAGIC_SEAL
source: It's just dripping with magicks!
ia_es: ¡Gotea magia por todos lados!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FROG.GENERIC
source: Frog, a delicacy.
ia_es: Rana, un manjar.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FROG.SLEEPING
source: Bonne nuit, little snack.
ia_es: Buenas noches, pequeño bocadillo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FROG.DEAD
source: I'll eat your legs for dinner!
ia_es: ¡Comeré tus ancas en la cena!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WALL_STONE
source: Good stone work.
ia_es: Buen trabajo de piedra.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WALL_RUINS_ITEM
source: The stories these tell... fascinating...
ia_es: Las historias que cuentan... fascinante...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.REFLECTIVEVEST
source: Well, it'll be hard to lose.
ia_es: Bien, será difícil de perder.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WALL_LIMESTONE_ITEM
source: Citrus-infused walls!
ia_es: ¡Paredes infundidas de citrus!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HOUNDSTOOTH
source: He lost a tooth!
ia_es: ¡Perdió un diente!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TELEPORTATO_BOX
source: This likely connects to a that.
ia_es: Esto seguro que conecta con algo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WALL_HAY_ITEM
source: Hay look, a wall!
ia_es: ¡Oye mira, una pared!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SEAWEED_PLANTED
source: Sea produce!
ia_es: ¡Producto del mar!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COOKEDSMALLMEAT
source: Could use sea salt...
ia_es: Necesita sal marina...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COCONUT
source: Its packaging is tough to open.
ia_es: Su empaque es difícil de abrir.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BATBAT
source: A gruesome implement.
ia_es: Un instrumento espantoso.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PENGUIN
source: A cool customer.
ia_es: Un cliente fresco y relajado.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WAFFLES
source: Oh, brunch how I have missed you so!
ia_es: ¡Oh, desayuno cuánto te he extrañado!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUSH_VINE.BURNT
source: That smoky aroma always makes me hungry...
ia_es: Ese aroma ahumado siempre me da hambre...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUSH_VINE.CHOPPED
source: The shrimpy bush has been de-vined.
ia_es: El arbustito ha sido des-viñado.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUSH_VINE.GENERIC
source: I wish they were grapevines...
ia_es: Ojalá fuera una parra de uvas...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.VOLCANO_ALTAR_BROKEN
source: Now there is no pleasing this thing!
ia_es: ¡Ahora no hay forma de complacer a esta cosa!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LICHEN
source: Really scraping the barrel for produce here.
ia_es: De verdad estoy raspando el fondo del barril por ingredientes.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.VOLCANO_ALTAR.GENERIC
source: It appears to be some kind of altar.
ia_es: Parece ser alguna especie de altar.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.VOLCANO_ALTAR.OPEN
source: It accepts items, I think.
ia_es: Acepta objetos, creo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MUSSELBOUILLABAISE
source: The artistry in this dish makes my soul sing!
ia_es: ¡La maestría de este plato hace cantar mi alma!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SLURTLEHOLE
source: Yuck!
ia_es: ¡Qué asco!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SEASACK
source: Wetter is better.
ia_es: Mojado es mejor.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.STALAGMITE_TALL_MED
source: Rocks to be had.
ia_es: Rocas que podría tener.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.VOLCANO
source: Oh, this gets better and better...
ia_es: Oh, esto se pone cada vez mejor...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MANDRAKE_COOKED
source: Could use... an explanation...
ia_es: Le hace falta... una explicación...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RAINCOAT
source: For a foggy Paris evening. Or here too...
ia_es: Para una tarde de neblina en París. O aquí también...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TALLBIRDNEST.GENERIC
source: No vacancy here.
ia_es: No hay vacantes.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TALLBIRDNEST.PICKED
source: Empty nest syndrome is setting in.
ia_es: El síndrome de nido vacío comienza.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SANDDUNE
source: The sand has formed a small pile.
ia_es: La arena ha formado un pequeño montículo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FEATHERFAN
source: Why is it so big?
ia_es: ¿Por qué es tan grande?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TIGEREYE
source: Well, it's edible.
ia_es: Bueno, es comestible.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FISHTACOS
source: Takes me south of the border!
ia_es: ¡Me transporta al sur de la frontera!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PUMPKIN_LANTERN
source: Trick 'R neat!
ia_es: ¡Truco o trato!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.UNIMPLEMENTED
source: It appears unfinished.
ia_es: Parece sin terminar.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRINKET_8
source: Ah, memories of bathing.
ia_es: Ah, las memorias de ducharse.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CATCOONHAT
source: Not quite my style...
ia_es: No es mi estilo...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MANGROVETREE_BURNT
source: I'd say its current water content is zero.
ia_es: Diría que su contenido de agua actual es cero.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.UNAGI
source: More like umami! Ooooh mommy!
ia_es: ¡Más bien umami! ¡Uuuhh mami!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PETALS
source: Great in salads.
ia_es: Genial para ensaladas.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HAWAIIANSHIRT
source: When in Rome...
ia_es: A donde fueres, haz lo que vieres...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MESSAGEBOTTLEEMPTY
source: I wonder what vintage used to be in this bottle...
ia_es: Me pregunto de que año era la cosecha de esta botella...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TWIGS
source: The start of a good cook fire.
ia_es: El inicio de un buen fuego.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BEEBOX.BURNT
source: No honey will come from this now...
ia_es: Ya no producirá más miel...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BEEBOX.SOMEHONEY
source: There is some honey.
ia_es: Hay algo de miel.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BEEBOX.FULLHONEY
source: Honey jackpot!
ia_es: ¡El premio miel-yor!
