Repository: makara/Dont-Starve-Together-Docker-Cluster
Catalog: mods/workshop-1467214795/languages/*.po
Languages: ia_es

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SANDBAG
source: A bag of sand.
ia_es: Una bolsa con arena.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_TIDALMARSH
source: Squelchy.
ia_es: Chapotea.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_SNAKESKINFLOOR
source: Gross...
ia_es: Asqueroso...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_MEADOW
source: Serene.
ia_es: Sereno.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_MAGMAFIELD
source: Explosive!
ia_es: ¡Explosivo!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PORTAL_SHIPWRECKED
source: Time to get outta here.
ia_es: Hora de largarse de aquí.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TUNACAN
source: Aw, but I like mine with Ballphin...
ia_es: Ahhhh, pero me gusta el mío con Balónfín...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAGMAROCK
source: Magma-nificent!
ia_es: ¡Magm-nífico!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MONSTERTARTARE
source: Gross!
ia_es: ¡Asqueroso!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORCACTUS
source: This way I won't get burned by those cacti.
ia_es: De ésta manera no me pringarán esos cactus.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PALMTREE_STUMP
source: Another one bites the dust.
ia_es: Otro que muerde el polvo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TIDALPOOL
source: I wonder which way it would swirl if you flushed it?
ia_es: Me pregunto, ¿en qué dirección va a correr el agua si la suelo?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CORAL_BRAIN_ROCK
source: Genius idea, hiding out with these dumb regular corals.
ia_es: Una ideal genial, esconderse detrás de esos tontos corales.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WOODLEGSHAT
source: I don't think it was made for me.
ia_es: No creo que lo hayan hecho pensando en mi medida.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.OX_FLUTE
source: I hear a storm coming.
ia_es: Oigo que una tormenta se avecina.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RAWLING
source: He keeps me company.
ia_es: Me hace compañía.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PACKIM_FISHBONE
source: This looks meaningful.
ia_es: Se ve importante.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.VOLCANO_EXIT
source: I hate to leave this place...
ia_es: Odio dejar este sitio...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SHARK_FIN
source: The fin fell off.
ia_es: Se le cayó la aleta.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOSQUITOSACK_YELLOW
source: Something disgusting dropped this.
ia_es: Algo desagradable ha dejado ésto.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LOBSTER_DEAD
source: Edible in a pinch.
ia_es: Un pellizco comestible.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SAND
source: Big deal, it's sand.
ia_es: Gran cosa, es arena.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MUSSEL_FARM.GENERIC
source: Just out of reach.
ia_es: Fuera de mi alcance.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MUSSEL_FARM.STICKPLANTED
source: You will be mine soon.
ia_es: Muy pronto vas a ser mío.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMOR_LIFEJACKET
source: But will it keep my lighter dry?
ia_es: ¿Pero mantendrá seco mi encendedor también?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SUNKEN_BOAT_TRINKET_4
source: No idea...
ia_es: Ni idea...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SUNKEN_BOAT_TRINKET_3
source: Where's my lighter...
ia_es: Dónde estará mi encendedor...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPEAR_POISON
source: I hope I don't jab myself.
ia_es: Estero que no termine infectándome a mi misma.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SUNKEN_BOAT_TRINKET_2
source: I've put away childish things...
ia_es: He dejado de lado las cosas infantiles...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SUNKEN_BOAT_TRINKET_1
source: I can't say that word!
ia_es: ¡No puedo pronunciar esa palabra!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SUNKEN_BOAT_BURNT
source: Double whammy.
ia_es: Una maldición doble.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SUNKEN_BOAT.GENERIC
source: Someone is all wet.
ia_es: Alguien está bien emparamado.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SUNKEN_BOAT.ABANDONED
source: Where'd they go?
ia_es: ¿A dónde se fueron?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPEAR_LAUNCHER
source: Only thing better than a spear is a gun that shoots them.
ia_es: Lo único mejor que una lanza, es una arma con la que puedas lanzarlas.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SAIL_SNAKESKIN
source: What a morbid sail.
ia_es: ¡Qué vela tan mórbida!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMOROBSIDIAN
source: Hit me and burn!
ia_es: ¡Golpéame y arde!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WILBUR_UNLOCK
source: Fancy monkey.
ia_es: Un mono muy mono.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SHARKITTENSPAWNER.GENERIC
source: My shark radar is burning...
ia_es: My radar tiburonóstico está que arde...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SHARKITTENSPAWNER.INACTIVE
source: Why is this sand dune here?
ia_es: ¿Porqué hay una duna de arena aquí?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SHARKITTEN
source: Hey cutie, where's your mom?
ia_es: Hey guapo, ¿dónde está tu mamá?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SANDBAGSMALL_ITEM
source: Keeps the home fires burning.
ia_es: Mantiene ardiendo las llamas del hogar.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SANDBAGSMALL
source: Keeps the home fires burning.
ia_es: Mantiene ardiendo las llamas del hogar.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIRATEHAT
source: I feel piratey and naughty.
ia_es: Me siento muy pirata y traviesa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MYSTERYMEAT
source: Parenting is gross.
ia_es: Ser padres es horrible.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COCONADE.GENERIC
source: First it booms, then it burns.
ia_es: Primero el boom, luego el fuego.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COCONADE.BURNING
source: Here we go...
ia_es: Aquí vamos...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WHALE_CARCASS_WHITE
source: Victory doesn't smell very good...
ia_es: La victoria no huele muy bien...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCK_CHARCOAL
source: It drops burned things!
ia_es: Suelta cosas quemadas.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SHARK_GILLS
source: Guess it doesn't need to breathe with these anymore...
ia_es: Creo que no va a necesitarlas más para respirar nunca más...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIRATEGHOST
source: What arrr you?
ia_es: ¿Quién eErrrrres?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DEPLETED_BAMBOOTREE
source: Anymore bamboos? Helloooo?
ia_es: ¿Algún otro bambú por ahí? ¿Hola?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PEG_LEG
source: I haven't pegged down what this does.
ia_es: No le he atinado todavía al uso de esta cosa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PALMLEAF_HUT
source: Keeps the elements away. But would burn so easy...
ia_es: Mantiene alejado los elementos del clima. Pero puede prenderse fuego tán facil...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.IRONWIND
source: Now we're gettin' somewhere.
ia_es: No estamos llegando a algún sitio.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.OX_HORN
source: I could use an ox-tra one of these.
ia_es: Necesito uno extra.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.OCTOPUSKING
source: He looks kinda dozy.
ia_es: Parece un poco dormilón.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BOATREPAIRKIT
source: This should patch up any little leaks.
ia_es: Ésto debería reparar todas las fugas, pequeñas y grandes.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.OCTOPUSCHEST
source: It's filled with sea treats!
ia_es: ¡Está lleno de tesoros marinos!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.NEEDLESPEAR
source: I could jabber on about this all day.
ia_es: Podrá hablar de ella todo el día.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ROCK_OBSIDIAN
source: This rock makes me so excited I want to explode!
ia_es: ¡Ésta roca me hace sentir tan emocionada que me dan ganas de explotar!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BOAT
source: Must. Resist. Urge. To. Burn.
ia_es: Debo. Resistir. La Necesidad. De. Prenderle. Fuego.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIRATIHATITATOR.GENERIC
source: This is just ridiculous.
ia_es: Símplemente ridículo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIRATIHATITATOR.BURNT
source: Now it's more my style.
ia_es: Ahora se ve más como de mi gusto.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MERMFISHER
source: Ugh, bet you never get that fish smell out.
ia_es: Ugg, apuesto que el olor a pescado no se va a ir nunca.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUG_ELEPHANTCACTUS
source: I don't have to water you, right?
ia_es: No tengo que regarte, ¿verdad?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRAWLNET
source: I'll catch a bunch of wet stuff with this.
ia_es: Voy a atrapar un montón de cosas acuosas con ésto.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DOYDOYBABY
source: You poor little dummy.
ia_es: Tú, pobre tontito.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAGMAROCK_GOLD_FULL
source: Magma-nificent!
ia_es: ¡Magm-nífico!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAGMAROCK_GOLD
source: Magma-nificent!
ia_es: ¡Magm-nífico!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAGMAROCK_FULL
source: Magma-nificent!
ia_es: ¡Magm-nífico!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FISH_TROPICAL
source: Such pretty colors.
ia_es: ¡Qué lindos colores!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SNAKE_FIRE
source: You share similar interests, monster thing.
ia_es: Compartimos los mismos intereses, cosa monstruosa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRAGOONHEART
source: Nothing like a hot meal.
ia_es: Nada como una bebida caliente.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LOBSTER_DEAD_COOKED
source: Lobster for dinner! Pinch me!
ia_es: ¡Langosta para la cena! ¡Pellízcame!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SWEET_POTATO
source: A welcome change from red berries.
ia_es: Un cambio bienvenido en vez de bayas rojas.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TELESCOPE
source: You can't hide from me now, islands!
ia_es: ¡Islas, ahora ya no podrán esconderse de mí!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KRAKEN_TENTACLE
source: Eww, stay away!
ia_es: ¡Ugw, aléjate de mi!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KRAKENCHEST
source: Don't mind if I do.
ia_es: ¡Si no hay más remedio!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KRAKEN
source: Kill it with fire!
ia_es: ¡Aniquílalo con fuego!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.JELLYFISH_DEAD
source: Won't be stingin' anyone.
ia_es: No volverás a picar a nadie más.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SAIL_PALMLEAF
source: It makes use of the wind.
ia_es: Podría usar un poco de viento.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_LIMESTONE_ITEM
source: You don't look like you would easily burn.
ia_es: No pareces como algo a lo que le pueda prender fuego fácilmente.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALLYINTRO_DEBRIS
source: Did I do that?
ia_es: ¿Es mi culpa?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLAMEGEYSER
source: Glorious...
ia_es: Glorioso...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FISH_SMALL_COOKED
source: Fish and fire go well together.
ia_es: Pescado y fuego combinan perfectamente.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FISH_SMALL
source: I like sushi, but I prefer flame-broiled.
ia_es: Me gusta el sushi, pero prefiero cocinado a la brasa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FISH_RAW
source: Needs... fire!
ia_es: ¡Necesita.... fuego!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BOTTLELANTERN
source: The light is so cold and alien.
ia_es: Ésta luz es tan fría y tan extraña.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRAGOONSPIT
source: A burning puddle of hork...
ia_es: Un estanque ardiente de saliva...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MAGIC_SEAL
source: Mysterious power emanates from it...
ia_es: Un misterioso poder emana de aquí...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRAGOONEGG
source: I think this hot rock is actually a hot egg.
ia_es: Yo creo que ésta roca caliente is de hecho un huevo caliente.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRAGOONDEN
source: A bunch of hotheads live here.
ia_es: Aquí viven un montón de cabeza calientes.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DEPLETED_GRASS_WATER
source: It's taking a little rest.
ia_es: Está tomando un descanso.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COFFEEBOT
source: It makes coffee!
ia_es: ¡Hace café!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEAWEED_PLANTED
source: Soggy sea grass.
ia_es: Pasto marino emparamado.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BRAINJELLYHAT
source: I feel smarter, but also gross...
ia_es: Me siento más inteligente, pero asqueada también...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BOOK_METEOR
source: I'll burn through this book!
ia_es: ¡Me quemaré por causa de este libro!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUSH_VINE.BURNT
source: Those are fun to burn!
ia_es: ¡Es tan divertido prenderles fuego!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUSH_VINE.CHOPPED
source: That's how you untangle them.
ia_es: Y así es como los desenredas.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUSH_VINE.GENERIC
source: I bet these crackle and pop when they burn.
ia_es: Te apuesto a que crepitan y estallan cuando arden.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BOAT_TORCH
source: Not for torching boats.
ia_es: Prenderle fuego a los barcos no es mi estilo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MUSSELBOUILLABAISE
source: Mmm, smells good!
ia_es: Mmmmm, ¡huele bien!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEASACK
source: I have to wear this soggy thing on my back?
ia_es: ¿Tengo que llevar ésta cosa emparamada en mi espalda?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUBBER
source: I bet this burns bright!
ia_es: ¡Te apuesto a que arde brillantemente!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLOWDART_FLUP
source: This blows.
ia_es: Se sopla con esto.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SANDDUNE
source: Oh, look! It's some sand.
ia_es: ¡Oh, mira! Algo de arena.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TIGEREYE
source: Don't look at me like that!
ia_es: ¡No me mires así!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WHALE_BUBBLES
source: What's making those bubbles?
ia_es: ¿Qué está haciendo esas burbujas?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MANGROVETREE_BURNT
source: Burned down to the... water.
ia_es: Quemado hasta... el agua.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIMPETS_COOKED
source: Pretty good!
ia_es: ¡Muy bien!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.JELLYFISH
source: It's shriveling up.
ia_es: Se está marchitando

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ELEPHANTCACTUS_STUMP
source: And stay down!
ia_es: ¡Y quédate allá abajo!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DRAGOON
source: If only I could figure out how to train one.
ia_es: Si sólo pudiera descifrar como amaestrarlo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ELEPHANTCACTUS_ACTIVE
source: Yowch!
ia_es: ¡Ay!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BURIEDTREASURE
source: If I don't like the treasure I'll set the chest on fire.
ia_es: Si no me gusta su tesoro, voy a quemarlo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MESSAGEBOTTLEEMPTY
source: It's a bottle.
ia_es: Es una botella.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.JUNGLETREESEED
source: A future forest fire.
ia_es: Un futuro bosque en llamas.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MESSAGEBOTTLE
source: Bottled paper!
ia_es: ¡Papel embotellado!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LOBSTER
source: Come here, you!
ia_es: ¡Ven acá, tú!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TROPICALFAN
source: I donno... it could put out some fires....
ia_es: No lo sé.... tal vez sirva para apagar algún fuego...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUG_BAMBOOTREE
source: You need ground, fast.
ia_es: Necesitas algo de suelo, y rápido.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.OBSIDIANCOCONADE
source: The Obsidian gives more boom for my buck.
ia_es: La obsidiana le da más buum a la cáscara.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TWISTER
source: Stay away from my precious flames!
ia_es: ¡Quédate lejos de mis preciosas llamas!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SNAKE_POISON
source: Those are some pointy fangs.
ia_es: Esos si que son unos colmillos bien afilados.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEAGULL_WATER
source: Squawk yourself.
ia_es: Vete al Squawk.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.OX
source: You look pretty sturdy.
ia_es: Te ves bien robusto.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MACHETE
source: Or I could just burn my way through.
ia_es: O podría simplemente abrirme una brecha con fuego.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIMPETROCK.GENERIC
source: This gross food is trying to eat that rock.
ia_es: Esta comida asquerosa está tratando de comer esa piedra.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIMPETROCK.PICKED
source: The rock won't be bothered by those suckers for a bit.
ia_es: Esos chupones no molestarán a esta roca por un tiempo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FROG_POISON
source: Yuck! Stay away from me.
ia_es: ¡Puaj! No te me acerques.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.VOLCANO
source: The biggest, fieriest fire in all the lands!
ia_es: ¡El más grande, más fogoso fuego de todas estas tierras!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LUGGAGECHEST
source: Ooo! I hope there are useful items inside.
ia_es: ¡Oooo! Espero que hayan objetos útiles adentro.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.STUNGRAY
source: Now I've seen everything.
ia_es: Ahora si que lo he visto todo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERMUDATRIANGLE
source: I feel kinda dizzy looking at it.
ia_es: Me siento un poco mareada al ver esto.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CRABHOLE
source: Come out and play with me!
ia_es: ¡Sal a jugar conmigo!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WHALE_CARCASS_BLUE
source: It's starting to spoil...
ia_es: Está empezando a descomponerse...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HAIL_ICE
source: Ugh, just melt already.
ia_es: Ufff, derrítete de una vez.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SHARX
source: Jerks that swim.
ia_es: Cretinos flotantes.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PALMTREE.BURNT
source: A major improvement.
ia_es: Un mejora considerable.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PALMTREE.CHOPPED
source: That took a few swings.
ia_es: Sólo tomó unos pocos hachazos.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PALMTREE.GENERIC
source: You have a curious lack of branches.
ia_es: Sufres de una curiosa falta de ramas.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PALMTREE.BURNING
source: Wooow! So much fire!
ia_es: ¡Uaaaau! ¡Tanto fuego!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SAIL_CLOTH
source: Nice stitching.
ia_es: Buena costura.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPEAR_OBSIDIAN
source: I poke. They burn!
ia_es: Les pego. ¡Ellos arden!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.VOLCANO_ALTAR_BROKEN
source: There is no way to quench the volcano's hunger now!
ia_es: ¡Ahora no hay manera de calmar el hambre del volcán!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.VOLCANO_ALTAR.GENERIC
source: An altar to the sate the fire gods!
ia_es: ¡Un altar para saciar el hambre de los dioses de fuego!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.VOLCANO_ALTAR.OPEN
source: Ready to consume with fire!
ia_es: ¡Listo para consumir con fuego!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BAMBOO
source: Looks flammable.
ia_es: Parece inflamable.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_BEACH
source: The ground is boring.
ia_es: El suelo es aburrido.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BOAT_LANTERN
source: Light without a flame, I don't like it one bit.
ia_es: Ilumina sin una llama. No me gusta ni un poquito.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURBINE_BLADES
source: What do these do?
ia_es: ¿Para qué sirven?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRIDENT
source: This is all wet.
ia_es: Está todo emparamado.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TOUCAN
source: I like your nose.
ia_es: Me gusta tu nariz.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BOAT_ROW
source: Rowing? Really?
ia_es: ¿Remar? ¿En serio?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TIGERSHARKSHADOW
source: Not good! Not good!
ia_es: ¡Nada bien! ¡Nada bien!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIVINGJUNGLETREE
source: There's something odd about this tree...
ia_es: Hay algo raro acerca de este árbol...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPEARGUN_POISON
source: This is almost too naughty.
ia_es: Un poco muy traviesa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SNAKESKIN
source: Leathery.
ia_es: De cuero.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SLOTMACHINE
source: This seems like a waste of time...
ia_es: Parece una pérdida de tiempo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEAWEED_COOKED
source: Not bad once you add fire.
ia_es: Nada mal cuando añades un poco de fuego.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DOYDOYFEATHER
source: This would burn.
ia_es: Debiera arder.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEAWEED
source: Soggy sea grass.
ia_es: Pasto marino emparamado.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEATRAP
source: C'mon swim inside! It's cozy in there!
ia_es: ¡Vamos, nada aquí adentro! ¡Es acogedor adentro!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEAGULL
source: Does it fear fire? It should.
ia_es: ¿Le tiene miedo al fuego? Debería.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SANDBAG_ITEM
source: So I put this on the ground?
ia_es: Entonces, ¿se pone en el suelo?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.VOLCANO_ALTAR_TOWER
source: A monument to fire!
ia_es: ¡Un monumento de fuego!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POISONHOLE
source: Nature is so gross.
ia_es: La naturaleza es tan asquerosa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PALMLEAF
source: You're green, but you'd burn.
ia_es: Estás verde, pero arderás.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COFFEEBUSH.BARREN
source: It's dripped its last drop.
ia_es: Ha derramado hasta la última gota.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COFFEEBUSH.PICKED
source: Aw, but I want another cup...
ia_es: Aaa, pero yo quería otra tasa...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COFFEEBUSH.GENERIC
source: Hot java from hot lava!
ia_es: ¡Java caliente de lava caliente!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COFFEEBUSH.WITHERED
source: It needs ash and love. Mostly just ash.
ia_es: Necesita cenizas y amor. Mayormente sólo cenizas.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.EARRING
source: Sooo shiny.
ia_es: Taaaan brillante.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SAIL_STICK
source: I'm the queen of this boooooat!
ia_es: ¡Soy la reina de este booooteee!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PARROT
source: What a fiery color of red you are.
ia_es: Qué fiero color rojo tienes.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BALLPHINPOD
source: A family of bouncy things.
ia_es: Una familia de cosas balanceadoras.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TIDAL_PLANT
source: It's a plant.
ia_es: Es una planta.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.OBSIDIANSPEARGUN
source: I will take my best fire shot!
ia_es: ¡Voy a tomar mi mejor oportunidad fogosa!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WALL_LIMESTONE
source: It's all bumpy.
ia_es: Es toda grumosa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.OBSIDIANMACHETE
source: A fire machete is a girl's best friend!
ia_es: ¡Un machete de fuego es el mejor amigo de una chica!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.OBSIDIANFIREPIT
source: I feel so pampered!
ia_es: ¡Me siento tan consentida!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SAND_CASTLE.GENERIC
source: It's cute I guess.
ia_es: Es bonito, creo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SAND_CASTLE.SAND
source: It's less cute now.
ia_es: Está menos bonito ahora.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.OBSIDIANAXE
source: Such an axe! Cuts AND burns?!
ia_es: ¡Qué hacha! ¡¿Corta Y quema?!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.OBSIDIAN_WORKBENCH
source: Fire items can be forged here!
ia_es: ¡Aquí se pueden forjar objetos de fuego!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MUSSEL_STICK
source: The mussels like this stick for some reason.
ia_es: A los mejillones les gusta este palo por alguna razón desconocida.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MUSSEL_COOKED
source: The fire opens their shell.
ia_es: El fuego les hace abrir la concha.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MOSQUITO_POISON
source: Shoo! Away!
ia_es: ¡Shú! ¡Aléjate!
