Repository: makara/Dont-Starve-Together-Docker-Cluster
Catalog: mods/workshop-1467214795/languages/*.po
Languages: ia_es

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_CRAFTING_FAIL
source: I be missin' th' needed parrrts.
ia_es: Necesito las partes faltantes. Rrrr.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_ADVENTUREFAIL
source: Thet didn't go by plans. Might'n try again.
ia_es: No salió como los planes. Vamos pa' intentarlo de nuevo.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_QUAKE
source: Th' world be belchin'.
ia_es: El mundo está que tiembla.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_CHARLIE
source: Whut 'n th' blazes was thet!
ia_es: ¡¿Qué diablos es eso?!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_TREASURE_DISCOVER
source: Me pirate sense be tinglin'.
ia_es: 'Tá tintineando mi sentido pirata.

# STRINGS.CHARACTERS.WOODLEGS.ACTIONFAIL.STORE.GENERIC
source: It be full.
ia_es: 'Tá lleno.

# STRINGS.CHARACTERS.WOODLEGS.ACTIONFAIL.STORE.NOTALLOWED
source: Thet don't be 'longin' thar.
ia_es: Allí no pertenecen.

# STRINGS.CHARACTERS.WOODLEGS.ACTIONFAIL.SHAVE.GENERIC
source: It don't be shave day.
ia_es: Hoy no es el día pa' afeitarse.

# STRINGS.CHARACTERS.WOODLEGS.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: Woodlegs ain't no fool!
ia_es: ¡Woodlegs no es ningún tonto!

# STRINGS.CHARACTERS.WOODLEGS.ACTIONFAIL.SHAVE.NOBITS
source: Thar don't be nuthin' to shave.
ia_es: No hay nada pa' afeitar.

# STRINGS.CHARACTERS.WOODLEGS.ACTIONFAIL.REPAIRBOAT.GENERIC
source: Just like new!
ia_es: ¡Como nuevo!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_BOOMERANG
source: Infernal weapon!
ia_es: ¡Arma infernal!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_NODANGERSLEEP
source: This ain't be th' time fer snoozin'.
ia_es: ¡No es el tiempo pa' dormitar!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_UNIMPLEMENTED
source: It ain't be ready yet.
ia_es: No está listo aún.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_INV_FULL
source: I can't be luggin' anymore things!
ia_es: ¡No puedo cargar más cosas!

# STRINGS.CHARACTERS.WOODLEGS.ACTIONFAIL_GENERIC
source: Me can'ts be doin' thet.
ia_es: Yo no puedo hacer esto.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_ACCOMPLISHMENT_DONE
source: If only me shipmates could see me now!
ia_es: ¡Si sólo mis compañeros de tripulación pudieran verme ahora!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_DUSK
source: It be gettin' late. Dark be on the horizon.
ia_es: Tarde se hace. La oscuridad se ve en el horizonte.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_ENTER_DARK
source: It be dark!
ia_es: ¡'Tá oscuro!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_WETTER
source: I likes me water to stay 'neath me boat.
ia_es: Me gusta que el agua pa' que se quede pero debajo de mi navío.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_NODANGERSIESTA
source: This ain't be th' time fer nappin'.
ia_es: ¡No es el tiempo pa' dormitar!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_SOAKED
source: Me soaked to th' bones!
ia_es: ¡Moja'o hasta los huesos!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_FREEDOM
source: I be free!
ia_es: Raaaarrrr ¡Soy libre!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_TOOL_SLIP
source: Slipped right from me hands!
ia_es: ¡Se me resbala 'e las manos!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_BOAT_SINKING
source: She be goin' doooon!
ia_es: ¡Se está hundiendooooo!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_MAPWRAP_WARN
source: A veil o' mist approaches...
ia_es: Un velo 'e niebla se aproxima...

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_RESEARCH
source: Th' wheels be turnin'.
ia_es: Se mueven las tuercas.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_LIGHTNING_DAMAGE_AVOIDED
source: Ye didn't get ol' Woodlegs, sky bolts!
ia_es: ¡No pu'iste acertarle al viejo Woodlegs, rayos del cielo!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_DAMP
source: Me britches be soaked!
ia_es: ¡Emparamado hasta el trasero!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_SHARX
source: Aye, me ol' frenemies back to take a bite outta me hide!
ia_es: Ay, mis viejos devorenemigos regresan pa' arrancarme un pedazo de pellejo!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_MAPWRAP_LOSECONTROL
source: Into th' murk and mist wit' me...
ia_es: Adentro conmigo en la oscuridad y niebla...

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_THORNS
source: Ye poky devils ye!
ia_es: ¡Pequeños monstruos!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_NOHUNGERSIESTA
source: I be too hungry fer a nap.
ia_es: Estoy muy hambriao como pa' una siesta.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_WHALE_HUNT_LOST_TRAIL_SPRING
source: Like findin' a wet needle inna wet haystack.
ia_es: Como buscar una 'guja en un pajar.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_HUNT_LOST_TRAIL_SPRING
source: Th' trail be washed out.
ia_es: La pista se perdió.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_HUNGRY
source: I be hungry...
ia_es: El hambre que hace...

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_LOWRESEARCH
source: This ol' dawg didn't be learnin' any new tricks thar.
ia_es: Este perro viejo con eso no prenderá nuevos trucos.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_BOAT_SINKING_IMMINENT
source: This be th' day th' sea claims me?
ia_es: ¿Llegó el día en el que el mar me reclama?

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_CRAB_ESCAPE
source: Where'd th' lil' devil go?
ia_es: ¿'Onde se metió el pequeño demonio ese?

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_TRAP_WENT_OFF
source: Blast!
ia_es: ¡Maldición!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_WHALE_HUNT_LOST_TRAIL
source: Me lost th' devils trail...
ia_es: Que me perdi'o el rastro de ese diablillo...

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_WAVE_BOOST
source: We be a silver streak on th' blue now!
ia_es: ¡Ahora somos una raya plateada en el azul del agua!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_NONIGHTSIESTA
source: Night be fer slumber not fer siestas.
ia_es: La noche es 'pa dormir, no 'pa siestas.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_COLD
source: ArrrrrrBrrrrrrr!
ia_es: ¡Brrrrrrr!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_HUNT_BEAST_NEARBY
source: Th' tracks be fresh. Th' devil be near hereabouts.
ia_es: La huella fresca está. La bestia 'tá por estos la'os.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_SHELTER
source: Ye done right by me, tree.
ia_es: Te has porta'o bien conmigo, arbolito.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_NONIGHTSIESTA_CAVE
source: This ain't th' sorta place fer nappin'.
ia_es: ¡No es el lugar pa' dormitar!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_MAPWRAP_RETURN
source: To th' edge o' th' world and back!
ia_es: ¡Al final del mundo y de vuelta!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_EAT.GENERIC
source: Arrr thet be good.
ia_es: Arrrr que 'tá bueno.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_EAT.STALE
source: Thet were past the freshness date.
ia_es: Que se le pasa'o la fecha de frescura.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_EAT.PAINFUL
source: Me don't feel so good.
ia_es: Que no siento na'a bien.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_EAT.INVALID
source: Me won't be eatin' thet.
ia_es: Que no voy a come' eso.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_EAT.SPOILED
source: Thet don't be agreein' wit' me guts.
ia_es: Que'sto no se viene bien a mi pansa.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_NOHUNGERSLEEP
source: Me tummy be grumblin' too loud ta sleep.
ia_es: Mis tripas rugen tan duro que no puedo dormi'.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_HUNT_LOST_TRAIL
source: Th' trail be lost.
ia_es: La pista se perdió.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE_TOODARK
source: 'Tis too dark ta spy wit' ye eye!
ia_es: ¡Que está muy tizna'o pa'l catalejo!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE_SMOLDERING
source: 'Tis like ta catch fire.
ia_es: Como que le gusta estar prendi'ito de fuego.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE_GENERIC
source: 'Tis a... somethin' er tother.
ia_es: Es algo di'otro.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ADVENTURE_PORTAL
source: What new trap be this?
ia_es: Que trampa nueva es esta?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DEERCLOPS
source: Arrrr ye serious?
ia_es: ¿Errrrstás de broma?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COFFEEBEANS
source: Just add water.
ia_es: Pónle no más agua.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CORN_COOKED
source: Roasted corn, me favorite.
ia_es: Maíz tosta'o, mi favorito.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DRAGONFLY
source: Take Woodlegs ta yer tresures!
ia_es: ¡Que Woodlegs se toma to'os tus tesoros!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COMPASS.GENERIC
source: 'Tis a compass.
ia_es: Qu'es un compás.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COMPASS.S
source: Ta Th' South!
ia_es: ¡Pa'allá el Sur!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COMPASS.SE
source: Ta Th' Sou' East!
ia_es: ¡Pa'allá el Sureste!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COMPASS.E
source: Ta Th' East!
ia_es: ¡Pa'allá el Este!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COMPASS.NW
source: Ta Th' Nor' West!
ia_es: ¡Pa'allá el Nor'ueste!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COMPASS.NE
source: Ta Th' Nor' East!
ia_es: ¡Pa'allá el Este!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COMPASS.SW
source: Ta Th' Sou' West!
ia_es: ¡Pa'allá el Sur'ueste!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COMPASS.W
source: Ta Th' West!
ia_es: ¡Pa'allá el Oeste!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COMPASS.N
source: Ta Th' North!
ia_es: ¡Pa'allá el Norte!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FROGLEGS_COOKED
source: Rubber chicken, me likes it.
ia_es: Gallina de caucho, me gusta.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.JELLYFISH_PLANTED
source: Shockin'ly dangerous.
ia_es: Electrificantemente peligrosa.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BLOWDART_SLEEP
source: Whisper 'em ta sleep.
ia_es: Susurro en tu sueño.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: Me won't be buildin' a ship from ye.
ia_es: De tí no me haré ningún navío.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: Yer lookin' a bit short.
ia_es: Me pareces un poco corto.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: Thet tree be lookin' lumpy.
ia_es: Ese árbol se mira muy aterronado.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: Thet tree be burnin'.
ia_es: Ese árbol se 'tá quemando.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LUREPLANT
source: Plunderin' plant, best keep me wits about me.
ia_es: Planta de saqueo, mejor me controlo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CROW.GENERIC
source: Thet is one oily parrot!
ia_es: ¡Que's un pajarico muy tizna'o!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CROW.HELD
source: Ye prove hard to clean, parrot.
ia_es: Tan negro que no puedo limpiarte, perico.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MERM
source: Ye scalawag.
ia_es: Tú, pillo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FEATHER_ROBIN_WINTER
source: Whar did all th' colors go?
ia_es: ¿Y a dónde se han ido tus colores?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PINECONE.GENERIC
source: Th' seed o' th' tree.
ia_es: Qu'es la semilla d'un árbol.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PINECONE.PLANTED
source: Grow inta ship wood me sweet.
ia_es: Crece pa' volverte dulce leña pa' mi navío.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MERMHOUSE.BURNT
source: Good riddance.
ia_es: De una buena me libré.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MERMHOUSE.GENERIC
source: I don't trust 'em.
ia_es: No les confío para nada.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PIRATEPACK
source: Me thought me lost thet!
ia_es: ¡Creo que los perdimos!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GHOST
source: Ye 'ave ney business wit' me, spirit!
ia_es: ¡Déjame tranquilo, espíritu!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BOARDS
source: Good n' straight.
ia_es: Buenas y derechas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CAVE_BANANA_TREE
source: Now ol' Woodlegs has seen it all.
ia_es: 'Hora Woodlegs lo ha visto todo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LIVINGTREE
source: Don't be wakin' 'im up.
ia_es: Que no te pongas tan despierto.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PALMLEAF_UMBRELLA
source: I's a pirate wit' an umbrella.
ia_es: Un pirata con una sombrilla.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.OCTOPUSKING
source: Ahoy, ye salty dog!
ia_es: ¡Ahoy, tú, perro de agua salada!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GREENSTAFF
source: I's ain't against some helpful magic.
ia_es: No me pongo en contra de un poquillo de ayuda mágica.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SUPERTELESCOPE
source: Eye see clear ta th' horizon!
ia_es: ¡Mi ojo vé claritico al horizonte!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BIRDTRAP
source: Once ye fly in, ye don't fly oot.
ia_es: Cuando entras volando, no te puedes volar.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ICEPACK
source: A mighty chill runs through this here pack.
ia_es: Un poderoso escalofrío corre por todita esta caja.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BIRCHNUTDRAKE
source: Yer a mad nutter ain't ye?
ia_es: Que estás de muy brava piña, ¿eh?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WIND_CONCH
source: Brings th' storm down.
ia_es: Calma la tormenta.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BLOWDART_FIRE
source: I be breathin' fire.
ia_es: Puedo soplar con aliento de fuego.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MARSH_PLANT_TROPICAL
source: Green like me mermaid's eyes.
ia_es: Verde como los ojos de mi sirena.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DRAGONPIE
source: 'Tis treasure a pie.
ia_es: Es un tesoro de torta.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PLANTMEAT
source: A suspect meat.
ia_es: Una comida sospechosa.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WALRUSHAT
source: Not me style.
ia_es: No de mi estilo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CHESSJUNK1
source: Somebody's a sore loser.
ia_es: Alguien es un mal perdedor.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RED_CAP
source: Hope th' color ain't a warnin'...
ia_es: Espero qu'el color no sea un augurio...

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.KNIGHTBOAT
source: Th' navy is 'ere!
ia_es: ¡La marina está aquí!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: I got room fer mush in me belly.
ia_es: Tengo espacio para esta blandura en mi barriga.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: Ye only come oot at night?
ia_es: ¿Salen todos por la noche?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BLUE_MUSHROOM.PICKED
source: Will th' shroom bloom again?
ia_es: ¿Crecerá el honguito otra vez?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BEEFALOWOOL
source: Carries a musk wit' it.
ia_es: Lleva un almizcle consigo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BERRIES
source: Stains me blouse.
ia_es: Piedras en mi camisa.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COFFEEBEANS_COOKED
source: No hot water?
ia_es: ¿Nada de agua caliente?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BLOWDART_POISON
source: A swab's weapon.
ia_es: Un'arma de cojonete.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GOLDENAXE
source: 'Tis one way ta use treasure.
ia_es: Un forma de usar el tesoro.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRAP_TEETH_MAXWELL
source: I ain't fallin' fer thet.
ia_es: No voy a caer por esta.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BLUE_CAP
source: I know enuff not to pop this'n me mouth no questions asked.
ia_es: Sé suficiente pa' no poner esto en la boca mía sin preguntármelo primero.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BLUBBERSUIT
source: Ye has gotta be kiddin' me.
ia_es: Bromeando estás, ¿verdad?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GOLDENPITCHFORK
source: Th' ground be lucky to touch me treasure.
ia_es: Un suelo muy suertudo de tocar mi tesoro.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RAINHAT
source: Keeps yer head dry.
ia_es: Mi cabeza seca mantiene.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RUINSHAT
source: A crown o' jewels.
ia_es: Un corona de joyas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BIRD_EGG_COOKED
source: If only I had me a crust o' bread.
ia_es: Si sólo pan tosta'o tuviera yo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.HONEYNUGGETS
source: A feast fit fer piratin'!
ia_es: !De piratas, un festín!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BUTTERFLYMUFFIN
source: Fibre gives ye wings.
ia_es: ¡Tus alas, fibra, dame!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RABBITHOUSE.BURNT
source: Burnt to th' earth!
ia_es: ¡Quemado hasta el suelo!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RABBITHOUSE.GENERIC
source: Thet be one big carrot.
ia_es: Que está bien grande la zanahoria.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BISHOP_NIGHTMARE
source: Back ye tin devil!
ia_es: ¡Atrás, demonio!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BLUBBER
source: Woodlegs'd never be caught blubberin'.
ia_es: Woodlegs nunca se ha visto babosebando.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CAPTAINHAT
source: Look smart mateys! Captain on deck!
ia_es: ¡Atended compañeros! ¡Capitán en cubierta!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.EYETURRET_ITEM
source: 'Twill need a base ta be useful.
ia_es: Necesita una base para ser de utilidad.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SAPLING.GENERIC
source: Wee wood.
ia_es: Hierba de madera.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SAPLING.PICKED
source: Thar be no more pickin' o' this one fer a spell.
ia_es: Mejor no recoger más d'estos or éste será para un encantamiento.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SAPLING.WITHERED
source: Needs a splash o' rum.
ia_es: Necesita una rociada de ron.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SAPLING.BURNING
source: Th' wood burns.
ia_es: Los leños están ardiendo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BEARGER
source: Back ye badgerin' devil!
ia_es: ¡Atrás, tejón del infierno!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DIVININGRODBASE.GENERIC
source: Aye, 'tis a mystery.
ia_es: Arrrr, es un misterio.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DIVININGRODBASE.READY
source: 'Tis a keyhole.
ia_es: Es un cerrojo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Thar she goes!
ia_es: ¡Allá va!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CAMPFIRE.GENERIC
source: Anyone know a good sea shanty 'side me?
ia_es: ¿Alguien que conozca un buen trovador pa' que se siente a mi la'o?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CAMPFIRE.OUT
source: She be done.
ia_es: Se ha acaba'o.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CAMPFIRE.EMBERS
source: Th' fire needs ta be fed.
ia_es: Alimento necesita este fuego.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CAMPFIRE.HIGH
source: She be a roarin'
ia_es: 'Tá rugiendo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CAMPFIRE.LOW
source: Fire's goin' oot.
ia_es: 'Tá apagándose.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CAMPFIRE.NORMAL
source: Warm n' cozy.
ia_es: Caliente y agradable.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COOKEDMANDRAKE
source: Woodlegs did cook 'im good.
ia_es: Woodlegs no los cocinó bien.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TENTACLE_PILLAR_ARM
source: Thar be slime!
ia_es: ¡Allá hay babaza!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.REDGEM
source: It gleams like th' sun!
ia_es: ¡Brilla como el sol!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ANTIVENOM
source: 'Tis th' sea thet'll claim me, not some sickly biter.
ia_es: Es el sol el que me llevará a la tumba, no una mordida infecciosa.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CRAB.GENERIC
source: Thar's a tasty meal!
ia_es: ¡Una comida sabrosa!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CRAB.HIDDEN
source: Me knowin' thet crabbit be nearby.
ia_es: Siento que este cangrejo está cerca.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CHARCOAL
source: Burnt to a brickette.
ia_es: Quemado como una briqueta.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.KOALEFANT_SUMMER
source: Woodlegs be knowin' yer fur be mighty warm.
ia_es: Woodlegs sabe que esta piel será muy caliente.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PIGGUARD
source: Don't ye be snortin' at me!
ia_es: ¡Nada de hacerme resoplidos!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DOYDOYEGG_CRACKED
source: 'Tis useless.
ia_es: ¡No sirve de nada!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.OXHAT
source: 'Tis a hat o' th' ox.
ia_es: El sombrero es de un bífalo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MANRABBIT_TAIL
source: A bit o' luck!
ia_es: Un poco de suerte.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.POWCAKE
source: This really be food?
ia_es: ¿Es realmente esto algo de comer?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GRASS.BARREN
source: Ye' won't be much use ta Woodlegs.
ia_es: Woodlegs no encuentra mucho uso para esto.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GRASS.PICKED
source: 'Urry up an' grow back.
ia_es: Apúrate y a crecer.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GRASS.WITHERED
source: Ye' won't be much use ta Woodlegs like thet.
ia_es: Woodlegs no encuentra mucho uso si está como está.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GRASS.GENERIC
source: Looks like some tufts o' grass.
ia_es: Parece como algo de suelo con pasto.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GRASS.BURNING
source: Stay off me legs.
ia_es: Que no te acerques a mis piernas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SHIPWRECKED_EXIT
source: Farewell ye land lubbers!
ia_es: ¡Adiós, ama'ores de tierra!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BUZZARD
source: Ye carrion-eatin' devil!
ia_es: ¡Tú, diabillo comedor de carroña!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FISHINGROD
source: 'Tis a useful tool.
ia_es: Una herramienta útil.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WALRUS_CAMP.EMPTY
source: Th' landlubbers ain't here.
ia_es: Los ama'ores de tierra no están aquí.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WALRUS_CAMP.GENERIC
source: Campin's fer landlubbers.
ia_es: Campamento de los ama'ores de tierra.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PITCHFORK
source: Can I be diggin' treasures wit' this?
ia_es: ¿Puedo desenterrar tesoros con ello?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LAVAPOOL
source: Hope me legs don't catch.
ia_es: Mis piernas estero librar de ello.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FISH_SMALL_COOKED
source: 'Tis a bit better.
ia_es: Un poco mejor.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BELL_BLUEPRINT
source: Me can't make heads 'er tails o' this.
ia_es: Puedo hacer cabezas con colas con esto.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: 'Tis multipurpose.
ia_es: De multipropósito.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MINERHAT
source: A light at sea keeps me calm.
ia_es: Una luz en el mar me mantiene en calma.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BUNNYMAN
source: Hop along ya floppy eared scallywag.
ia_es: Sigue saltando diablillo de orejas flexibles.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RAINOMETER.BURNT
source: Ye couldn't predict fire could ye!
ia_es: No pudiste predecir fuego, ¿verdad?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RAINOMETER.GENERIC
source: Sailor's arre walkin' rain-thingies!
ia_es: ¡Marineros caminando en la lluvia!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SHIPWRECK
source: Rest well, ye weary seafarer.
ia_es: Descansa en paz, cansado navío.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TALLBIRD
source: Ye'd be a might less tall if I had me sabre wit' me!
ia_es: ¡No sería tan alta si tuviera mi sable conmigo!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BONESTEW
source: Good fer th' scurvy.
ia_es: Bueno pa'l escorbuto.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.NIGHTMARELIGHT
source: Woodlegs don't trust this light.
ia_es: Woodlegs no confía en esta luz.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ROBIN_WINTER.GENERIC
source: She's a beaut.
ia_es: Ella es sensacional.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ROBIN_WINTER.HELD
source: She's a cold birdy.
ia_es: Es un ave muy fría.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FOOTBALLHAT
source: Keeps me melon safe.
ia_es: Me protege la testa.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FISH_COOKED
source: Th' fish roasted up good.
ia_es: Ese pesca'o quedó bien asa'ito.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SWEATERVEST
source: Fit fer a swab.
ia_es: Beuno pa' una compresa.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BERRIES_COOKED
source: Could use a crust o' bread ta spread o'er.
ia_es: Le falta una corteza de pan pa' esparcir el olor.
