Repository: makara/Dont-Starve-Together-Docker-Cluster
Catalog: mods/workshop-1467214795/languages/*.po
Languages: ia_es

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LOBSTERHOLE
source: The happy lobster home.
ia_es: El feliz hogar de la langosta.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WOODLEGS_CAGE
source: I guess he was bad to the bone.
ia_es: Supongo que fue malo hasta los huesos.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIMPETS
source: A little lick of flame and you'll be tasty.
ia_es: Una lambida de fuego y sabrás rico.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERRYBUSH2_SNAKE
source: Mmmmm. Berries.
ia_es: Mmmmmm. Bayas.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.JELLYFISH_COOKED
source: It actually looks edible.
ia_es: De hecho, se ve comestible.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DOUBLE_UMBRELLAHAT
source: If I bought this in a store I'd feel burned.
ia_es: Si lo hubiera comprado en una tienda, estaría echando chispas ahora.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ICEMAKER.OUT
source: It's out of fuel.
ia_es: Se le acabó el combustible.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ICEMAKER.NORMAL
source: Make that ice.
ia_es: Hazme más hielo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ICEMAKER.HIGH
source: It's fully fueled!
ia_es: ¡Está lleno de combustible!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ICEMAKER.LOW
source: It needs more fuel.
ia_es: Necesita más combustible.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ICEMAKER.VERYLOW
source: It's nearly out of fuel.
ia_es: Casi se acaba el combustible.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GASHAT
source: I like not smelling smelly smells.
ia_es: Me gusta no tener que oler olores olorosos.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.VENOMGLAND
source: Gross! I wish I had gloves.
ia_es: ¡Asqueroso! Me gustaría tener guantes.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FABRIC
source: Amazing the things you can do with bamboo.
ia_es: Es increíble las cosas que se pueden hacer con bambú.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BALLPHIN
source: You don't look particularly flammable.
ia_es: No te ves particularmente inflamable.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUBLOON
source: Pirate monies!
ia_es: ¡Moneda de piratas!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SHADOWSKITTISH_WATER
source: What's that??
ia_es: ¿¿Qué es eso??

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DOYDOYEGG_COOKED
source: Cooking this dumb egg was smart of me.
ia_es: Cocinar este tonto huevo fue inteligente de mi parte.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DOYDOYEGG
source: Dumb egg.
ia_es: Tonto huevo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DOYDOY
source: There is no spark behind its eyes.
ia_es: No hay nada de brillo detrás de sus ojos.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHIMINEA
source: Do you like your housey, fire? You're welcome.
ia_es: ¿Te gusta tu nueva casa, fuego? De nada.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CUTLASS
source: This sword smells.
ia_es: Ésta espada huele raro.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CORALREEF
source: I wish I had a snorkel.
ia_es: Me gustaría tener un snorkel.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CORAL
source: Pretty colors.
ia_es: Bonitos colores.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COFFEE
source: I suddenly feel motivated.
ia_es: De repente me siento motivada.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COCONUT
source: An edible tree thing.
ia_es: Una cosa comestible de palma.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SWORDFISH_DEAD
source: Ugh, fire would get rid of that smell.
ia_es: Aj, el fuego debería quitarle ese olor raro.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BOAT_CARGO
source: I can carry so many flammables on this.
ia_es: Puedo cargar tantas cosas inflamables aquí.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CANNONSHOT
source: Fire!
ia_es: ¡Fuego!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SNAKEDEN.BURNT
source: Those are fun to burn!
ia_es: ¡Prenderles fuego es divertido!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SNAKEDEN.CHOPPED
source: That's how you untangle them.
ia_es: Y así es como los desenredas.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SNAKEDEN.GENERIC
source: I bet these crackle and pop when they burn.
ia_es: Te apuesto a que crepitan y estallan cuando arden.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ELEPHANTCACTUS
source: Don't rub up against me!
ia_es: ¡No te restriegues contra mí!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BERRYBUSH_SNAKE
source: Mmmmm. Berries.
ia_es: Mmmmm. Bayas.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUG_BUSH_VINE
source: Would you like to go back into the ground?
ia_es: ¿Te gustaría volver a estar en la tierra?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BABYOX
source: You may be small, but you smell big.
ia_es: Pueda que seas pequeño, pero hueles como grande.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BOAT_ARMOURED
source: I'd like to see something try to take a bite out of this boat.
ia_es: Me gustaría ver que algo intentara arrancarle un pedazo a este bote.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORSEASHELL
source: Try me, baddies.
ia_es: Ahora sí pónganme a prueba, bandidos.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SHARK_TEETHHAT
source: Wearing this gives me a toothy grin.
ia_es: El ponerme éste me da una mueca dientuda.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SWEETPOTATOSOUFFLE
source: Cooked to perfection!
ia_es: ¡Cocido a la perfección!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WHALE_BLUE
source: They make fish that big?
ia_es: ¿Hacen peces así de grandes?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BOATCANNON
source: Wonder if I can start fires with this?
ia_es: Me pregunto si podré iniciar fuegos con esto.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DOYDOYNEST
source: A dummy is born every second.
ia_es: Cada segundo nace un tonto.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEASHELL_BEACHED
source: Stupid seashell.
ia_es: Estúpida concha de mar.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PRIMEAPE
source: Hey lil' buddy, do you like to play with fire too?
ia_es: Oye pequeñín, ¿te gusta también jugar con fuego?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TIGERSHARK
source: My nightmares have come true!
ia_es: ¡Mis pesadillas se han hecho realidad!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_VOLCANO
source: Hot footin'.
ia_es: Pisada caliente.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SWEET_POTATO_PLANTED
source: It would be cuter on fire!
ia_es: ¡Se vería más lindo en llamas!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMORLIMESTONE
source: It's so... heavy.
ia_es: Es tan... pesado.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PRIMEAPEBARREL
source: What a monkey-sty.
ia_es: Qué cosita tan mona.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MANGROVETREE
source: No need to water this guy.
ia_es: No hay necesidad de regarlo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.THATCHPACK
source: Thatch you very much.
ia_es: Muchas grapjas.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FISHINHOLE
source: Why here, fishies?
ia_es: ¿Poqué aquí, pececitos?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SNAKEOIL
source: I'm not convinced.
ia_es: No estoy convencida.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMOR_SNAKESKIN
source: This coat makes me feel dangerous.
ia_es: Este abrigo me hace sentir tan peligrosa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.VOLCANOSTAFF
source: I am a goddess of fiery destruction!
ia_es: ¡Soy una diosa de destrucción inflamable!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUG_COFFEEBUSH
source: I know just what to do with you.
ia_es: Ahora se que hacer contigo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MERMHOUSE_FISHER
source: Fish mongers.
ia_es: Pescadores.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SWEET_POTATO_COOKED
source: The flames definitely improved it.
ia_es: El calor los ha mejorado sin lugar a duda.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.JELLYJERKY
source: Looks chewy.
ia_es: Se ve masticable.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TWISTER_SEAL
source: I've been burned by cute things before...
ia_es: Cosas aún más lindas me han quemado antes...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PACKIM
source: Friend or foe?
ia_es: ¿Enemigo o amigo?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SOLOFISH
source: Doesn't seem very smart.
ia_es: No se ve muy inteligente.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.VINE
source: I could use this in something. Or just burn it.
ia_es: Podría usarlo para algo. O simplemente quemarlo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPOILED_FISH
source: Gross.
ia_es: Asqueroso.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SWIMMINGHORROR
source: You can swim? That's horrible!
ia_es: ¿Puedes nadar? ¡Qué horror!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GOLDENMACHETE
source: I don't want to scuff it up.
ia_es: No quiero hacerle rayones.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SAIL_FEATHER
source: Gotta hand it to those dumdums--they give good sail
ia_es: Hay que reconocerlo--esos tontos sí saben dar una buena vela

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEAWEED_DRIED
source: Healthy jerky.
ia_es: Cecina saludable.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SUNKBOAT
source: It's too far out, I can't even burn it!
ia_es: ¡Está demasiado lejos, ni siquiera puedo quemarlo!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_WHALE_HUNT_BEAST_NEARBY
source: Ooo, there's a big fishie nearby.
ia_es: Uuuuu, hay un pescadote cerca.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_CRAB_ESCAPE
source: Shoot! It got away!
ia_es: ¡Mierda! ¡Se me ha escapado!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_BOAT_DAMAGED
source: My boat is wounded!
ia_es: ¡Mi barco está herido!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_MORETREASURE
source: This day just got better.
ia_es: Este día se acaba de poner mejor.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_OTHER_WORLD_TREASURE
source: This doesn't look like a map of this place.
ia_es: No parece un mapa de este mundo.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_TRAWL_FULL
source: My trawl is ready to reel in.
ia_es: Mi red está lista para recogerla.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_TREASURE
source: 'X' marks the spot!
ia_es: La X del tesoro

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_OTHER_WORLD_PLANT
source: It won't grow. Maybe I should burn it instead.
ia_es: No va a volver a crecer. Tal vez debería simplemente prenderle fuego.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_VOLCANO_ERUPT
source: The fiery mountain speaks!
ia_es: ¡La montaña fiera está hablando!

# STRINGS.CHARACTERS.WATHGRITHR.ACTIONFAIL.REPAIRBOAT.GENERIC
source: My vessel is renewed!
ia_es: ¡Mi navío está restaurado!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_BOAT_SINKING
source: The sea tries to take me to Hel!
ia_es: ¡El mar intenta llevarme al Abismo!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_MAPWRAP_WARN
source: I hath reached the end of the world!
ia_es: ¡He llegado a los confines de este mundo!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_SHARX
source: Foes from the froth!
ia_es: ¡Los enemigos de la niebla!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_MAPWRAP_LOSECONTROL
source: The currents are my master!
ia_es: ¡Las corrientes me dominan!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_WHALE_HUNT_LOST_TRAIL_SPRING
source: I cannot read the rough waters any longer...
ia_es: No puedo interpretar más las aguas recias...

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_BOAT_SINKING_IMMINENT
source: The depths will claim me!
ia_es: ¡Las profundidades vienen a reclamarme!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_WHALE_HUNT_LOST_TRAIL
source: I have lost the beasts trail...
ia_es: He perdido el rastro de la bestia...

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_WAVE_BOOST
source: Carry me forth!
ia_es: ¡Dame un impulso!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_MAPWRAP_RETURN
source: I hath emerged from the fog!
ia_es: ¡He emergido de la niebla!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COFFEEBEANS
source: I take mine black.
ia_es: Yo tomo el mío negro.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.JELLYFISH_PLANTED
source: You are too small to be a sea monster.
ia_es: Eres demasiado pequeño para ser un monstruo.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PALMLEAF_UMBRELLA
source: I dislike flowers, but I dislike wet armor more.
ia_es: No me gustan las flores, pero me disgusta más una armadura emparamada.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SUPERTELESCOPE
source: Odin has lent me his eyes!
ia_es: ¡Odín me ha prestado sus ojos!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BLOWDART_POISON
source: To weaken from a distance bah, Odin forgive me...
ia_es: Demasiado débil a distancia, bah, perdóname Odín....

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CAPTAINHAT
source: It would be better with horns.
ia_es: Se vería mejor con cuernos.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ANTIVENOM
source: The source of the creatures sickness.
ia_es: La fuente de la enfermedad de la creatura.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CRAB
source: Your armor cannot protect you, meat!
ia_es: ¡Tu armadura no te protegerá, carne!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PALMTREE_BURNT
source: I smell burnt coconut.
ia_es: Me huele a coco rostizado.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FISH_COOKED
source: Joy!
ia_es: ¡Maravilloso!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRAWLNETDROPPED
source: And now to see about my loot!
ia_es: ¡Ahora vamos a ver que he cogido!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BIOLUMINESCENCE
source: What magic is this?
ia_es: ¿Qué madia es ésta?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPEARGUN
source: A coward's weapon.
ia_es: El arma de los cobardes.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DEPLETED_BUSH_VINE
source: Not so viney now are you?
ia_es: Ahora ya no estás tan viñédico, ¿verdad?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MUSSEL
source: You don't look strong.
ia_es: No te ves muy fuerte.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WHALE_WHITE
source: It would be an honor to kill you.
ia_es: Será un honor ejecutarte.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BURIEDTREASURE
source: May luck smile on me this day with riches.
ia_es: Que la suerte me sonría en este día con riquezas.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LIMESTONENUGGET
source: Hard as an unripe fruit.
ia_es: Duro como una fruta que no ha madurado.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.OBSIDIAN
source: Pebbles from the fire mountain!
ia_es: ¡Canicas de la montaña de fuego!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SWORDFISH
source: Now you are a fish after my heart!
ia_es: ¡Un pez de los que me gustan!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SNAKESKINHAT
source: Shall I wear a serpent?
ia_es: ¿Debería vestirme de serpientes?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPEAR_OBSIDIAN
source: Feel the burn.
ia_es: Puedo sentir el fulgor.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SNAKE
source: Never trust they who slither.
ia_es: Nunca confíes en los que se arrastran.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TURF_JUNGLE
source: You could really lose your keys in this...
ia_es: Si que puedes perder las llaves por aquí...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.LOBSTER_DEAD_COOKED
source: You're armor hides tasty meat.
ia_es: No armadura no esconderá tu deliciosa carne.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.PIKE_SKULL
source: Reminds me of the one I have in my home hut.
ia_es: Me recuerda uno de los que tengo en mi casa.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.PALMLEAF_HUT
source: Keeps the rain off my helm.
ia_es: Mantiene la lluvia fuera de mi yelmo.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.LOBSTER_DEAD
source: Sleep in Valhalla, armored one.
ia_es: Descansa en Valhalla, ser blindado.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.BOOK_METEOR
source: Read a passage and call forth Ragnarok!
ia_es: ¡Lee un pasaje y llama a Ragnarok!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.DRAGOONHEART
source: My fallen foe has given me a gift!
ia_es: ¡Mi enemigo caído me ha dejado un regalo!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.PIRATEGHOST
source: To Hel, spirit!
ia_es: ¡Vete al diablo, espíritu!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.CORAL_BRAIN
source: If I eat of it do I gain its knowledge?
ia_es: ¿Y si lo como para ganar su conocimiento?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.LIMPETROCK.GENERIC
source: The meat stone!
ia_es: ¡La piedra de carne!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.LIMPETROCK.PICKED
source: The stone is meatless for now...
ia_es: La piedra está sin carne por ahora...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.TRINKET_23
source: A broken something.
ia_es: Algo roto.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SHARKITTENSPAWNER.GENERIC
source: Something lies in wait!
ia_es: ¡Algo espera en reposo!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SHARKITTENSPAWNER.INACTIVE
source: Just sand... for now...
ia_es: Sólo arena.... por ahora...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.MYSTERYMEAT
source: The food of my enemy's children is... what to me?
ia_es: La carne del hijo de mi enemigo es.... ¿es mi qué?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.WALLYINTRO_DEBRIS
source: Is this the wreckage of my longship?
ia_es: ¿Son éstos los despojos de un gran navío?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.TURF_SANDY
source: A piece of the battlefield.
ia_es: Una pieza del campo de batalla.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.TRINKET_20
source: Some kind of crude weapon?
ia_es: ¿Alguna clase de arma rudimentaria?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.BURNT
source: You're hollow sorcery could not save you from fire.'
ia_es: Tu vana brujería no puede salvarte e mi fuego

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.COCONUT_COOKED
source: I shall feast on this large nut.
ia_es: Cenaré en este gran fruto seco.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.MAGIC_SEAL
source: I shall wield this with proper respect for the mighty warrior wizard that left it.
ia_es: Debo llevarlo con el debido respeto al gran mago que lo dejó.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.PIRATEPACK
source: Builds chest muscles.
ia_es: Para hacer crecer la masa de los pectorales.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.TURF_FUNGUS_RED
source: A piece of the battlefield.
ia_es: Un trozo del campo de batalla.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SHARK_TEETHHAT
source: A helm after my warriors heart!
ia_es: ¡Un yelmo al gusto de mi corazón guerrero!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SANDBAGSMALL
source: This bag of sand battles the water!
ia_es: ¡Esta bolsa de arena combate el agua!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.ICEMAKER.OUT
source: It needs more fire!
ia_es: ¡Necesita más fuego

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.ICEMAKER.NORMAL
source: Ice from fire!
ia_es: ¡Hielo proveniente de fuego!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.ICEMAKER.HIGH
source: The machine is fired up!
ia_es: ¡La máquina está disparando!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.ICEMAKER.LOW
source: It is spitting forth less ice.
ia_es: ¡Está escupiendo menos hielo cada vez.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.ICEMAKER.VERYLOW
source: Its fire is about to go out.
ia_es: Sus llamas están por consumirse.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.FLUP
source: You cowardly mud-lurker!
ia_es: ¡Cobarde acechador de pantano!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.OCTOPUSKING
source: I'm a sucker for this guy.
ia_es: Soy un perdedor en los ojos de este tipo.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.BUSH_VINE.BURNT
source: It's burnt. No sense vine-ing about it.
ia_es: Está quemado. No tiene sentido andar llorando por eso.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.BUSH_VINE.CHOPPED
source: It needed a haircut.
ia_es: Necesita un corte de pelo.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.BUSH_VINE.GENERIC
source: This bush has helm head.
ia_es: Este arbusto tiene una cabeza de yelmo.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.BARREL_GUNPOWDER
source: This cask packs a punch!
ia_es: ¡Este casco tiene golpe!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.MUSSELBOUILLABAISE
source: Thin, but warming.
ia_es: Clara, pero calienta.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.OCTOPUSCHEST
source: The chest holds offerings.
ia_es: El cofre contiene ofrendas.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.WIND_CONCH
source: I feel a breeze...
ia_es: Siento una brisa...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.BOAT_TORCH
source: The night sea is alight!
ia_es: ¡El mar está encendido de noche!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.MARSH_PLANT_TROPICAL
source: A meager plant.
ia_es: Una planta magra.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.WILDBOREHOUSE
source: A terrible place to live!
ia_es: ¡Un terrible lugar para vivir!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.WOODLEGS_KEY3
source: A strange key!
ia_es: ¡Una llave extraña!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SUNKEN_BOAT_TRINKET_4
source: Sea sorcery.
ia_es: Hechicería de los mares.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.TIGEREYE
source: I've got the eye of the tigershark!
ia_es: ¡Tengo puesto el ojo en el Tiburón Tigre!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.DRAGOONSPIT
source: I wish I could spit fire...
ia_es: Me encantaría poder escupir fuego...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.KNIGHTBOAT
source: My longship speeds me to war!
ia_es: ¡Mi embarcación me acelera a la batalla!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.MANGROVETREE_BURNT
source: Everything above the water is char.
ia_es: Todo lo que está arriba del agua está carbonizado.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SEAWEED_COOKED
source: Sea snack.
ia_es: Un bocadito de mar.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.COFFEEBEANS_COOKED
source: It smells energizing.
ia_es: Huele a energía pura.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.DRAGOON
source: A fellow berserker whose belly is full of fire!
ia_es: ¡Un compañero berseker cuyas entrañas están llenas de fuego!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.JELLYFISH_DEAD
source: The sea monster rides to Valhalla!
ia_es: ¡El monstruo marino se dirige al Valhalla!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.BLUBBERSUIT
source: Rue my suit of fat, moisture!
ia_es: ¡Ríndete para ser mi traje de sebo, humedad!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.WOODLEGS_KEY2
source: Another key!
ia_es: Otra llave.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SUNKEN_BOAT_TRINKET_2
source: A child's longship.
ia_es: La embarcación de un infante.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.TURF_VOLCANO
source: A piece of the battlefield.
ia_es: Un trozo del campo de batalla.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.MUSSEL_COOKED
source: Strong taste.
ia_es: Un sabor fuerte.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SWEET_POTATO_PLANTED
source: There is sweets in the ground!
ia_es: ¡Hay dulzura en el suelo!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.BLUBBER
source: This is much prized by my people!
ia_es: ¡Altamente preciado por mi gente!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.DOYDOYEGG_COOKED
source: I shall eat of this fearless bird's bounty.
ia_es: Debo comer del botín de esta inocente ave.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SANDBAGSMALL_ITEM
source: Water crashes against it feebly!
ia_es: ¡El agua golpea débilmente contra ello!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.WHALE_TRACK
source: I shall whale on you!
ia_es: ¡A la caza ballenera!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.PRIMEAPEBARREL
source: By this mess I would say a Viking lives here.
ia_es: A juzgar por la falta de orden, yo diría que un Vikingo vive aquí.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.CRAB.GENERIC
source: Do battle with me, armored one!
ia_es: ¡Entra en batalla conmigo, ser blindado!
