Repository: makara/Dont-Starve-Together-Docker-Cluster
Catalog: mods/workshop-1467214795/languages/*.po
Languages: ia_es

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WALL_STONE_ITEM
source: I feel secure behind this.
ia_es: Me siento seguro detrás de esto.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_FOREST
source: It's like an ingredient for the ground.
ia_es: Es como un ingrediente para el suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LITTLE_WALRUS
source: Oh, there's a little one!
ia_es: ¡Oh, hay uno pequeñito!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRUNKVEST_WINTER
source: Toasty and trendy.
ia_es: Calientito y a la moda.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_SAVANNA
source: It's like an ingredient for the ground.
ia_es: Algo parecido a un ingrediente para el suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_ASH
source: It's like an ingredient for the ground.
ia_es: Algo parecido a un ingrediente para el suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BASALT
source: Made of strong stuff!
ia_es: ¡Hecho de algo resistente!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BIRD_EGG
source: Natures perfect food.
ia_es: Comida perfecta de la naturaleza.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DEPLETED_BUSH_VINE
source: It's all used up... for now.
ia_es: Está todo usado... por ahora.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MUSSEL
source: Into my tummy you go! Good bi, valves.
ia_es: ¡A mi barriga!, ¡Adiós, bivalvos!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WHALE_WHITE
source: I have seen the devil!
ia_es: ¡He visto al diablo!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SUNKEN_BOAT_TRINKET_5
source: Not my size.
ia_es: No es de mi talla.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DOYDOYEGG
source: Hello, breakfast.
ia_es: Hola, desayuno.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BURIEDTREASURE
source: What shall I find?
ia_es: ¿Qué habré de encontrar?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MANDRAKE.GENERIC
source: Have I discovered a new root vegetable?!
ia_es: ¡¿He descubierto una nueva raíz vegetal?!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MANDRAKE.PICKED
source: Do not pick! Do not pick!
ia_es: ¡No recoger! ¡No recoger!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MANDRAKE.DEAD
source: I should like to get to the root of this things mysteries...
ia_es: Me gustaría llegar a la raíz de los misterios de estas cosas...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.KILLERBEE.GENERIC
source: Almost not worth the honey!
ia_es: ¡Casi no vale la pena la miel!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.KILLERBEE.HELD
source: So sassy!
ia_es: ¡Qué aguerrida!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DURIAN_COOKED
source: Could use onions and chili...
ia_es: Necesita cebollas y chili...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LIMESTONENUGGET
source: Made from petit fishy skeletons.
ia_es: Hecho de esqueletos de pececitos.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SHIPWRECKED_ENTRANCE
source: Good day!
ia_es: ¡Buen día!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DRAGONFRUIT_COOKED
source: Could use pudding and chia seeds...
ia_es: Sabría bien con pudín y semillas de chía...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.OBSIDIAN
source: Hot rock!
ia_es: ¡Roca caliente!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.POTTEDFERN
source: Nature. Tamed.
ia_es: Naturaleza. Domesticada.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RUBBLE
source: Delicious destruction.
ia_es: Deliciosa destrucción.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LOBSTER_DEAD_COOKED
source: Could use garlic-butter...
ia_es: Va bien con mantequilla de ajo...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.STAFF_TORNADO
source: Does nature like being tamed?
ia_es: ¿A la naturaleza le gusta ser domesticada?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SWORDFISH
source: A deluxe, but dangerous ingredient!
ia_es: ¡Un ingrediente de lujo, pero peligroso!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PURPLEAMULET
source: I must be crazy to fool around with this.
ia_es: Debo estar loco para andar molestando con esto.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BOOMERANG
source: Oh good, I have separation anxiety.
ia_es: Que bien, sufro de ansiedad por separación.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DRAGONFRUIT_SEEDS
source: They hatch dragonfruits.
ia_es: Crecerán para ser Frutas Dragónicas.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GREENGEM
source: Ahh, a rare attraction!
ia_es: ¡Ahh, una rara atracción!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TEENBIRD.GENERIC
source: You are sort of tall, I guess...
ia_es: Eres alto, supongo...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TEENBIRD.HUNGRY
source: Teenagers, always hungry!
ia_es: ¡Adolescentes, siempre hambrientos!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TEENBIRD.STARVING
source: Are you trying to eat me out of base and home?
ia_es: ¿Intentas comerme lejos de mi base y mi hogar?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SNAKESKINHAT
source: Tres cool.
ia_es: Muy cool.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CORAL_BRAIN
source: Are these truly brain bits?
ia_es: ¿Realmente son pedacitos de cerebro?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ARMOROBSIDIAN
source: Heavy and hot.
ia_es: Pesada y caliente.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WALL_RUINS
source: Look at the carvings...
ia_es: Mira los tallados...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BOAT_CARGO
source: For long distance hauls.
ia_es: Para viajes de larga distancia.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRINKET_10
source: Man-made masticators.
ia_es: Masticadores hechos por el hombre.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DIVININGRODSTART
source: That looks important.
ia_es: Eso se ve importante.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MOUND.DUG
source: What have I become?
ia_es: ¿En qué me he convertido?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MOUND.GENERIC
source: I cannot help wondering what might be down there besides...
ia_es: No puedo evitar preguntarme qué habrá allí debajo...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BEDROLL_STRAW
source: A little better than raw ground.
ia_es: Un poco mejor que el simple suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COCONUT_COOKED
source: Could use curry...
ia_es: Le sentaría bien un poco de curry...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.STALAGMITE_MED
source: Rocks to be had.
ia_es: Puedes obtener rocas.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_FUNGUS_RED
source: It's like an ingredient for the ground.
ia_es: Es como un ingrediente para el suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ASH.GENERIC
source: I miss ash covered cheeses. I miss cheeses, period.
ia_es: Extraño los quesos cubiertos de ceniza. Extraño los quesos, punto.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ASH.REMAINS_THINGIE
source: It is no more.
ia_es: Ya no existe.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ASH.REMAINS_GLOMMERFLOWER
source: It is no more.
ia_es: Ya no existe.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ASH.REMAINS_EYE_BONE
source: The eyebone was sacrificed in my travels.
ia_es: El Ojo Huesudo fue sacrificado en mis viajes.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HAMMER
source: For tenderizing boeuf!
ia_es: ¡Para ablandar carne!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SNAKE
source: Stay back or I'll turn you into something savory!
ia_es: ¡Retrocede o te convertiré en algo delicioso!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FLUP
source: Ack! Away!
ia_es: ¡Ay! ¡Atrás!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_SINKHOLE
source: It's like an ingredient for the ground.
ia_es: Algo parecido a un ingrediente para el suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MONSTERLASAGNA
source: What a wasted effort...
ia_es: Cuanto esfuerzo desperdiciado...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_JUNGLE
source: It's like an ingredient for the ground.
ia_es: Algo parecido a un ingrediente para el suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BOAT_TORCH
source: A light so I may sea.
ia_es: Una luz para que pueda ver el mar.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BLOWDART_PIPE
source: They won't know what hit them.
ia_es: No sabrán qué los golpeó.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LIGHTNINGGOATHORN
source: For kabobs, perhaps?
ia_es: ¿Para brochetas, quizás?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MUSHTREE_MEDIUM
source: I have seen the light: mushrooms do grow on trees.
ia_es: He visto la luz: los hongos sí crecen en los árboles.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FLAMEGEYSER
source: Watch that flame!
ia_es: ¡Mira esa llama!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CACTUS_MEAT_COOKED
source: Could use tortillas and melted queso...
ia_es: Sabría bien con tortillas y queso derretido...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ROCK
source: Don't you go rolling off on me.
ia_es: No vayas a rodar sobre mí.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ARMORDRAGONFLY
source: Heavy and hot.
ia_es: Pesada y caliente.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WILBUR_CROWN
source: Finally the recognition I deserve. Does it get any bigger?
ia_es: Finalmente el reconocimiento que merezco. ¿Se puede agrandar?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.JELLYFISH_DEAD
source: Ohh, its petit face.
ia_es: Ohh, su carita.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.KNIGHT
source: A tricky cheval!
ia_es: ¡Un caballero astuto!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BACONEGGS
source: Runny eggs... crisp bacon... I could die happy now...
ia_es: Huevos deliciosos... tocino crocante... ya puedo morir feliz...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PETALS_EVIL
source: Not so great in salads.
ia_es: No muy bueno en ensaladas.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BISHOP
source: You don't strike me as particularly spiritual.
ia_es: No me parece que seas particularmente espiritual.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: It is broken...
ia_es: Está roto...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WOODLEGSSAIL
source: I'm ready to set sail!
ia_es: ¡Estoy listo para izar las velas!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.OX_HORN
source: A lovely souvenir of a once powerful beast.
ia_es: Un adorable recuerdo de lo que una vez fue una poderosa bestia.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WOODLEGSBOAT
source: Is that as fast as it goes?
ia_es: ¿No puede ir más rápido?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FRESHFRUITCREPES
source: Is this not a thing of beauty?
ia_es: ¿Acaso no es una hermosura?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PANDORASCHEST
source: It's quite magnificent.
ia_es: Es simplemente magnífica.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WHALE_TRACK
source: My quarry is near!
ia_es: ¡Mi presa está cerca!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WATERYGRAVE
source: Let's open her up.
ia_es: Abrámosla.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MAXWELLLIGHT
source: A light is always welcome.
ia_es: Una luz siempre es bienvenida.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BERMUDATRIANGLE
source: Shouldn't I boat away from these?
ia_es: ¿No debería navegar lejos de esto?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TENT.BURNT
source: A good nights sleep up in smoke.
ia_es: Una buena noche de sueño hecha humo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TENT.GENERIC
source: For roughing it.
ia_es: En caso de condiciones precarias.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MOSQUITOSACK
source: Ugh! It can only be filled with one thing.
ia_es: ¡Agh! Solo se puede rellenar con una cosa.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TWISTER
source: Nature's blender!
ia_es: ¡La licuadora de la naturaleza!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TREASURECHEST.BURNT
source: Its treasure-chesting days are over.
ia_es: Sus días de atesorar han terminado.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TREASURECHEST.GENERIC
source: Treasure!
ia_es: ¡Tesoro!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PLANT_NORMAL.GENERIC
source: The miracle of life!
ia_es: ¡El milagro de la vida!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PLANT_NORMAL.READY
source: Fresh-picked produce!
ia_es: ¡Producto fresco recién cosechado!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PLANT_NORMAL.GROWING
source: That is it, just a little more...
ia_es: Eso es, sólo un poco más...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PLANT_NORMAL.WITHERED
source: Oh dear me, the crop has failed...
ia_es: Ay de mi, el cultivo ha fallado...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_TIDALMARSH
source: It's like an ingredient for the ground.
ia_es: Algo parecido a un ingrediente para el suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_SNAKESKINFLOOR
source: It's like an ingredient for the ground.
ia_es: Algo parecido a un ingrediente para el suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DRUMSTICK_COOKED
source: Could use a honey garlic glaze...
ia_es: Le sentaría bien un glaseado de miel y ajo...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HOUNDBONE
source: Hmm, soup stock...
ia_es: Hmm, para la base de una sopa...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HORN
source: There's still some hairs inside.
ia_es: Aún tiene unos pelos dentro.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SEAWEED_COOKED
source: Could use toasted sesame seeds...
ia_es: Le sentarían bien semillas de sésamo tostadas...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BAMBOOTREE.BURNT
source: A waste.
ia_es: Un desperdicio.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BAMBOOTREE.CHOPPED
source: In time, more will sprout.
ia_es: Con el tiempo, brotarán más.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BAMBOOTREE.GENERIC
source: A tuft of usefulness.
ia_es: Una manojo de utilidad.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ONEMANBAND
source: What a racket!
ia_es: ¡Qué alboroto!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_MAGMAFIELD
source: It's like an ingredient for the ground.
ia_es: Algo parecido a un ingrediente para el suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CORN
source: Corn! Sweet, sweet corn!
ia_es: ¡Maíz! ¡Dulce, dulce maíz!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TELEPORTATO_SW_BASE
source: It leads somewhere. And that is what I am afraid of.
ia_es: Lleva a algún lugar. Y eso es lo que temo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SPICEPACK
source: My bag of chef's tricks!
ia_es: ¡Mi bolsa de secretos culinarios!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_DECIDUOUS
source: It's like an ingredient for the ground.
ia_es: Algo parecido a un ingrediente para el suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_CAVE
source: It's like an ingredient for the ground.
ia_es: Algo parecido a un ingrediente para el suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FIRESTAFF
source: Oven on a stick!
ia_es: ¡Horno en un palo!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PARROT_PIRATE
source: Such an amiable creature. Perhaps we could be friends?
ia_es: Que criatura tan amistosa. ¿Tal vez podríamos ser amigos?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SEASHELL
source: There's nothing edible left inside.
ia_es: No queda nada comestible dentro.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.JUNGLETREE.BURNT
source: Crisp, no?
ia_es: Crujiente, ¿no?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.JUNGLETREE.CHOPPED
source: Sliced!
ia_es: ¡Rebanado!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.JUNGLETREE.GENERIC
source: Gigantesque!
ia_es: ¡Gigantesco!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.JUNGLETREE.BURNING
source: Au revoir, tree.
ia_es: Au revoir, árbol.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRINKET_22
source: Perfect for a candlelit dinner!
ia_es: ¡Prefecto para una cena a las velas!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FIRESUPPRESSOR.OFF
source: He's sleeping.
ia_es: Está durmiendo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FIRESUPPRESSOR.ON
source: Make it snow!
ia_es: ¡Qué comience a nevar!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FIRESUPPRESSOR.LOWFUEL
source: Shall I fuel it up?
ia_es: ¿Debería agregar combustible?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DRAGOONDEN
source: I do not like these fellows one bit.
ia_es: Estos tipos no me gustan para nada.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRINKET_20
source: It looks expectant.
ia_es: Parece expectante.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.STALAGMITE_LOW
source: Rocks to be had.
ia_es: Rocas que podría tener.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HAMBAT
source: Mmm, meat popsicle!
ia_es: ¡Mmm, paletita de carne!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LEIF_SPARSE
source: I'm out of my element!
ia_es: ¡Esto no me es familiar!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SHARKITTEN
source: Veal of the sea.
ia_es: Ternera del mar.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SPEAR_LAUNCHER
source: Now we're cooking!
ia_es: ¡Ahora estamos cocinando en serio!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SAIL_SNAKESKIN
source: Perhaps I'll sail to a land of spices.
ia_es: Tal vez navegue a una tierra de especias.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SHARKITTENSPAWNER.GENERIC
source: That seems like something I should steer clear of.
ia_es: Parece algo de lo que debería mantenerme alejado.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SHARKITTENSPAWNER.INACTIVE
source: A pile of sand like any other.
ia_es: Un montículo de arena común y corriente.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.EGGPLANT
source: Aubergine!
ia_es: ¡Berenjena!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PORTAL_SHIPWRECKED
source: Looks like a rickety ride to someplace...
ia_es: Parece una atracción desvencijada...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TOPHAT
source: For a night out on the... town...
ia_es: Para una noche en la... ciudad...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SPIDERHOLE
source: I have no reason to investigate any further.
ia_es: No tengo razón para investigar más a fondo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SANDBAG_ITEM
source: No potatoes here. Oh well.
ia_es: No hay patatas. Oh bueno.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SANDBAG
source: I was hoping it would be full of potatoes.
ia_es: Esperaba que estuviera llena de patatas.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ABIGAIL
source: Apparition!
ia_es: ¡Aparición!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HONEYHAM
source: Comfort food!
ia_es: ¡Comida levanta ánimos!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ROOK_NIGHTMARE
source: What a monstrosity!
ia_es: ¡Qué monstruosidad!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ROCK_LIGHT.GENERIC
source: The lava has crusted over.
ia_es: La lava ha creado una costra.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ROCK_LIGHT.OUT
source: It has no heat left to give.
ia_es: No tiene más calor para dar.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ROCK_LIGHT.LOW
source: Like a pie on a proverbial windowsill, it will soon cool.
ia_es: Al igual que un pastel en un alféizar proverbial, pronto se enfriará.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ROCK_LIGHT.NORMAL
source: Nature's fiery fondue pot.
ia_es: La ardiente olla de fondue de la naturaleza.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SNURTLE
source: Escar-goodness gracious!
ia_es: ¡Santos caracoles!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SLURTLE_SHELLPIECES
source: If only I had crazy glue.
ia_es: Si tan sólo tuviese super pegamento.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WATERMELON_SEEDS
source: More watermelon, anyone?
ia_es: ¿Más sandía, alguien?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ROBIN_WINTER.GENERIC
source: This little fellow seems quite frigid.
ia_es: Este amiguito parece bastante frígido.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ROBIN_WINTER.HELD
source: Let me lend you my warmth, feathered friend.
ia_es: Deja que te preste mi calor, emplumado amigo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WALL_WOOD.BURNT
source: Wood burns. Who knew? Me!?
ia_es: La madera se quema. ¿Quién lo diría? ¡¿Yo?!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WALL_WOOD.GENERIC
source: Putting down stakes.
ia_es: Plantando estacas.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MUSHTREE_TALL
source: Oh, divine tree of mushrooms--what else can you teach me?
ia_es: Oh, divino árbol de hongos--¿qué más puedes enseñarme?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRAP_TEETH
source: This is not a cruelty-free trap.
ia_es: No es una trampa libre de crueldad.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DUG_SAPLING
source: Shall I bring it back to life?
ia_es: ¿Debería traerlo de regreso a la vida?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TOUCAN
source: You are all nose.
ia_es: Eres todo nariz.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MYSTERYMEAT
source: That can't possibly be edible.
ia_es: No hay forma de que eso sea comestible.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SKELETON
source: I have a bone to pick with you.
ia_es: ¿Puedes darme una mano?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PIRATEGHOST
source: He might be a nice guy, but I don't plan to find out.
ia_es: Puede que sea un buen tipo, pero no planeo averiguarlo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.YELLOWGEM
source: I miss lemons...
ia_es: Extraño los limones...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CORAL_BRAIN_ROCK
source: Chewy rock, with a clever finish.
ia_es: Roca masticable, con un final inteligente.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.STINGER
source: I will feel stung if I cannot find a use for this.
ia_es: Me quedará la espina si no puedo encontrar un uso para esto.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PERD
source: A fellow with excellent taste.
ia_es: Un sujeto con un gusto excelente.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PEG_LEG
source: Why do I have this?
ia_es: ¿Por qué tengo esto?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WOODLEGSHAT
source: It makes me feel... dangerous.
ia_es: Me hace sentir... peligroso.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.OX_FLUTE
source: It plays a lilting tune.
ia_es: Toca una canción melodiosa.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_GRASS
source: Will I need to cut this?
ia_es: ¿Necesitaré cortar esto?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ORANGESTAFF
source: When I hold it it makes the world feel... fast.
ia_es: Cuando lo sostengo hace que el mundo se sienta... rápido.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRINKET_17
source: I wouldn't wear this even if it was my size.
ia_es: No me pondría esto incluso si fuera de mi talla.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RAWLING
source: Your hair needs a brush.
ia_es: Tu cabello necesita un cepillo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PACKIM_FISHBONE
source: Picked clean...
ia_es: Totalmente limpio...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAVE_EXIT
source: Thank goodness.
ia_es: Gracias al cielo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LUGGAGECHEST
source: Please have fresh underwear inside!
ia_es: ¡Por favor que haya ropa interior nueva!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.VOLCANO_EXIT
source: I will not let the door hit me on the way out.
ia_es: No dejaré que la puerta me golpee al salir.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SHARK_FIN
source: This looks rather bland.
ia_es: Esto se ve insípido.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MOSQUITOSACK_YELLOW
source: Ugh! It can only be filled with one thing.
ia_es: ¡Agh! Solo se puede rellenar con una cosa.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MONSTERTARTARE
source: This is a culinary abomination. I'm appalled.
ia_es: Esto es una abominación culinaria. Estoy espantado.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MESSAGEBOTTLE
source: I wonder if it is a menu?
ia_es: ¿Me pregunto si será un menú?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PUMPKIN
source: I'm the pumpking of the world!
ia_es: ¡Calabaza, calabaza, cada uno para su casa!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SAND
source: Lots of tiny stones.
ia_es: Montones de piedras diminutas.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.POOP
source: The end result of a fine meal.
ia_es: El resultado final de una buena comida.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MUSSEL_FARM.GENERIC
source: The mussels will stick to this and I shall stick it to them!
ia_es: ¡Los mejillones se pegarán a esto y yo les pegaré a ellos!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MUSSEL_FARM.STICKPLANTED
source: Stick with me, mussels. I'll take you places!
ia_es: Vengan conmigo, mejillones. ¡Los llevaré de paseo!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MINOTAURCHEST
source: I appreciate the attention to its aesthetic detail.
ia_es: Puedo apreciar la atención al detalle estético.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LIGHTNING_ROD.GENERIC
source: I do feel a bit safer now.
ia_es: Me siento un poco más seguro ahora.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LIGHTNING_ROD.CHARGED
source: Electricity!
ia_es: ¡Electricidad!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BOAT_RAFT
source: Better than swimming, I suppose.
ia_es: Mejor que nadar, supongo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MANRABBIT_TAIL
source: Its texture is quite comforting.
ia_es: Su textura es muy reconfortante.
