Repository: makara/Dont-Starve-Together-Docker-Cluster
Catalog: mods/workshop-1467214795/languages/*.po
Languages: ia_es

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SAIL_SNAKESKIN
source: Sailin' in style.
ia_es: Navegando con estilo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SNAKESKIN
source: I'm sure the snake didn't need this.
ia_es: Estoy seguro que la serpiente no lo necesitaba más.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SWEET_POTATO
source: I'll cook this up good.
ia_es: Lo cocinaré bien.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SNAKEDEN.BURNT
source: Welp, that's not coming back.
ia_es: Bueno, pues parece que no va a regresar.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SNAKEDEN.CHOPPED
source: Not as fun as a tree, but it was good choppin' nonetheless.
ia_es: No tan divertido como un árbol, pero se dejó cortar de todas maderas.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SNAKEDEN.GENERIC
source: It's just asking to be chopped.
ia_es: Me está pidiendo que lo tale.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SLOTMACHINE
source: The spirit of the North guides my fate.
ia_es: El espíritu del norte guía mi destino.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MONSTERTARTARE
source: Isn't there anything else to eat?
ia_es: ¿Nada más para comer por ahí?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TWISTER
source: 'Tis the witch of November come stealin'.
ia_es: La bruja de Noviembre viene a robar.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SAIL_PALMLEAF
source: I've got the wind in my sails.
ia_es: Tengo el viento en mis velas.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SHARKITTEN
source: Just a big sweet kitty cat, eh?
ia_es: Solamente un dulce gatote, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALLYINTRO_DEBRIS
source: Where am I?
ia_es: ¿Dónde estoy?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SEAWEED_COOKED
source: It has a weird texture.
ia_es: Tiene una textura rara.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SEAWEED
source: It's slimy, eh.
ia_es: Es baboso, eh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BOTTLELANTERN
source: You okay in there, glowin' buddies?
ia_es: ¿Están bien allá adentro, amigos refulgentes?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SEATRAP
source: I'm looking forward to a wobster dinner.
ia_es: Espero con ansia una cena de langosta.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAGIC_SEAL
source: It's pulsing with power, eh.
ia_es: Está pulsando con poder, eh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FISH_SMALL
source: Hope I don't attract bears, eh?
ia_es: Espero no ir a traer ningún oso, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SEAGULL_WATER
source: Vermin of the sea.
ia_es: Alimaña de los cielos.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SEAGULL
source: Vermin of the sky.
ia_es: Alimaña de los cielos.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SEAWEED_PLANTED
source: That's some seaweed, eh?
ia_es: Eso si que es una hierba del mar, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SANDBAG_ITEM
source: A portable dam.
ia_es: Un dique portable.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SANDBAGSMALL_ITEM
source: A tiny portable dam.
ia_es: Un diquesito portable.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUSH_VINE.BURNT
source: Welp, that's not coming back.
ia_es: Bueno, pues parece que no va a regresar.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUSH_VINE.CHOPPED
source: Not as fun as a tree, but it was good choppin' nonetheless.
ia_es: No tan divertido como un árbol, pero se dejó cortar de todas maderas.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BUSH_VINE.GENERIC
source: It's just asking to be chopped.
ia_es: Me está pidiendo que lo tale.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SANDBAGSMALL
source: Building dams is my specialty.
ia_es: Construir diques es mi especialidad.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SANDBAG
source: Building dams is my specialty.
ia_es: Construir diques es mi especialidad.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MUSSELBOUILLABAISE
source: Best meal I've seen in awhile, eh?
ia_es: La mejor cena que he visto en un tiempo, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SEASACK
source: It's for holding my treasures.
ia_es: Para guardar mis tesoros.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIMPETROCK.GENERIC
source: I could make a snack out of those.
ia_es: Podría hacer un bocadito con ellos.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIMPETROCK.PICKED
source: Just a big rock, eh?
ia_es: Sólo una gran roca, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ROCK_CHARCOAL
source: It makes my hands all sooty.
ia_es: Me llenas las manos de hollín.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SANDDUNE
source: It's a big pile of sand.
ia_es: Es una gran pila de arena.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TIGEREYE
source: Don'tcha know it's rude to stare?
ia_es: ¿No sabías que es grosero quedarse mirando a otros?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANGROVETREE_BURNT
source: Hurts my hoser heart to look at.
ia_es: Me hace doler mi corazón de campesino cuando lo miro.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POISONHOLE
source: I think I'll give that a wide berth.
ia_es: Creo que le daré su espacio.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIRATEHAT
source: It's the pirate's life for me now.
ia_es: Ahora es la vida pirata para mí.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRAGOON
source: Seems a little hot under the toque!
ia_es: ¡Se siente un poco más caliente bajo mi sombrero Toque!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PIRATEGHOST
source: Maybe he's friendly?
ia_es: ¿Tal vez sea amigable?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BOAT_TORCH
source: I can go night fishing, eh?
ia_es: Me puedo ir de pesca nocturna, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.JUNGLETREESEED
source: This could grow into a good choppin' tree.
ia_es: Podría convertirse en un buen árbol de tala.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PEG_LEG
source: Can I chop this?
ia_es: ¿Puedo cortarlo?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TROPICALFAN
source: A traditional Canadian fan.
ia_es: Un abanico tradicional canadiense.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PARROT
source: Shoo, filthy featherbag.
ia_es: Shhhh, apestoso saco de plumas.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUG_BAMBOOTREE
source: You're coming with me!
ia_es: ¡Tú vienes conmigo!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MESSAGEBOTTLEEMPTY
source: What was in it?
ia_es: ¿Qué había adentro?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PALMLEAF_HUT
source: The best shelter a woodcutter could ask for.
ia_es: El mejor refugio que un leñador pudiera desear.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FISH_SMALL_COOKED
source: Looks good to me.
ia_es: Se ve bien.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.OX_HORN
source: It used to be attached to an ox. Not anymore.
ia_es: Solía estar adjunto a un bífalo marino. Ahora no.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.OCTOPUSKING
source: How you holdin' up out here, guy?
ia_es: ¿Cómo estás, amigo?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.OCTOPUSCHEST
source: Thanks for the stuff, guy!
ia_es: ¡Gracias por las cosas, amigo!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MACHETE
source: Ooh, that's a thing for choppin'.
ia_es: Ooh, esa es una cosa para machetear.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.OBSIDIANSPEARGUN
source: It lights stuff on fire, eh.
ia_es: Le prende fuego a cosas, eh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.OBSIDIANMACHETE
source: It singes everything it touches.
ia_es: Chamusca todo lo que toca.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.OBSIDIANFIREPIT
source: Looks like the perfect place to light a fire.
ia_es: Parece el lugar perfecto para encender fuego.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.OBSIDIANCOCONADE
source: It packs a major punch.
ia_es: Si que tiene golpe.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.STUNGRAY
source: Smells worse than a waterlogged moose, eh!
ia_es: ¡Huele peor que un alce emparamado, eh!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.NEEDLESPEAR
source: Hoo-boy. That's sharp.
ia_es: Uaaauuu. Sí que es afilado.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MUSSEL_COOKED
source: These look tasty.
ia_es: Se ven ricos.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MOSQUITO_POISON
source: It's dripping with disease.
ia_es: Está chorreando enfermedad.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HAIL_ICE
source: You think this is cold? How cute.
ia_es: ¿Crees que esto está frío? Qué tierno.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SHARX
source: Not gonna make a buddy of that one, that's for sure.
ia_es: No lo voy a hacer amigo mío, eso es seguro.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PALMTREE.BURNT
source: What a waste.
ia_es: Qué desperdicio.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PALMTREE.GENERIC
source: Prepare to be chopped!
ia_es: ¡Prepárate a ser macheteado!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PALMTREE.BURNING
source: Waste of a good choppin' stump.
ia_es: Un tronco de árbol desperdiciado.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SAIL_CLOTH
source: This should help me get around.
ia_es: Me ayudará a explorar por ahí.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MESSAGEBOTTLE
source: Is someone trying to talk to me?
ia_es: ¿Hay alguien tratando de hablar conmigo?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MERMFISHER
source: I don't know aboot that guy.
ia_es: No se nada acerca de este tipo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BAMBOO
source: It's like diet wood, eh?
ia_es: Es como madera dietética, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAGMAROCK_GOLD_FULL
source: That looks worth digging into.
ia_es: Parece un secreto digno de desenterrar.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MAGMAROCK
source: A little rearranging and it'd make a nice inukshuk.
ia_es: Una nueva disposición y se verá igual que un inukshuk.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LUGGAGECHEST
source: Anything good inside?
ia_es: ¿Algo bueno adentro?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BOAT_LANTERN
source: It's a boat light.
ia_es: Es una luz para botes.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LOBSTER_DEAD_COOKED
source: Good eats!
ia_es: ¡Buena comida!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LOBSTERHOLE
source: Come out, little guy.
ia_es: Sal de allí, pequeñín.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KRAKENCHEST
source: Show me the loot!
ia_es: ¡Muéstrame el tesoro!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIMPETS_COOKED
source: Dinner's on.
ia_es: La comida está servida.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIMPETS
source: Some sort of water-dwelling snail, eh.
ia_es: Alguna clase de caracol morador de las aguas, eh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BOAT_ROW
source: Powered by elbow grease.
ia_es: Alimentado con energía de sebo de codo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KRAKEN_TENTACLE
source: A bit grabby, don'tcha think?
ia_es: Un poco agarroso, ¿no te parece?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LIVINGJUNGLETREE
source: It wants me to cut it down, I can tell.
ia_es: Me está pidiendo que lo tale, lo puedo sentir.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.KRAKEN
source: For Lucy!
ia_es: ¡Por Lucy!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.JELLYFISH_DEAD
source: The life's all but drained out of it, eh?
ia_es: Esta drenada de todo menos de vida, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.JELLYFISH_COOKED
source: I think this is as edible as it gets.
ia_es: Creo que es tan comestible como es posible.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.JELLYFISH
source: That's a jellyfish, don'tcha know.
ia_es: Es una medusa, ¿verdad?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DOYDOYFEATHER
source: It's nothing like the plumage of the proud Canadian goose.
ia_es: Nada como el majestuoso plumaje del orgulloso ganso canadiense.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ICEMAKER.OUT
source: It's hooped.
ia_es: Se apagó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ICEMAKER.NORMAL
source: It's pumpin' along nicely.
ia_es: Está bombeando bastante bien.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ICEMAKER.HIGH
source: Furiously icy! Reminds me of home.
ia_es: ¡Furiosamente helado! Me recuerda mi hogar.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ICEMAKER.LOW
source: Gettin' low.
ia_es: El combustible se está bajo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ICEMAKER.VERYLOW
source: It'll give out any second.
ia_es: Dejará de funcionar en cualquier momento.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GASHAT
source: Nothin' stinks when I got this on.
ia_es: Nada apesta cuando tengo tengo esto puesto.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.VOLCANO_ALTAR_TOWER
source: That's a creepy-lookin' hunk of rock, that.
ia_es: Vaya, es un machote bien miedoso de roca.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FRESHFRUITCREPES
source: Now this is a proper meal, eh?
ia_es: Ahora, ésta si es una buena comida, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLAMEGEYSER
source: Woah, cool it, eh.
ia_es: Uaaau, cool, eh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PALMLEAF
source: I use it for fanning myself.
ia_es: Lo uso para abanicarme.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COFFEEBUSH.BARREN
source: You look a little down, bud.
ia_es: Te ves un poco decaído, amigo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COFFEEBUSH.PICKED
source: I wish it had more beans.
ia_es: Me gustaría que tuviera más granos.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COFFEEBUSH.WITHERED
source: It could use good cuppa joe.
ia_es: Está necesitando una tacita de café.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COFFEEBUSH.GENERIC
source: Coffee beans!
ia_es: ¡Granos de café!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.EARRING
source: Shouldn't there be two?
ia_es: ¿No deberían haber dos?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SAIL_STICK
source: The Northern winds are at my disposal.
ia_es: Los vientos del norte están a mi disposición.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FISH_RAW
source: I'd prefer salmon.
ia_es: Prefiero el salmón.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TIDAL_PLANT
source: No wood to be had from that thing.
ia_es: No vamos a conseguir madera de esta cosa.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FABRIC
source: How do I dye it plaid?
ia_es: ¿Cómo lo tiño a cuadros?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ELEPHANTCACTUS_STUMP
source: This cactus gave'r. Now it's tired.
ia_es: El cactus se ha rendido. Ahora está cansado.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WALL_LIMESTONE
source: That's a wall, eh.
ia_es: Es un muro, eh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMOR_LIFEJACKET
source: Makes me feel safe.
ia_es: Me haces sentir a salvo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUG_ELEPHANTCACTUS
source: Are you headed my way?
ia_es: ¿Estás yendo en mi dirección?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SAND_CASTLE.GENERIC
source: Who knew sand could look so good.
ia_es: Quién podría haber pensado que la arena podría verse tan bien.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SAND_CASTLE.SAND
source: Looks good.
ia_es: Se ve bien.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMOROBSIDIAN
source: Hot stuff, eh?
ia_es: Caliente, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUBLOON
source: I've struck gold!
ia_es: ¡He encontrado oro!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRAGOONSPIT
source: Rude.
ia_es: Grosero.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRAGOONHEART
source: The heart of the beast.
ia_es: EL corazón de la bestia.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRAGOONEGG
source: That doesn't look very edible.
ia_es: No se ve muy comestible.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DRAGOONDEN
source: That doesn't look like a beaver dam.
ia_es: No se parece a un dique de castor.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WOODLEGS_CAGE
source: Are you OK in there, buddy?
ia_es: ¿Estás bien allí, amigo?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DOYDOYEGG_COOKED
source: Could use a side of Canadian bacon.
ia_es: Podría usar un lado de jamón canadiense.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DOYDOYEGG
source: Looks like good eatin' to me.
ia_es: Me parece una buena comida

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DOYDOY
source: Not too sure how this thing survives, eh.
ia_es: No estoy seguro de como esta cosa ha sobrevivido, eh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DOUBLE_UMBRELLAHAT
source: Double the protection!
ia_es: ¡Protección doble!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DEPLETED_GRASS_WATER
source: I don't like waiting.
ia_es: No me gusta que me hagan esperar.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DEPLETED_BAMBOOTREE
source: Grow back so I can chop you down again!
ia_es: ¡Va a volver a crecer para volver a machetearlo!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BOAT_ARMOURED
source: As safe as it gets, eh.
ia_es: Tan seguro como es posible, eh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CUTLASS
source: That's a pretty neat little cutter, eh?
ia_es: Ésta es una linda cortadorcita, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.VENOMGLAND
source: It smells kind of funny, eh?
ia_es: Huelo un poco raro, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CORALREEF
source: Ripe for the picking.
ia_es: Maduro para recoger.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CORAL
source: Maybe I could crush it down to make something new.
ia_es: Tal vez pueda apretarlo para hacer algo nuevo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COFFEEBOT
source: Makes coffee, eh.
ia_es: Hace café, eh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COFFEE
source: Good ol' joe.
ia_es: Un buen café

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.COCONUT
source: It's a coconut, eh.
ia_es: Es un coco, eh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHIMINEA
source: It's like armor for fire.
ia_es: Es como armadura para el fuego.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BURIEDTREASURE
source: Time to get digging!
ia_es: ¡Hora de escavar!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BRAINJELLYHAT
source: I feel like a bit of a keener when I put it on.
ia_es: Me siento un poco más astuto cuando me lo pongo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BOOK_METEOR
source: Make it rain hellfire!
ia_es: ¡Haz llover fuego infernal!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLUBBER
source: Quit your blubbering.
ia_es: Deja baba-sada.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BLOWDART_FLUP
source: Eye'll get you, eh!
ia_es: ¡El ojo te alcanzará, eh!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BERMUDATRIANGLE
source: Kinda spooky, eh?
ia_es: Da miedo, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BALLPHIN
source: Hey buddy, you know any tricks?
ia_es: Oye amigo, ¿sabes algún truco?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BABYOX
source: Hey, little buddy!
ia_es: ¡Hey, pequeño amigo!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SWORDFISH_DEAD
source: Sorry, guy.
ia_es: Lo siento, amigo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ELEPHANTCACTUS
source: It's prickly, eh?
ia_es: Espinoso, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMORSEASHELL
source: This doesn't seem very hardy.
ia_es: No se ve muy resistente.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUG_BUSH_VINE
source: Are you ready to go on a little trip?
ia_es: ¿Estás listo para ir a de paseo?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMORCACTUS
source: Pretty prickly protection, eh?
ia_es: Buena protección espinosa, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SHARK_TEETHHAT
source: It's a hat made of teeth.
ia_es: Es un sobrero hecho de dientes.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BOAT
source: Must have hit a nor'easter.
ia_es: Debe de haber sido alcanzado por una tormenta.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SWEETPOTATOSOUFFLE
source: Pretty extravagant!
ia_es: ¡Bien extravagante!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WHALE_BLUE
source: Give'r!
ia_es: ¡Dale!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BOATCANNON
source: This'll blow'em up real good!
ia_es: ¡Con ésto volarán por los aires muy bien!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DOYDOYNEST
source: Those filthy birds breed here.
ia_es: Esas aves inmundas se reproducen aquí.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SEASHELL_BEACHED
source: A pretty shell.
ia_es: Una linda concha de mar.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PRIMEAPE
source: This guy's a bit of a keener.
ia_es: Este tipo si que es bien astuto.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TIGERSHARK
source: 'Might be cute if it didn't want to eat me.
ia_es: Será lindo si no quisiera comerme.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TURF_VOLCANO
source: Just some ground, eh?
ia_es: Sólo un poco de suelo, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SWEET_POTATO_PLANTED
source: Looks like some sorta fancy potato, eh?
ia_es: Parece como una clase de patata, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMORLIMESTONE
source: Makes me feel pretty tough, eh?
ia_es: Me hace sentir bien rudo, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PRIMEAPEBARREL
source: Where the keeners sleep.
ia_es: Donde los astutos se van a dormir.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MANGROVETREE
source: Looks tasty!
ia_es: ¡Se ve sabroso!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.THATCHPACK
source: Now I can carry more delicious wood.
ia_es: Ahora puedo cargar con más comida deliciosa.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FISHINHOLE
source: If only it were a little colder out, would be a perfect spot for ice fishin'!
ia_es: ¡Si tan sólo estuviera un poco más frío, tendríamos el lugar perfecto para una pesca helada!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SNAKEOIL
source: I'm not fallin' for this.
ia_es: No me voy a dejar a engañar.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMOR_SNAKESKIN
source: I feel so suave in it.
ia_es: Me siento tan suave en el.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.VOLCANOSTAFF
source: The power of the volcano is in my hand.
ia_es: EL poder del volcán en mi mano.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUG_COFFEEBUSH
source: I'm going to take you everywhere with me.
ia_es: Te llevaré siempre conmigo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.MERMHOUSE_FISHER
source: I'd prefer a log cabin.
ia_es: Preferiría una cabaña de madera.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SWEET_POTATO_COOKED
source: Could use some marshmallow, eh.
ia_es: Podría usar algunos malvaviscos, eh.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.JELLYJERKY
source: Jerky! The food of my people.
ia_es: ¡Carne Seca! Le comida de mi gente.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TWISTER_SEAL
source: Cute little fella.
ia_es: Lindo pequeñín.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PACKIM
source: I can tolerate him.
ia_es: Puedo tolerarlo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SOLOFISH
source: Nice doggy.
ia_es: Buen perrito.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.VINE
source: Sigh. Not a tree.
ia_es: Sign. No es un árbol.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SPOILED_FISH
source: I think it's time to throw this out.
ia_es: Creo que es hora de botar ésto a la basura.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SWIMMINGHORROR
source: I don't want nothin' to do with that, eh!
ia_es: ¡No quiero tener nada que ver con eso!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GOLDENMACHETE
source: It chops AND sparkles!
ia_es: ¡Machetea Y chispea!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SAIL_FEATHER
source: Seems touchin' all those gross feathers was worth it.
ia_es: Parece que tocar todas esas plumas asquerosas valió la pena.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.LOBSTER
source: A little melted butter and it'd be delicious.
ia_es: Un poco de mantequilla derretida y sabrá delicioso.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SEAWEED_DRIED
source: It sort of sticks to my tongue.
ia_es: Se me pega a la lengua.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SUNKBOAT
source: That wood has seen better days.
ia_es: Esa madera ha visto días mejores.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_WHALE_HUNT_BEAST_NEARBY
source: I was born to track beasts!
ia_es: ¡He nacido para dar caza a estas bestias!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_TREASURE
source: Here comes the next gold rush!
ia_es: ¡Aquí comienza una nueva fiebre de oro!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_MORETREASURE
source: There's more gold to be had!
ia_es: ¡Hay más tesoro para esperando a ser poseído!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_OTHER_WORLD_TREASURE
source: I don't believe I can find this here.
ia_es: No puedo que pueda encontrarlo aquí.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_TRAWL_FULL
source: It's time to reel it in!
ia_es: ¡Hora de recoger lo que hay en ella!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_CRAB_ESCAPE
source: It got away, eh?
ia_es: Se me escapó, ¿verdad?
