Repository: makara/Dont-Starve-Together-Docker-Cluster
Catalog: mods/workshop-1467214795/languages/*.po
Languages: ia_es

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.CRAB.HIDDEN
source: Un-bury yourself, coward!
ia_es: ¡Desentiérrate, cobarde!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.KRAKENCHEST
source: Spoils of war!
ia_es: ¡Despojos de guerra!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.JUNGLETREE.BURNT
source: The tree is no more.
ia_es: No hay más árbol.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.JUNGLETREE.CHOPPED
source: A strong tree, but not so strong as my axe.
ia_es: Un fuerte árbol, pero no tan fuerte como mi hacha.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.JUNGLETREE.GENERIC
source: There are no trees like this where I sail from.
ia_es: No hay árboles como en los que yo estoy viajando ahora.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.JUNGLETREE.BURNING
source: The tree burns.
ia_es: El árbol arde.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.DOYDOYEGG_CRACKED
source: Its fearlessness leaks out.
ia_es: Está rompiéndose violentamente.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.OXHAT
source: This helm will keep my scalp dry.
ia_es: Este yelmo mantendrá my callera seca.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.DRAGOONEGG
source: I can hear the beating heart of a warrior within!
ia_es: ¡Puedo oír adentro el latido del corazón del guerrero!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SNAKEOIL
source: What powerful properties does this bestow?
ia_es: ¿Qué propiedades poderosas concederá?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.LUGGAGECHEST
source: I hope I am spoiled by these spoils of the sea!
ia_es: ¡Espero que estos despojos de guerra no me echen a perder!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SHIPWRECKED_EXIT
source: Off to a new land...
ia_es: A una nueva tierra....

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.PORTAL_SHIPWRECKED
source: This longship looks unfit for a warrior.
ia_es: Esta embarcación no parece apropiada para una guerrera.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.COCONUT_HALVED
source: I have cleaved the nut and it has shown me its insides!
ia_es: ¡He golpeado la fruta y me ha mostrado sus entrañas!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.BRAINJELLYHAT
source: My brain has the might of my sword!
ia_es: ¡Mi cerebro tiene el poder que tiene mi espada!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SUNKEN_BOAT_BURNT
source: A viking funeral has taken place...
ia_es: Un funeral vikingo ha tenido lugar...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.MERMHOUSE_FISHER
source: The fisherfolk dwell here.
ia_es: Los hombres-pescado viven allí.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SHIPWRECK
source: Longships litter the path to Valhalla.
ia_es: La embarcación partió con rumbo a Valhalla.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SWEET_POTATO_COOKED
source: Yum!
ia_es: ¡Ñam!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.CORAL_BRAIN_ROCK
source: A mystical all-knowing water rock!
ia_es: ¡Una piedra marina sabelotodo!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.MAGMAROCK_GOLD_FULL
source: It shimmers...
ia_es: Resplandece...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.OX_FLUTE
source: I have no rhythm...
ia_es: No poseo nada de ritmo...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.VOLCANO_ALTAR.GENERIC
source: The altar of the fire gods sleeps.
ia_es: El altar donde reposan los dioses de fuego.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.VOLCANO_ALTAR.OPEN
source: It is ready to receive sacrifice!
ia_es: ¡Está listo para recibir sacrificios!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.GENERIC
source: What sorcery is this? Wood that is hollow?
ia_es: ¿Qué clase de maleficio es éste? ¿Madera hueca?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.ELEPHANTCACTUS_ACTIVE
source: Finally the earth sprouts a worthy adversary!
ia_es: ¡Finalmente! ¡La tierra produce adversarios dignos!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.JELLYFISH_COOKED
source: The sea monster cooks up well!
ia_es: ¡El monstruo marino se deja cocinar bastante bien!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.LIVINGJUNGLETREE
source: I do not like your face, tree!
ia_es: ¡No me gusta esa cara, árbol!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.TUNACAN
source: Food that can survive a voyage!
ia_es: ¡Alimento que puede sobrevivir el viaje!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.MOSQUITOSACK_YELLOW
source: The pest dropped its sack of sick.
ia_es: La peste ha soltado su saco de enfermedad.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.WOODLEGS_KEY1
source: What might this open?
ia_es: ¿Qué abrirá?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.WOODLEGS_CAGE
source: A locked cage!
ia_es: ¡Una jaula encerrada!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SUNKEN_BOAT.GENERIC
source: He has something to say!
ia_es: ¡Quiere decirme algo!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SUNKEN_BOAT.ABANDONED
source: The sea claims another!
ia_es: ¡El mar ha venido por otro!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.WILDBOREHEAD
source: Save a mug in Valhalla for me.
ia_es: ¡Apártame una jara en Valhalla!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.DUG_ELEPHANTCACTUS
source: I shall get to the point: you belong to me now.
ia_es: Debo llegar a este punto: me perteneces ahora.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.MUSSEL_FARM.GENERIC
source: It builds mussels.
ia_es: Deja acumular mejillones.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.MUSSEL_FARM.STICKPLANTED
source: The mussels will grow...
ia_es: Los mejillones crecerán...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.TURF_MAGMAFIELD
source: A piece of the battlefield.
ia_es: Un trozo del campo de batalla.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.WILDBOREGUARD
source: I sense a kindred spirit!
ia_es: ¡Puedo sentir un espíritu fraternal!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.TRAWLNETDROPPED.GENERIC
source: Plunderful!
ia_es: ¡De piratería!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.TRAWLNETDROPPED.SOONISH
source: I think my plunder will sink soon.
ia_es: Creo que mi botín se hundirá pronto.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.TRAWLNETDROPPED.SOON
source: The plunder will sink soon.
ia_es: Mi botín se hundirá pronto.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.WILBUR_UNLOCK
source: I kneel for no king, even adorable ones!
ia_es: ¡No me postraré ante ningún rey, incluso si son tan adorables!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.WILBUR_CROWN
source: I plunder what this is?
ia_es: ¿Qué clase de botín es éste?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.WHALE_BUBBLES
source: Something lurks beneath.
ia_es: Algo está acechando ahí debajo.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.WATERYGRAVE
source: Plunder under!
ia_es: ¡Botín abajo!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.VOLCANO_SHRUB
source: You look burnt out.
ia_es: Te ves algo quemado.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.VOLCANO_ALTAR_TOWER
source: An altar to the fire gods!
ia_es: ¡Un altar para los dioses del fuego!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.TWISTER_SEAL
source: You were the little guy doing all that huffing and puffing?!?
ia_es: ¿¡¿Eras tú el pequeñito haciendo todos esos resoplidos y bruñidos?!?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.FRESHFRUITCREPES
source: So light and airy!
ia_es: ¡Tan ligeros y suavecitos!!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.BUOY
source: It buoys my spirits to see it above the waves.
ia_es: Alienta mis ánimos el verlo sobre las olas.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SWIMMINGHORROR
source: Are you here to give me a Viking's funeral?
ia_es: ¿Estás aquí para darme un funeral vikingo?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SHARKITTEN
source: It is your momma I want...
ia_es: Es tu mamá a la que quiero...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.FLOTSAM
source: I must fish it from the sea if I may learn its secrets.
ia_es: Debo pescarlo en altamar si quiero revelar sus secretos.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.TURF_TIDALMARSH
source: A piece of the battlefield.
ia_es: Un trozo del campo de batalla.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.TURF_SNAKESKINFLOOR
source: My enemy's hide feels good beneath my feet!
ia_es: ¡La piel de mis enemigos se siente bien debajo de mis pies!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.COFFEEBUSH.BARREN
source: Did you even put up a fight?
ia_es: ¿Por lo menos diste una buena pelea?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.COFFEEBUSH.PICKED
source: Its fruits must be reborn.
ia_es: Sus frutos deben renacer.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.COFFEEBUSH.WITHERED
source: Weakling bush!
ia_es: ¡Arbusto debilucho!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.COFFEEBUSH.GENERIC
source: It bears strange volcano fruits.
ia_es: Da frutas volcánicas extrañas

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.TURF_SWAMP
source: A piece of the battlefield.
ia_es: Un trozo del campo de batalla.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SAIL_STICK
source: I command the wind!
ia_es: ¡Ahora comando el viento!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.TURF_MEADOW
source: A piece of the battlefield.
ia_es: Un trozo del campo de batalla.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.TURF_FUNGUS_GREEN
source: A piece of the battlefield.
ia_es: Un trozo del campo de batalla.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.HOME
source: Someone must dwell here.
ia_es: Alguien debe morar aquí.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.TURF_DESERTDIRT
source: A piece of the battlefield.
ia_es: Un trozo del campo de batalla.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.MAGMAROCK
source: What can I use to roll these rocks?
ia_es: ¿Qué puedo usar para hacer rodar estas rocas?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.PARROT_PIRATE
source: You talk too much!
ia_es: ¡Hablas demasiado!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.COCONADE.GENERIC
source: This is no ordinary nut!
ia_es: ¡Ésta no es fruta ordinaria!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.COCONADE.BURNING
source: The nut will spew its fire soon!
ia_es: ¡Esta fruta escupirá fuego muy pronto!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.FISH_SMALL
source: This sea meat will serve me well.
ia_es: Esta carne marina me sentará bien.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.KRAKEN_TENTACLE
source: The arm of the beast!
ia_es: ¡El brazo de la bestia!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.FLAMEGEYSER
source: The ground belches fire!
ia_es: ¡El suelo está eructando fuego!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SHARK_GILLS
source: Shark gills!
ia_es: ¡Agallas de tiburón!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SHADOWSKITTISH_WATER
source: An enemy looms!
ia_es: ¡Un enemigo nos acecha desde las sombras!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.CRATE
source: Yield your secrets, box!
ia_es: ¡Revélame tus secretos, caja!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.TRINKET_21
source: A child's longship.
ia_es: La embarcación de un infante.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.TIDAL_PLANT
source: Soggy plant.
ia_es: Una plata mojada.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.MONKEYBALL
source: A bit of monkey merriment.
ia_es: Un poco de alegría para monos.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.TIDALPOOL
source: A tiny lake!
ia_es: ¡Un laguito!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.CHOPPED
source: You couldn't hack it!
ia_es: ¡No pudiste machetearlo!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.BLOWDART_FLUP
source: A cowards weapon, dropped by a pitiful, sneaking creature.
ia_es: Una arma cobarde soltada por una creatura mísera y serpentona

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.PIGTENT
source: It smells of breakfast!
ia_es: ¡Huelo a desayuno!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.THATCHPACK
source: I hope my spear doesn't poke a hole in it.
ia_es: Espero que mi lanza no termine haciéndole un hoyo.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.DRAGOONDEN
source: A berserker has to live somewhere.
ia_es: Un berseker tiene que vivir en algún lado.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.ELEPHANTCACTUS
source: I sense the spirit of a berserker within you, plant.
ia_es: Siento el espíritu de un berseker en tí, planta.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SWEET_POTATO_SEEDS
source: These will grow sweetly.
ia_es: Crecerán dulcemente.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SWEETPOTATOSOUFFLE
source: It is filled with delicious air!
ia_es: ¡Está llenando el aire con una aroma deliciosa!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.PRIMEAPE
source: You are as amusing as you are hairy.
ia_es: Tan divertido como peludo.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SEAWEED_DRIED
source: It is chewy...
ia_es: Masticable.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SUNKEN_BOAT_TRINKET_3
source: Soggy candle.
ia_es: Vela emparamada.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SUNKEN_BOAT_TRINKET_1
source: Some kind of crude weapon?
ia_es: ¿Alguna clase de arma rudimentaria?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SPEAR_LAUNCHER
source: A gift from Odin!
ia_es: ¡Un regalo de Odín!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SAIL_SNAKESKIN
source: A sail made of murder!
ia_es: ¡Una vela hecha de muerte!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SNAKEDEN.BURNT
source: It's burnt. No sense vine-ing about it.
ia_es: Está quemado. No tiene sentido andar llorando por eso.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SNAKEDEN.CHOPPED
source: It needed a haircut.
ia_es: Necesita un corte de pelo.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SNAKEDEN.GENERIC
source: This bush has helm head.
ia_es: Este arbusto tiene una cabeza de yelmo.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.TURF_ASH
source: A piece of the battlefield.
ia_es: Un trozo del campo de batalla.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.TRINKET_22
source: Soggy candle.
ia_es: Vela emparamada.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SAND_CASTLE.GENERIC
source: I want to pretend I'm a giant and crush it!
ia_es: ¡Me gustaría pretender ser un gigante y aplastarlo!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SAND_CASTLE.SAND
source: Time has crushed it.
ia_es: EL tiempo lo ha aplastado.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.ROCK_OBSIDIAN
source: Lava stone!
ia_es: ¡Roca de lava!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.ROCK_CHARCOAL
source: Rocks burn?
ia_es: ¿Las rocas se queman?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.RAWLING
source: Finally! Someone to rehearse with.
ia_es: ¡Finalmente! Alguien con quien ensayar.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.DOUBLE_UMBRELLAHAT
source: What kind of strange helm is this?
ia_es: ¿Qué clase yelmo extraño es éste?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.MAGMAROCK_FULL
source: What can I use to roll these rocks?
ia_es: ¿Qué puedo usar para hacer rodar estas rocas?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SUNKEN_BOAT_TRINKET_5
source: Not my size.
ia_es: No es de mi talla.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.PEG_LEG
source: This leg will make a fine basher!
ia_es: ¡La pierna hará una fino bate!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.PIRATIHATITATOR.BURNT
source: Its magic has floated away as embers.
ia_es: Su magia ha flotado lejos como brasas.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.PIRATIHATITATOR.GENERIC
source: What awkward sorcery is this?
ia_es: ¿Qué rara brujería es esta?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.TURF_BADLANDS
source: A piece of the battlefield.
ia_es: Una pieza del campo de batalla.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.OX_HORN
source: Ah, a fine mug it would make!
ia_es: Ah, ¡una taza fina sería!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.MONSTERTARTARE
source: Still quivering.
ia_es: Todavía tembloroso.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.MERMFISHER
source: I quarrel not with fisherfolk, so long as they do not take up arms.
ia_es: No me enfrento a pescadores, a menos que se alcen en armas.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.MANGROVETREE
source: I have never felled a tree from my longship before!
ia_es: ¡Yo nunca he talado un árbol para mi embarcación antes!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SHIPWRECKED_ENTRANCE
source: A new land to plunder and pillage!
ia_es: ¡Una nueva tierra para saquear y saquear!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.HAIL_ICE
source: The sky is throwing ice!
ia_es: ¡El cielo está dejando caer hielo!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.KRAKEN
source: Go to Hel!
ia_es: ¡Vete al diablo!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.GRASS_WATER
source: Grass I can pick from my longship!
ia_es: ¡Pasto que puedo recoger para my embarcación!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.FISH_TROPICAL
source: Inside it is the color of meat!
ia_es: ¡Adentro tiene el color de la carne!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.FISH_SMALL_COOKED
source: This meat will swim in my belly!
ia_es: ¡Esta carne nadará en mi barriga!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.MAGMAROCK_GOLD
source: It shimmers...
ia_es: Resplandece...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.FISH_RAW
source: This sea meat will serve me well.
ia_es: Esta carne marina me sentará bien.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.ELEPHANTCACTUS_STUMP
source: Coward!
ia_es: ¡Cobarde!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOOTREE.SWEET_POTATO
source: I have never heard of a potato that is sweet!
ia_es: ¡Nunca había oído de una patata que fuera dulce!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SEASHELL
source: The currency of the sea.
ia_es: La moneda de los mares.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.JUNGLETREE
source: A mighty tree!
ia_es: ¡Un árbol poderoso!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PACKIM_FISHBONE
source: A curious bauble.
ia_es: Una baratija curiosa.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.VOLCANO_EXIT
source: I weary of this infernal realm.
ia_es: Estoy cansada de este reino infernal.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SHARK_FIN
source: A token from a fallen warrior.
ia_es: Un recuerdo de un luchador caído.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SAND
source: You are a very clean dirt.
ia_es: Eres una basura muy limpia.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MUSSEL_FARM
source: You will be mine, mussels.
ia_es: Serán míos, mejillones.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.JUNGLETREE_BURNT
source: Goodbye, giant.
ia_es: Adios, gigante.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COCONADE
source: Fire that can be thrown.
ia_es: Fuego que se puede lanzar.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WHALE_CARCASS_WHITE
source: Oh, how the mighty stink.
ia_es: Oh, cómo apesta el poderoso.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.IRONWIND
source: This contraption runs on Odin's steeds!
ia_es: ¡Al artilugio lo propulsan los corceles de Odín!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BOATREPAIRKIT
source: Most sensible cargo.
ia_es: La carga más importante.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PIRATIHATITATOR
source: This contraption has the smell of Loki about it...
ia_es: Este artilugio tiene el olor de Loki por todos lados...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRAWLNET
source: I shall ransack the sea!
ia_es: ¡Voy a saquear los mares!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DOYDOYBABY
source: I honor you, young warrior of the DoyDoys.
ia_es: Te honro a tí, joven luchador de los DoyDoys.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SNAKE_FIRE
source: They speak with the volcano's mouth!
ia_es: ¡Están hablando con la boca del volcán!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BOAT_INDICATOR
source: I shall launch my craft.
ia_es: Debo lanzar my creación.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BOTTLELANTERN
source: A most curious torch.
ia_es: Las más curiosa antorcha.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SEAWEED_PLANTED
source: A weed I cannot crush under my boot.
ia_es: Una hierba que no puedo aplastar con mi bota.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BUSH_VINE
source: These seem like to strangle.
ia_es: Parece que les gusta asfixiar.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SEASACK
source: Disgusting but useful in its way.
ia_es: Desagradable pero útil.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SANDDUNE
source: I will not make a mountain out of a sandhill.
ia_es: No haré una montaña de una pila de arena.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.JUNGLETREE_STUMP
source: I will see you in Valhalla, tree.
ia_es: Te veré en Valhalla, árbol.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EAT_FOOD.COCONUT_COOKED
source: It's not meat, but it's not half bad...
ia_es: No es carne, pero no está nada mal...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EAT_FOOD.DOYDOYEGG_COOKED
source: I shall eat of this birds fearlessness!
ia_es: ¡Debo comer del arrojo de esta ave!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EAT_FOOD.JELLYFISH_COOKED
source: Not as unpleasant as I thought.
ia_es: No tan desagradable como había pensado.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EAT_FOOD.DOYDOYEGG_CRACKED
source: Another brave warrior bird enters our realm!
ia_es: ¡Otra ave valiente entra en nuestro reino!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EAT_FOOD.SEAWEED_COOKED
source: I hope my ancestors can't see me eating this.
ia_es: Espero que mis ancestro no puedan verme comiendo ésto.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EAT_FOOD.MUSSEL_COOKED
source: The taste is not as strong as the name.
ia_es: El sabor no es ta fuerte como el nombre.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EAT_FOOD.COFFEEBEANS_COOKED
source: My pre-performance ritual, I mean, battle!
ia_es: ¡Mi ritual antes de la presentación, digo, batalla!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EAT_FOOD.SEAWEED_DRIED
source: Desperate times...
ia_es: Tiempos desesperados...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EAT_FOOD.LIMPETS_COOKED
source: Still slimy...
ia_es: Aún baboso...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARMORCACTUS
source: It will make of me a friend to the cactus.
ia_es: Me hará hacerme amiga de los cactus.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.NEEDLESPEAR
source: 'Tis truly a wondrous war lance!
ia_es: ¡De verdad que es una lanza maravillosa!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WHALE_CARCASS_BLUE
source: I will toast you in Valhalla.
ia_es: Brindaré en tu nombre en Valhalla.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.JUNGLETREESEED
source: The strength of the tree in a seed.
ia_es: La fuerza de un árbol en una semilla.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WALL_LIMESTONE_ITEM
source: Will you stand with me?
ia_es: ¿Harás frente a mi lado?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TROPICALFAN
source: The luxuries of camp, on the go.
ia_es: Los lujos del campo, pero portables.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MESSAGEBOTTLE
source: A message from Valhalla?
ia_es: ¿Un mensaje de Valhalla?
