Repository: makara/Dont-Starve-Together-Docker-Cluster
Catalog: mods/workshop-1467214795/languages/*.po
Languages: ia_es

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ROCKY
source: Back ye clawed devil!
ia_es: ¡Atrás, demonio con garras!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ARMORSLURPER
source: How bad do I wanna protect myself?
ia_es: ¿Así de mucho quiero protegerme?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DRAGON_SCALES
source: 'Tis a wondrous treasure.
ia_es: Es un tesoro de admirar.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MAXWELL
source: I'd like ta throw 'em overboard.
ia_es: Me gustaría tirarlo por la cubierta.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SWEETPOTATOSOUFFLE
source: A tasty piece o' crumpet.
ia_es: Un sabroso pedazo de pastel.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SPIDER_DROPPER
source: Yellow Sneaks!
ia_es: ¡Serpientes Amarillas!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CORALREEF
source: Ye better steer clear, Woodlegs.
ia_es: Mejor que mantengas curso firme, Woodlegs.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.EVERGREEN.BURNT
source: Ye can't spread yer seeds now.
ia_es: Ahora no podrás esparcir tus semillas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.EVERGREEN.CHOPPED
source: Yer earthly bonds run deep.
ia_es: Su vínculo con la tierra es profundo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.EVERGREEN.GENERIC
source: 'Tis some fine ship buildin' material.
ia_es: Es una buena clase de material para la construcción de navíos.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.EVERGREEN.BURNING
source: Yer usefulness is running out.
ia_es: Tu utilidad se está acabando.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SKULLCHEST
source: Whut treasures it musta devoured.
ia_es: ¿Qué tesoros tuvo que haber devorado?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SANDBAG
source: Fer keepin' th' flood waters at bay.
ia_es: Para mantener a raya las aguas de inundación.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WHALE_BLUE
source: Arrr ye th' devil ta take Woodlegs ta th' depths?
ia_es: Arrrrr, ¿viene el demonio a llevar a Woodlegs a las profundidades?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ROTTENEGG
source: Smells like crew quarters after chili night.
ia_es: Huele como las cabinas de la tripulación luego de una noche en enchiladas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TUMBLEWEED
source: I like me weeds settin' still.
ia_es: Me gustan las hierbas que se quedan quietas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ROOK_NIGHTMARE
source: Thet beast's been cursed.
ia_es: La bestia lleva una maldición.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ARMOR_LIFEJACKET
source: Bah! For swabs only!
ia_es: ¡Bah! ¡Para mozuellos solamente!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GREENAMULET
source: Wearin' this ol' amulet makes me feel so smart!
ia_es: ¡Llevar este amuleto me hace sentir tan inteligente!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BOATCANNON
source: Ready ta fire six pounders!
ia_es: ¡Listo pa' disparar una de seis libras!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DUG_BERRYBUSH
source: Thet will be needin' some ground ta be useful.
ia_es: 'Tá necesitando algo de suelo pa' ser útil.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURKEYDINNER
source: This cackler is good eatin'!
ia_es: ¡Este pajarraco 'tá bueno pa' comer!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DOYDOYNEST
source: 'Tis a bird home.
ia_es: Es la casa del ave.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ROCK_LIGHT.GENERIC
source: A puddle o' fire.
ia_es: Un charco de fuego.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ROCK_LIGHT.OUT
source: She's out.
ia_es: Se apagó.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ROCK_LIGHT.LOW
source: It be goin' out.
ia_es: 'Tá apagándose.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ROCK_LIGHT.NORMAL
source: Not bad fer settin' by.
ia_es: Nada mal.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PAPYRUS
source: Aye! A fresh map!
ia_es: !Arrr! ¡Un nuevo mapa!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ROCK_CHARCOAL
source: Could start quite a barby-q wit' this.
ia_es: Podría hacer un buena buena barbacoa con ésto.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SEASHELL_BEACHED
source: Sea trinket.
ia_es: Un abalorio.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ORANGEAMULET
source: Me magic chain.
ia_es: Mi cadena mágica.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LOCKEDWES
source: 'E be locked up tight!
ia_es: ¡'Tá bien ammarra'o!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FIREHOUND
source: Stay beck from me legs!
ia_es: ¡Mantente alejado de mis piernas!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GUNPOWDER
source: Packs quite th' punch.
ia_es: Si que tiene golpe.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LIMPETROCK.GENERIC
source: Thet rock is covered in good eatin'.
ia_es: La roca está cubierta con buena comida.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LIMPETROCK.PICKED
source: 'Tis just a rock now.
ia_es: Es solamente una roca ahora.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FROG_POISON
source: Keep yer venom away from me, beastie!
ia_es: ¡Mantén alejado tu veneno de mí, bestia!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PRIMEAPE
source: Like lookin' in a cracked, greasy mirror.
ia_es: Tal como mirarse en un espejo rajado y grasiento.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.REEDS.GENERIC
source: Betcha I can whistle a tune wit' these!
ia_es: ¡Te apuesto a que me puedo soplar una tonadita con éstos!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.REEDS.PICKED
source: It can't reed.
ia_es: Pa' que juncos, si yo no se leer.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.REEDS.BURNING
source: They burn up fast.
ia_es: Se queman fácil.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RED_CAP_COOKED
source: Me favorite color o' 'shroom.
ia_es: Mi color favorito de hongo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BARREL_GUNPOWDER
source: Skull 'n crossbones only means one thing whur I come from.
ia_es: Una calavera con huesos cruzados significa sólo una cosa de donde yo vengo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FLOWER_CAVE
source: Thet thar be a pretty flower.
ia_es: ¡Qué belleza de flor!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RAZOR
source: Shavin's fer princes and lawyers.
ia_es: Para afeitar príncipes y abogados.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BOAT_RAFT
source: This vessel be an embarrassment!
ia_es: ¡Este navío es una vergüenza!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FEM_PUPPET
source: Ye seem to be in quite a bind.
ia_es: Pareces estar en un buen aprieto.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TIGERSHARK
source: Come at me ye striped devil!
ia_es: ¡Ven a mí, demonio de rayas!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PURPLEGEM
source: Shiny and valuable!
ia_es: ¡Brillante y valioso!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_VOLCANO
source: Th' devil's ground.
ia_es: La tierra del diablo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ANCIENT_ALTAR
source: A statue from ye old times.
ia_es: Una estatua de mis tiempos de antaño.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.STAFFLIGHT
source: Th' stars aren't under th' domain o' man.
ia_es: Las estrellas no 'tán bajo el dominio del hombre.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MARBLETREE
source: Strange trees...
ia_es: Árboles tan raros....

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SWEET_POTATO_PLANTED
source: A different kind o' buried treasure.
ia_es: Un clase diferente de tesoro enterrado.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.POND_ALGAE
source: Ye couldn't fit a real ship in this.
ia_es: No podrías contener un navío real.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DURIAN
source: Thet does ney smell like food!
ia_es: ¡Esta cosa no me huele a comida!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.POMEGRANATE_SEEDS
source: Seeds thet grow more seeds.
ia_es: Semillas que producen más semillas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TENTACLE
source: Like in me dreams!
ia_es: ¡Cómo en mis sueños!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ICE
source: Ney good fer sailin'
ia_es: No 'ta bueno pa' navegar.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BEEHIVE
source: A den o' honey makers.
ia_es: Una guarida de hacedores de miel.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.POMEGRANATE
source: Me mates tell me this be good fer me heart.
ia_es: Mis compañeros me dieron qu'era bueno pa'l corazón.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CAVE_FERN
source: How did ye grow doon here wit' no light?
ia_es: ¿Cómo pueden crecer aquí son nada de luz?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.POISONHOLE
source: Th' worst kind o' hole.
ia_es: La peor clase de hoyo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PLANTMEAT_COOKED
source: Cooked it up, I did.
ia_es: Cocinarlo, lo he hecho.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ARMORLIMESTONE
source: This'd sink like a stone on th' sea.
ia_es: Se hundirá como piedra en altamar.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PIRATEHAT
source: Yo-ho-ho!
ia_es: ¡Jo-ajoi-jo!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TELEPORTATO_CRANK
source: To my eye it be a crank fer crankin'.
ia_es: A mis ojos se ve como una manivela pa' maniveliar.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PIGGYBACK
source: From th' flesh o' th' boar.
ia_es: De las carnes de un jabalí.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.HAWAIIANSHIRT
source: 'Tis light an stylish.
ia_es: Es ligera y la moda.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CHESTER
source: Whut'n blazes arre ye?
ia_es: Y tú, ¿quién diablos eres?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CORAL
source: This'll tear up a boat right quick!
ia_es: ¡Éste destrozará un barco en un abrir y cerrar de ojos!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PIGSKIN
source: 'E lost 'is bottom.
ia_es: Ha solta'o el trasero.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PRIMEAPEBARREL
source: They ain't much fer housekeepin'.
ia_es: No entienden mucho de orden.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PIGHEAD.BURNT
source: Crispy.
ia_es: Crocante.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PIGHEAD.GENERIC
source: Sometimes them eyes be glowin'...
ia_es: A veces, les brillas los ojos...

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PICKAXE
source: Let's get them treasures!
ia_es: ¡Vamos a los tesoros!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PEROGIES
source: Woodlegs could eat a chest full o' these!
ia_es: ¡Wooglegs podría comer un balde lleno d'estos!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MANGROVETREE
source: Th' waters be shallow 'ere.
ia_es: Las aguas son bajas por aquí.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PERD
source: Whut a maniac!
ia_es: ¡Qué maniaco!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MERMHEAD.BURNT
source: 'Tis crispy.
ia_es: Está crujiente.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MERMHEAD.GENERIC
source: Beware...
ia_es: A tener cuidado....

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PENGUIN
source: A sure sign o' ice at sea.
ia_es: Una señal segura de hielo en el agua.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.THATCHPACK
source: Thatch th' ticket!
ia_es: ¡Hora de empacar la paja!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FISHINHOLE
source: A fishin' 'ole! Make a note on me map!
ia_es: ¡Un estanque! ¡Haz una nota en my mapa!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PANFLUTE
source: Blankets ye inta a bewitched sleep.
ia_es: Te cobija a un mágico sueño

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DRAGOONEGG
source: Me feels a storm comin'
ia_es: Puedo sertir qu'una tormenta se aproxima.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SNAKEOIL
source: Me knows a good deal when me sees it.
ia_es: Puedo reconocer un buen negocio cuando lo veo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LUGGAGECHEST
source: Thar might be gold inside.
ia_es: Puede haber oro adentro.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.AXE
source: I be axe'n the questions 'round here!
ia_es: ¡Seré el hacha interrogadora por aquí!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.OX
source: She could use a pirate hug.
ia_es: Le está haciendo falta un abrazo pirata.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ORANGESTAFF
source: Magic peg legs!
ia_es: ¡Pata'e palo mágica!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ARMOR_SNAKESKIN
source: Leathers to slick th' rain away.
ia_es: Cuero para deslizar afuera toda el agua.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LUREPLANTBULB
source: Th' heart o' th' plunder plant.
ia_es: El corazón de una planta de saqueo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.VOLCANOSTAFF
source: Ye'll do me biddin' now, 'cano!
ia_es: ¡Harás lo que te diga ahora, volcán!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COOKEDMEAT
source: 'Tis a fine meal.
ia_es: Una buena cena.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DUG_COFFEEBUSH
source: Thet will be needin' some ground ta be useful.
ia_es: 'Tá necesitando algo de suelo pa' ser útil.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.OCTOPUSCHEST
source: Whut's in thar fer ol' Woodlegs?
ia_es: ¿Qué tienes allí para el viejo Woodlegs?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.OBSIDIANMACHETE
source: Thet thing gets hot!
ia_es: La cosa está que arde.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.OBSIDIANFIREPIT
source: Hot by th' fire.
ia_es: Calienta por el fuego.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BEEFALOHAT
source: Keeps me ears warm.
ia_es: Mantiene tu testa caliente.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MINOTAURCHEST
source: How does Woodlegs get it back to th' ship?!
ia_es: ¡¿Cómo vá Woodlegs a poder volver a su barco?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LIMPETS_COOKED
source: Yaaarm!
ia_es: ¡Ñaaaaaam!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.OBSIDIANCOCONADE
source: Ka-boom!
ia_es: ¡Ka-buuuum!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.AERODYNAMICHAT
source: Cuts me walkin' time in half!
ia_es: ¡Me acorta el tiempo a la mitad!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.OBSIDIANAXE
source: Keep thet away from me legs!
ia_es: ¡Mantente alejado de mis piernas!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.NITRE
source: Cannon food thet be.
ia_es: Comida pa' mi cañón.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BATWING
source: Wit' a wee bit o' ranch dressin'...
ia_es: Con un poquito de salsa ranchera...

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FISH_RAW
source: Could use a bit o' heat.
ia_es: Podría usar un poco de fuego.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MERMHOUSE_FISHER
source: They smell worse than Woodlegs!
ia_es: ¡Huelo peor que Woodlegs!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MEATBALLS
source: Me lunch!
ia_es: ¡Mi cena!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.NIGHTSTICK
source: 'Tis a glowin' sword!
ia_es: ¡Una espada refulgente!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.NIGHTMAREFUEL
source: I've seen thet dark magic asea...
ia_es: He visto su magia oscura en altamar...

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SWEET_POTATO_COOKED
source: Hot grub!
ia_es: ¡Comida caliente!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TELESTAFF
source: I prefer a fast ship and th' wind at me back.
ia_es: Prefiero un barco veloz y el viento en mi espalda.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FARMPLOT.BURNT
source: 'Tis blackened.
ia_es: 'Tá tizna'o.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: Th' ground be lookin' hungry.
ia_es: El suelo 'tá hambria'o.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FARMPLOT.GROWING
source: Aye, 'tis breaking free o' its earthly bonds.
ia_es: Arrr, 'tá liberándose de sus ataduras con la tierra.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FARMPLOT.GENERIC
source: 'Spose th' ground be somewhat useful.
ia_es: Se supone que como que hace el suelo útil.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SPIDERGLAND
source: I ate worse.
ia_es: He comido peor.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.STALAGMITE_TALL_FULL
source: Me likes rocks whar I can see 'em.
ia_es: Me gustan las rocas que uno puede ver.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MUSHTREE_SMALL
source: It glows!
ia_es: ¡Brilla!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MOSSLING
source: Ahoy big duck!
ia_es: ¡Ajoy, qué gran pato!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DRUMSTICK
source: Meat treat for Woodlegs!
ia_es: ¡Un bocado de carne para Woodlegs!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.KOALEFANT_WINTER
source: Woodlegs be knowin' yer fur be mighty warm. An 'tis so thick.
ia_es: Woodlegs ha oído que su pelaje es bien caliente. Y además es bien tupido.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.JELLYJERKY
source: Who be knowin' such a thing be possible?
ia_es: ¿Quién habrá pensado que tal cosa pudiera ser posible?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MANDRAKESOUP
source: 'Tis a magic brew.
ia_es: Es un brebaje mágico.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MOSQUITO_POISON
source: Keep back ye maggot!
ia_es: ¡Mantente alejado, larva!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TWISTER_SEAL
source: Don't ye be lookin' at me wit' them sad eyes.
ia_es: No me andes mirando con esos ojitos tan tristes.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRINKET_16
source: Strange plate this.
ia_es: Una placa muy rara.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COOKEDMONSTERMEAT
source: Thet be bad eatin'.
ia_es: No es buena pa' comer.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GRASS_UMBRELLA
source: A lil' water ne'er hurt nobody.
ia_es: Un poquito d'agua no le ha hecho mal a nadie.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MOLEHILL
source: E's 'avin' a sleep in th' dirt.
ia_es: 'Tá echando una dormidita en la tierra.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MOLEHAT
source: Gives eyes of a ghost in th' night!
ia_es: ¡Da ojos de fantasma en la noche!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MAXWELLPHONOGRAPH
source: A bewitched tune it plays.
ia_es: Toca una sonada embrujada.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PACKIM
source: Thet's me mate!
ia_es: ¡Es mi compañero!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CATCOONDEN.EMPTY
source: Should I reach in an be sure?
ia_es: ¿Debería dar un vistazo y asegurarme?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CATCOONDEN.GENERIC
source: Whut lives in here. I'm stumped.
ia_es: ¿Qué vivirá por aquí? Se me tranca la lengua.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BOAT_LOGRAFT
source: She don't look too sturdy.
ia_es: No se vé muy robusta.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MAXWELLHEAD
source: 'E's got them villainous eyes.
ia_es: Tiene los ojos villanos.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CORN_SEEDS
source: Ye'll be corn soon 'nuff
ia_es: Pronto de convertirás en maíz.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SOLOFISH
source: Ye salty dog!
ia_es: ¡Perro de agua salada!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BUTTER
source: Look whut churned up!
ia_es: ¡Mira lo que he batido!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.VINE
source: Them's be th' stranglin' kind.
ia_es: Es de una clase bien rara.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SPOILED_FISH
source: Smells like th' devil hisself made wind.
ia_es: Apesta como el mismo diablo hubiera hecho viento.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MOLE.UNDERGROUND
source: 'Tis swimmin' under th' dirt!
ia_es: ¡'Tá nadando debajo de tierra!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MOLE.ABOVEGROUND
source: Whut's 'e sniffin'?
ia_es: ¿Qué es lo que andas olfateando?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MOLE.HELD
source: Quiet me pet.
ia_es: Déjame, animal.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MEAT_DRIED
source: Jerky lasts me months at sea!
ia_es: ¡La carne seca me durará por meses en altamar!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.EEL_COOKED
source: Grilled urchin!
ia_es: !Erizo asado!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LOG.GENERIC
source: Thet's me legs' brother.
ia_es: Son las piernas de mi hermano.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LOG.BURNING
source: Keep back!
ia_es: ¡'Pa atrás!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LOBSTER_DEAD
source: Aye! Now Woodlegs can eat 'em.
ia_es: ¡Ajoi! Ahora Woodlegs puede comerlo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.POMEGRANATE_COOKED
source: Seedy.
ia_es: Raído.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WALL_WOOD_ITEM
source: Walls arrr fer land and land be fer lubbers.
ia_es: Muros son para el suelo y para los ama'ores de tierra firme.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DUG_GRASS
source: Thet will be needin' some ground ta be useful.
ia_es: 'Tá necesitando algo de suelo pa' ser útil.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ROCKS
source: They sink.
ia_es: Se hunden.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SWIMMINGHORROR
source: Back to th' depths with ye!
ia_es: ¡Vuelve a las profundidades de donde has salido!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.EGGPLANT_SEEDS
source: Seeds, see?
ia_es: Semillas, ¿las ves?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CAVE_BANANA
source: I must be goin' banana's down here.
ia_es: Me debo estar volviendo loco como para hablar con una banana aquí abajo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LEIF
source: Glad me legs don't do that!
ia_es: ¡Me alegra que mis piernas no hacen eso!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ICEHOUND
source: Packs quite a chilly bite!
ia_es: ¡Tiene una mordedura bien fresca!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: Could take ol' Woodlegs to seas-end!
ia_es: ¡Puede llevar al viejo Woodlegs a donde cesa el mar!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: I don't be knowin' where it leads, but it be ready to take me.
ia_es: No se a dónde me lleva, pero parece 'tar listo pa' llevarme.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: Thar be a piece a'missin'.
ia_es: Falta una pieza.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: It be nigh ready.
ia_es: 'Tá casi lista.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BELL
source: Thar be dingin' 'n 'lingin'.
ia_es: Sonando y aplastando.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_SWAMP
source: Me ain't no ground lubber.
ia_es: No soy de los qu'aman el suelo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.INSANITYROCK.INACTIVE
source: Thet rock 'as a bad aura.
ia_es: Esa roca tiene una aura bien negra.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.INSANITYROCK.ACTIVE
source: Thet rock be givin' Woodlegs a 'eadache.
ia_es: Esa roca de da dolores de cabeza a Woodlegs.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SPIDERHAT
source: Wear a spider on me head? Bah!
ia_es: ¿Usar una araña en mi cabeza? ¡Bah!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ICEMAKER.OUT
source: 'Tis outta fuel.
ia_es: No le acabó la leña.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ICEMAKER.NORMAL
source: 'Tis runnin' fine.
ia_es: Está andando bien.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ICEMAKER.HIGH
source: 'Tis chuggin' along.
ia_es: Está que resopla.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ICEMAKER.LOW
source: 'Tis sputterin'.
ia_es: Está escupiendo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ICEMAKER.VERYLOW
source: 'Tis chokin'!
ia_es: ¡Se está ahogando!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.HOME
source: Captain's quarters.
ia_es: El alojamiento del capitán.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BACKPACK
source: I be packin' now.
ia_es: Hora de maletear.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RABBITHOLE.GENERIC
source: Think they got treasures down thar?
ia_es: ¿Piensas que tendrán tesoros escondidos allá abajo?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RABBITHOLE.SPRING
source: Them lil' rabbits ain't comin' out.
ia_es: Los conejitos no van a salir de ahí.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GOLDENMACHETE
source: 'Tis a mighty 'eavy blade.
ia_es: Es una poderosa cuchilla pesada.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ICEBOX
source: Good fer keepin' me food.
ia_es: Bueno pa' almacenar mi comida.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DUG_MARSH_BUSH
source: Thet will be needin' some ground ta be useful.
ia_es: 'Tá necesitando algo de suelo pa' ser útil.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.HOUND
source: Hey thar, beastie.
ia_es: Ven acá, bestia.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.AMULET
source: A wee bit o' insurance round me neck.
ia_es: Un poquito de seguridad alrededor de mi cuello.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SPIDER_SPITTER
source: I reckon I can spit further than ye.
ia_es: Te apuesto que puedo escupir más lejos que tú.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.STALAGMITE_FULL
source: Me likes rocks whar I can see 'em.
ia_es: Me gustan las rocas que uno puede ver.
