Repository: makara/Dont-Starve-Together-Docker-Cluster
Catalog: mods/workshop-1467214795/languages/*.po
Languages: ia_es

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: Ye got a nice eye.
ia_es: Tienes un ojo bien bonito.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CHESTER_EYEBONE.WAITING
source: 'Tis gettin' some shut-eye.
ia_es: Está echándose una siesta.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TELEPORTATO_SW_RING
source: I'd give it a bite, but I know it don't be gold.
ia_es: Te mordería, pero ya se que no eres de oro.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.HONEY
source: Sweet an' sticky.
ia_es: Dulce y pegajoso.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.HOMESIGN.BURNT
source: Used ta be markin' somethin'.
ia_es: Servía para marcar cosas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.HOMESIGN.GENERIC
source: Must be somethin' important 'round 'ere.
ia_es: Debe algo importante por aquí.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SAIL_FEATHER
source: 'Tis light as a feather.
ia_es: Ligero como una pluma.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.HEATROCK.GENERIC
source: Me rock friend.
ia_es: Mi amigo rocoso.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.HEATROCK.HOT
source: Me rock friend be gettin' toasty.
ia_es: Mi amigo rocoso está calentándose.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.HEATROCK.COLD
source: Me chilly rock friend.
ia_es: Mi amigo rocoso está muy fresco.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.HEATROCK.WARM
source: Me cozy rock friend.
ia_es: My amigo rocoso está muy agradable.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.HEATROCK.FROZEN
source: Me rock friend be freezin'!
ia_es: ¡Mi amigo rocoso se está congelando!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRINKET_15
source: Can't play a note.
ia_es: No puedo tocar ni una nota.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BLOWDART_FLUP
source: Flup you.
ia_es: Jódete.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PIGTENT
source: Whut's inside?
ia_es: ¿Qué hay adentro?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.UMBRELLA
source: I do like ta keep me powder dry.
ia_es: Me gusta mantener la cabeza fría.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.EYEPLANT
source: Aye sea ya.
ia_es: Te veo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LOBSTER
source: Don't be scurryin' from me!
ia_es: ¡No te andes de muy escurridizo!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GEARS
source: Me gears be turnin'.
ia_es: Me falta uno en la cabeza.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GASHAT
source: Smells o' freshness when me wears it.
ia_es: Huele a frescura when uno lo lleva puesto.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BEDROLL_FURRY
source: Sweet, hairy dreams.
ia_es: Dulces peludos sueños.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RESEARCHLAB3.BURNT
source: Th' dark arts didn't save ye.
ia_es: Las artes oscuras no me salvaron.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RESEARCHLAB3.GENERIC
source: Witchcraft wit' this 'un, no two ways about 'er.
ia_es: Esta cosa 'tá embrujada, no hay vuelta d'hoja.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FLOWERSALAD
source: 'Tis a pretty flower meal.
ia_es: Ésta es una buena comida florida.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SEAWEED_DRIED
source: This s'pose ta pass fer jerky?
ia_es: ¿Y ésta se supone que pueda pasar como carne seca?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BUTTERFLYWINGS
source: I got me th' prettiest part.
ia_es: Me tocó la parte más bonita.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.NIGHTSWORD
source: Me cursed cutlass.
ia_es: Mi sable maldito.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FERTILIZER
source: Feed some plants wit' this.
ia_es: Dales de comer ésto a las plantas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ARMORMARBLE
source: This'd sink like a stone in th' sea.
ia_es: Se hundirá como piedra en altamar.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRANSISTOR
source: Whut be this?
ia_es: ¿Que es lo que hace?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FABRIC
source: Fabric fer a sail!
ia_es: ¡Fabrícame una vela!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.EYETURRET
source: 'Tis a magical cannon.
ia_es: Un cañón mágico.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BEEFALO.GENERIC
source: Here's th' beef!
ia_es: ¡Aquí están los bífs!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BEEFALO.SLEEPING
source: Its snorin' wuld wake th' dead.
ia_es: Sus ronquidos despiertan hasta los muertos.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BEEFALO.FOLLOWER
source: Ye know who yer master be.
ia_es: Tú sabes quién es tu maestro.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BEEFALO.NAKED
source: Ye shuld be ashamed o' yerself.
ia_es: Deberías sentirte avergonzado.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GOLDNUGGET
source: Havin' gold around soothes me soul.
ia_es: Tener oro a mi alrededor me tranquiliza el alma.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CACTUS.GENERIC
source: Ye have a sharp taste ye do.
ia_es: Si que tienes un toque bien picante.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CACTUS.PICKED
source: Ye been freshly pricked. I mean picked.
ia_es: Me he picado recientemente. Digo me he pricado.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.EYEBRELLAHAT
source: Ye'll keep an eye out fer ol' Woodlegs.
ia_es: Mantiene un ojo abierto por el viejo Woodlegs.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ELEPHANTCACTUS_STUMP
source: Th' fiendish plant is gatherin' its energy ta attack again!
ia_es: ¡The planta diabólica 'tá ahorrando energía para volver a atacar!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SUNKBOAT
source: Some mateys luck ran out...
ia_es: A algunos compañeros se les acabó la suerte...

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DURIAN_SEEDS
source: Seeds, see?
ia_es: Semillas, ¿las ves?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.POND
source: Ye couldn't fit a real ship in this.
ia_es: No podrías contener un navío real.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.HOUNDMOUND
source: Th' 'ounds be livin' thar.
ia_es: Allá viven los sabuesos.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DEADLYFEAST
source: 'Tis a dreadful meal.
ia_es: Una comida terrorífica.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DUG_ELEPHANTCACTUS
source: Thet will be needin' some ground ta be useful.
ia_es: 'Tá necesitando algo de suelo pa' ser útil.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DUBLOON
source: Me treasures!
ia_es: ¡Mis tesoros!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DRAGOONDEN
source: D'ya think 'tis full o' treasure?
ia_es: ¿'Tará lleno'e tesoros?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ARMORRUINS
source: Feels like I be wearin' treasure.
ia_es: Me parece que voy a estar vestido de tesoros.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DRAGONFLYCHEST
source: 'Tis keepin me treasures safe n' sound.
ia_es: Mantiene mi tesoro sano y salvo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DOYDOY
source: 'Tis a stupid lookin bird.
ia_es: Ese pajarraco se ve bien estúpido.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BONESHARD
source: Bits o' bone.
ia_es: Pedazos de hueso.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DIRTPILE
source: Thet be lookin like a pile o' treasures.
ia_es: Se ve como una pila de tesoros.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CRABHOLE
source: Ye got a nice 'ome thar, crabbit.
ia_es: Tienes una buena casa allí, cangrejillo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COONTAIL
source: Thet coon dropped is' tail!
ia_es: ¡El mapache ha soltado la cola!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MONKEY
source: Me once saw a monkey wit' a hook claw.
ia_es: Una vez vi un mono con una garra de gancho.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COFFEE
source: Arrr thet be th' real treasure thar.
ia_es: Arrr, éste es el verdadero tesoro.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MONKEYBARREL
source: They be keepin' treasures in thar, no doubt.
ia_es: 'Tán escondiendo tesoros allá adentro, sin duda.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ARMORGRASS
source: Only a landlubber would think o' makin' armor from grass.
ia_es: Solamente un amao'r de tierra firme pensaría en hacer una armadura de paja.

# STRINGS.CHARACTERS.WOODLEGS.COMBAT_QUIT.GENERIC
source: How'd ye like yer taste o' pirate?
ia_es: ¿Quieres que de una muestra de un verdadero pirata?

# STRINGS.CHARACTERS.WOODLEGS.COMBAT_QUIT.PREY
source: It be too fast fer me peg leg.
ia_es: Demasiado rápido pa' mi pata'e palo.

# STRINGS.CHARACTERS.WOODLEGS.COMBAT_QUIT.PIG
source: Ye live to ham it up 'nother day.
ia_es: Vive hoy para convertirte en el jamón del mañana.

# STRINGS.CHARACTERS.WOODLEGS.COMBAT_QUIT.SPIDER_WARRIOR
source: Try me again ye leggy devil.
ia_es: Inténtalo de nuevo demonio de ocho patas.

# STRINGS.CHARACTERS.WOODLEGS.COMBAT_QUIT.SPIDER
source: Try me again ye leggy devil.
ia_es: Inténtalo de nuevo demonio de ocho patas.

# STRINGS.CHARACTERS.WOODLEGS.BATTLECRY.GENERIC
source: Ye messed wit' th' wrong pirate!
ia_es: !Te has meti'o con el pirata equivoca'o!

# STRINGS.CHARACTERS.WOODLEGS.BATTLECRY.PREY
source: Meet yer death!
ia_es: !Ven a encontrar tu muerte!

# STRINGS.CHARACTERS.WOODLEGS.BATTLECRY.PIG
source: Thar be ham on th' menu tonight!
ia_es: ¡Parece que tendremos jamón en el menú de hoy!

# STRINGS.CHARACTERS.WOODLEGS.BATTLECRY.SPIDER_WARRIOR
source: I'm gunna peg leg ye ta death!
ia_es: ¡Voy a darte pata con mi pata hasta la muerte!

# STRINGS.CHARACTERS.WOODLEGS.BATTLECRY.SPIDER
source: I'm gunna peg leg ye ta death!
ia_es: ¡Voy a darte palo con mi pata hasta la muerte!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_CHARLIE_ATTACK
source: I be bitten!
ia_es: ¡Me ha mordi'o!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_WORMHOLE
source: Me must be oot me mind.
ia_es: Debes estar bromeando, ¿verdad?

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_WHALE_HUNT_BEAST_NEARBY
source: A big devil be near'abouts.
ia_es: Una gran bestia está cerca de aquí.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_WET
source: Me pirate blouse be takin' on water.
ia_es: Mi camisa pirata está emparamada.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_MESSAGEBOTTLE.1
source: Th' message be faded...
ia_es: El mensaje está borroso...

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_TREASURE
source: Th' map marks th' spot o' treasure!
ia_es: ¡El mapa marca el lugar del tesoro!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_NOSLEEPONFIRE
source: Me don't likes th' idea o' a burnin' bed.
ia_es: No me gusta pa' nada la idea de una cama en llamas.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_TORCH_OUT
source: Me light went out!
ia_es: ¡Mi luz se apaga!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_OTHER_WORLD_TREASURE
source: Th' map don't be matchin' th' land.
ia_es: El mapa no se encuentra en estas tierras.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_TRAWL_FULL
source: Me net be full!
ia_es: ¡Mi res está llena!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_HOT
source: Needs me a... ice chip er two...
ia_es: Necesito.... un cubo de hielo o dos...

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_PECKED
source: Keep yer beak ta yerself!
ia_es: ¡Quédate con tu pico y no molestes!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_HIGHRESEARCH
source: Ol' Woodlegs noggin' be workin' today!
ia_es: ¡La testa del viejo Woodlegs va estar trabajando hoy!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_OTHER_WORLD_PLANT
source: I don't be thinkin' this plant belongs here.
ia_es: No creo que esta planta pertenezca a este sitio.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_NO_TRAP
source: No trouble!
ia_es: ¡No hay problema!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_NODAYSLEEP_CAVE
source: Me ain't be tired.
ia_es: No 'toy cansa'o.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_ENTER_LIGHT
source: I's can see again!
ia_es: ¡Ahora puedo ver!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_BURNT
source: Ouch!
ia_es: ¡Auch!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_ACCOMPLISHMENT
source: Glory fer ol' Woodlegs!
ia_es: ¡La gloria para el viejo Woodlegs!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_BEES
source: Back ye tiny winged devils!
ia_es: ¡Atrás, diablillos alados!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_KNOCKEDOUT
source: Arrrr me head...
ia_es: Arrrr, mi cabezota....

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_DEERCLOPS
source: Some big devil be upon me!
ia_es: ¡Una gran bestia se proxima!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_MORETREASURE
source: Treasure! More'n more treasure!!!
ia_es: ¡Tesoro! !Más y más tesoros!!!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_VOLCANO_ERUPT
source: Th' fire devils be belchin'!
ia_es: ¡La erupción de los demonios de fuego!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_INSUFFICIENTFERTILIZER
source: De ye need more poop, plant?
ia_es: ¿Necesitas más popó, planta?

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_BOAT_DAMAGED
source: She's takin' on water!
ia_es: ¡Se le está entrando el agua!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_HOUNDS
source: Whut be thet noise signallin'?
ia_es: ¿Qué estará señalando ese ruido?

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_MOSQUITOS
source: Back ye blood-sucking devils!
ia_es: ¡Atrás, demonios chiupasangre!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_NODAYSLEEP
source: It be too bright ta shut me eye.
ia_es: 'Tá demasia'o brillante pa' mis ojos.

# STRINGS.CHARACTERS.WILLOW.ACTIONFAIL.REPAIRBOAT.GENERIC
source: Ugh, why would I do that now?
ia_es: Uf, ¿porqué habría de hacerlo ahora?

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_BOAT_SINKING
source: I'm going down!
ia_es: ¡Me hundo!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_MAPWRAP_WARN
source: That fog looks pretty dense.
ia_es: Esta niebla se ve bastante densa.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_SHARX
source: Hey! Stop splashing around out there!
ia_es: ¡Hey! ¡Deja de estar chapoteando por allá!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_MAPWRAP_LOSECONTROL
source: Uh oh. Which way was I going again?
ia_es: Oo, oo. ¿En qué dirección me estaba yendo?

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_WHALE_HUNT_LOST_TRAIL_SPRING
source: The water's too rough to see!
ia_es: !El agua es demasiado escabrosa para verla!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_BOAT_SINKING_IMMINENT
source: Goodbye cruel world!
ia_es: ¡Adiós mundo cruel!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_WHALE_HUNT_LOST_TRAIL
source: Grr, I lost it!
ia_es: Grrrr, ¡lo he perdido!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_WAVE_BOOST
source: Weeee!
ia_es: ¡Wiiiii!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_MAPWRAP_RETURN
source: I couldn't see a thing in there!
ia_es: ¡No puedo ver nada allá adentro!

# STRINGS.CHARACTERS.WILLOW.EAT_FOOD.COCONUT_COOKED
source: Mmmm, toasty.
ia_es: Ummmm, tostado.

# STRINGS.CHARACTERS.WILLOW.EAT_FOOD.DOYDOYEGG_COOKED
source: Cooking this dumb egg was smart of me.
ia_es: Cocinar este tonto huevo fue un movimiento inteligente de mi parte.

# STRINGS.CHARACTERS.WILLOW.EAT_FOOD.VOLCANO_SHRUB
source: No fair! I didn't get to burn you!
ia_es: ¡No es justo! ¡Yo no le prendí fuego!

# STRINGS.CHARACTERS.WILLOW.EAT_FOOD.JELLYFISH_COOKED
source: Here's goes...
ia_es: Aquí vamos...

# STRINGS.CHARACTERS.WILLOW.EAT_FOOD.DRAGOONDEN
source: Looks warm in there...
ia_es: Se ve calientito por aquí...

# STRINGS.CHARACTERS.WILLOW.EAT_FOOD.SEAWEED_COOKED
source: Not bad once you add fire.
ia_es: Nada mal luego de que se ha añadido algo de fuego.

# STRINGS.CHARACTERS.WILLOW.EAT_FOOD.MUSSEL_COOKED
source: The fire opens their shells.
ia_es: The fuego ayuda abrir el caparazón.

# STRINGS.CHARACTERS.WILLOW.EAT_FOOD.COFFEEBEANS_COOKED
source: Ah, the aroma.
ia_es: Aaaahhh, el aroma.

# STRINGS.CHARACTERS.WILLOW.EAT_FOOD.ROCK_CHARCOAL
source: Charrific!
ia_es: ¡Carbnífico!

# STRINGS.CHARACTERS.WILLOW.EAT_FOOD.ROCK_OBSIDIAN
source: The... most... beautiful rock... I've ever... seen...
ia_es: La... piedra más... bella... que he... visto.

# STRINGS.CHARACTERS.WILLOW.EAT_FOOD.SEAWEED_DRIED
source: Healthy jerky.
ia_es: Carne seca saludable.

# STRINGS.CHARACTERS.WILLOW.EAT_FOOD.JELLYJERKY
source: Well okay...
ia_es: Bien, ok....

# STRINGS.CHARACTERS.WILLOW.EAT_FOOD.LIMPETS_COOKED
source: Pretty good!
ia_es: ¡Muy bien!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COFFEEBEANS
source: These could use fire.
ia_es: Podrían usar un poco de fuego.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.JELLYFISH_PLANTED
source: I'll call you Bob.
ia_es: Te llamaré Bob.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PIRATEPACK
source: Carrying this will build chest muscles.
ia_es: Cargar esto me ayudará a sacar pectorales tan duros como cofres

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PALMLEAF_UMBRELLA
source: Pretty as can be!
ia_es: ¡Tan bonita como puede ser!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SUPERTELESCOPE
source: I can see to the ends of the Earth.
ia_es: Puedo ver hasta los confines de la tierra.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WIND_CONCH
source: Hope no fires get blown out.
ia_es: Espero que ningún fuego se apague.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MARSH_PLANT_TROPICAL
source: Plant-y.
ia_es: De las plantas.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.KNIGHTBOAT
source: Check out your boat, mate.
ia_es: Chequea tu bote, amigo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COFFEEBEANS_COOKED
source: Ahhh the aroma.
ia_es: Ahhhh el aroma.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLOWDART_POISON
source: A sick kiss.
ia_es: Un beso enfermizo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BLUBBERSUIT
source: It squishes when I move...
ia_es: Se retuerce cuando me muevo...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CAPTAINHAT
source: I no longer have that sinking feeling.
ia_es: No tengo más el sentimiento de hundimiento.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ANTIVENOM
source: This'll help if I'm ever poisoned.
ia_es: Me ayudará si alguna vez llevo a estar envenenada.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CRAB.GENERIC
source: Stop running away!
ia_es: ¡Deja de correr!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CRAB.HIDDEN
source: I'm pretty sure a crab is hiding there.
ia_es: Estoy segura de que un cangrejo está escondido aquí.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DOYDOYEGG_CRACKED
source: The planet just got dumber.
ia_es: EL planeta se acaba de poner más tonto.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.OXHAT
source: Ox-cellent!
ia_es: ¡Bíf-xelente!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SHIPWRECKED_EXIT
source: I'm outta here.
ia_es: Me voy de aquí.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COCONUT_HALVED
source: Aha! Now you're food!
ia_es: ¡Ajá! ¡Ahora te vuelves comida!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PALMTREE_BURNT
source: What a lovely smell.
ia_es: Un aroma agradable.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FISH_COOKED
source: Less slippery now that it's found fire.
ia_es: Es menos resbaladizo ahora que está en el fuego.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WILDBOREHEAD
source: Blech!
ia_es: ¡Puaj!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRAWLNETDROPPED.GENERIC
source: What's in the baaaag?
ia_es: ¿Qué hay en el sacooooo?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRAWLNETDROPPED.SOONISH
source: I believe that bag is sinking.
ia_es: Creo que el saco se está hundiendo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TRAWLNETDROPPED.SOON
source: It's going to sink soon!
ia_es: ¡Se va a hundir muy pronto!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BIOLUMINESCENCE
source: It's a cold light. Not like a flame at all...
ia_es: Es una luz fría. Nada parecida a las llamas...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SPEARGUN
source: A handy tool upon the waves.
ia_es: Un arma útil sobre las olas.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS_WATER
source: This doesn't need to be watered.
ia_es: No necesita que lo riege.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BUOY
source: Buoy, I'm glad I have this.
ia_es: Boya, me alegro de tenerla.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOTSAM
source: It's out there, but I'm over here...
ia_es: Está allá, pero yo estoy aquí...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CRATE
source: If I burn it, whatever is inside burns too...
ia_es: So lo quemo, lo que está dentro también se quema...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_ASH
source: Ashy.
ia_es: Cenizo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DEPLETED_BUSH_VINE
source: Come back and join us.
ia_es: Vuelve y únete a nosotros.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.MUSSEL
source: Open up, fella.
ia_es: Arriba, mi querido amigo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WHALE_WHITE
source: I see fire in its eyes!
ia_es: ¡Veo fuego en sus ojos!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SUNKEN_BOAT_TRINKET_5
source: Not my size...
ia_es: No es de mi tamaño...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.LIMESTONENUGGET
source: Rock hard, er, stone.
ia_es: Rockear fuerte, er, roca fuerte.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SHIPWRECKED_ENTRANCE
source: Here goes...
ia_es: Aquí vamos...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.OBSIDIAN
source: A fire rock!
ia_es: ¡Una roca de fuego!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SWORDFISH
source: En garde!
ia_es: ¡En guardia!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SNAKESKINHAT
source: Water just runs right off it.
ia_es: El agua se desliza con facilidad.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CORAL_BRAIN
source: I could learn to love the taste...
ia_es: Podría aprender a que me guste su sabor...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.COCONUT_COOKED
source: Mmmm, toasty.
ia_es: Mmmmm, tostado.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SNAKE
source: Jerks that slither.
ia_es: Cretinos que se deslizan.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLUP
source: Flup off!
ia_es: ¡Flupéate!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TURF_JUNGLE
source: The ground is boring.
ia_es: El suelo es aburrido.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WILBUR_CROWN
source: You'd have to have a little head to fit this...
ia_es: Tendrías que tener una cabecita para que te quede ésto...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WOODLEGS_KEY3
source: Another key.
ia_es: Otra llave.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WOODLEGS_KEY2
source: Something must be locked up somewhere.
ia_es: Algo en alguna parte debe estar encarcelado.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WOODLEGS_KEY1
source: A key to what?
ia_es: ¿Una llave para que?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WOODLEGSSAIL
source: This sail looks like it would be special to someone.
ia_es: Ésta vela parece que tener ser especial para alguien.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SWEET_POTATO_SEEDS
source: Seeds. Sweet.
ia_es: Semillas. Dulces.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WOODLEGSBOAT
source: A fine ship.
ia_es: Un buen barco.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WILDBOREHOUSE
source: Add fire and you get BBQ...
ia_es: Añade fuego y tendrás una barbacoa...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WILDBOREGUARD
source: Not wild about being close to this guy.
ia_es: No veo nada salvaje en este tipo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BAMBOOTREE.BURNT
source: Aww can I burn it again?
ia_es: Aaaaauuuu. ¿Lo puedo quemar otra vez?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BAMBOOTREE.CHOPPED
source: It'll come back.
ia_es: Regresará.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BAMBOOTREE.GENERIC
source: Kindling!
ia_es: ¡Refulgente!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WHALE_TRACK
source: Where there's bubbles there's fire. Wait, that's not it...
ia_es: Dónde hay burbujas hay fuego. No espera, así no es como va....

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WATERYGRAVE
source: Something's fishy here...
ia_es: Allí se ve algo sospechoso...

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FRESHFRUITCREPES
source: Ooh la la.
ia_es: Oo la la.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.VOLCANO_SHRUB
source: You come pre-burnt!
ia_es: ¡Ahora vienen prequemados!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PARROT_PIRATE
source: You're a skreechy scallywag.
ia_es: Eres un pajarraco canalla.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEASHELL
source: Stupid seashell.
ia_es: Estúpida concha de mar.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.JUNGLETREE.BURNT
source: A major improvement.
ia_es: Una mejora notable.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.JUNGLETREE.CHOPPED
source: That took a few swings.
ia_es: Sólo me tomó unos pocos hachazos.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.JUNGLETREE.GENERIC
source: That's a whole lot of tree to burn!
ia_es: ¡Toda una pila de árboles para quemar!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.JUNGLETREE.BURNING
source: Wooow! So much fire!
ia_es: ¡Uaaaauu! ¡Tanto fuego!
