Repository: makara/Dont-Starve-Together-Docker-Cluster
Catalog: mods/workshop-1467214795/languages/*.po
Languages: ia_es

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WHALE_CARCASS_WHITE
source: I think bloating has begun...
ia_es: Creo que la hinchazón ha comenzado...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SHARK_GILLS
source: I wish I had gills.
ia_es: Quisiera tener branquias también.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.IRONWIND
source: This is how a scientist should travel.
ia_es: Así es como una científica debería viajar.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLUBBER
source: Squishy.
ia_es: Blandito.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SWEET_POTATO_SEEDS
source: My very own plant eggs.
ia_es: Mis huevos de planta propios.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BOATREPAIRKIT
source: This will add some float to my boat.
ia_es: Con esto le puedo añadir algo de flotabilidad a mi bote.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ROCK_OBSIDIAN
source: Blast it! It won't be mined!
ia_es: ¡Maldita sea! ¡No se deja extraer con el pico!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BLOWDART_FLUP
source: Eye see.
ia_es: Ojo de ver.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIRATIHATITATOR.GENERIC
source: It's twisting my tongue.
ia_es: Es un trabalenguas.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIRATIHATITATOR.BURNT
source: Fire doesn't really solve naming issues...
ia_es: El fuego no ha resuelto el problema del nombre para nada...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.JELLYFISH_DEAD
source: He lived a good life.
ia_es: Tuvo una buena vida.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LOBSTER_DEAD_COOKED
source: I can't wait to eat you.
ia_es: No puedo esperar a comerte.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRAWLNET
source: Nothing but net.
ia_es: Nada más que red.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DOYDOYBABY
source: What a cute little... thing.
ia_es: ¡Qué preciosa pequeñita..... cosa!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISH_RAW
source: A chunk of fish meat.
ia_es: Un pedazo de carne de pescado.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SNAKE_POISON
source: Even worse than a common snake!
ia_es: Mucho peor que una serpiente normal.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DOYDOYEGG
source: Maybe I should have let it hatch.
ia_es: Tal vez debería dejarlo eclosionar.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISH_TROPICAL
source: What a tropical looking fish.
ia_es: ¡Qué pez tan tropical!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SNAKE_FIRE
source: Is that snake smoldering?
ia_es: Es mi impresión o esa serpiente está que arde.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISH_SMALL
source: A small bit of fish.
ia_es: Un trocito de pescado.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SWEET_POTATO
source: Looks yammy!
ia_es: ¡Se ve riquísimo!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.OCTOPUSCHEST
source: I hope that thing is water proof.
ia_es: Espero que sea a prueba de agua.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.OCTOPUSKING
source: He seems open to trading.
ia_es: Parece dispuesto a hacer intercambios.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SANDBAGSMALL
source: This should keep the water out.
ia_es: Esto deberá mantener el agua afuera.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TUNACAN
source: Where did this can come from?
ia_es: ¿De dónde vienen esta latas

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WILDBOREGUARD
source: Looks aggressive.
ia_es: Parece agresivo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALLYINTRO_DEBRIS
source: Part of a wrecked ship.
ia_es: Parte de un naufragio.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LOBSTER_DEAD
source: You should cook up nicely.
ia_es: Seguramente podré hacer una rica comida contigo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PALMLEAF_HUT
source: Shade sweet shade.
ia_es: Sombra, dulce sombra.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LOBSTERHOLE
source: That Wascal is sleeping.
ia_es: ¡Este canalla langostero está durmiendo!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BOTTLELANTERN
source: A bottle full of sunshine.
ia_es: Una botella llena de amanecer.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAGIC_SEAL
source: This is a powerful artifact.
ia_es: Este es un artilugio poderoso.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MERMFISHER
source: You better not try anything fishy.
ia_es: Más vale que no estés tramando algo pescachoso.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COCONUT
source: It requires a large nut hacker.
ia_es: Requiere un gran rompenueces.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SHARKITTENSPAWNER.GENERIC
source: Is that sand pile purring?
ia_es: Está esa pila de arena ronroneando?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SHARKITTENSPAWNER.INACTIVE
source: That is a rather large pile of sand.
ia_es: Es una gran pila de arena.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SHARKITTEN
source: You have got to be kitten me.
ia_es: Me estás tomando del pelo, ¿verdad?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEAWEED_PLANTED
source: Is that what passes for food around here?
ia_es: ¿Es eso a lo que se le llama comida por aquí?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAGMAROCK_GOLD
source: I see a golden opportunity.
ia_es: Veo una oportunidad dorada.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MAGMAROCK
source: I can dig it.
ia_es: Puedo desenterrarlo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUSH_VINE.BURNT
source: I feel like I could have prevented that.
ia_es: Tengo la sensación de que hubiera podido prevenir esto.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUSH_VINE.CHOPPED
source: Take that, nature!
ia_es: ¡Toma esto, naturaleza!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BUSH_VINE.GENERIC
source: It's all viney!
ia_es: !Es tan viñédico!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMOROBSIDIAN
source: I'm a genius.
ia_es: Soy un genio.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MUSSELBOUILLABAISE
source: Imagine the experiments I could run on it.
ia_es: Imagina los experimentos que podría llevar cabo con esto.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEASACK
source: I hate when food has that not-so-fresh taste.
ia_es: Odio cuando la comida adquiere un sabor de poca frescura.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BOAT_ARMOURED
source: That is one durable boat.
ia_es: Este es un navío durable.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SANDDUNE
source: You better stay out of my shoes.
ia_es: Mejor que te quedes fuera de mis zapatos.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TIGEREYE
source: More eyes means better sight... right?
ia_es: Más ojos se traduce en mejor vista.... ¿verdad?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MANGROVETREE_BURNT
source: I wonder how that happened.
ia_es: Me pregunto cómo es posible esto.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DOYDOY
source: I feel oddly protective of this dumb bird.
ia_es: Me siento extrañamente atraído a proteger esta tonta ave.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TELESCOPE
source: I spy with my little eye...
ia_es: Estoy espiando con mi ojito...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DRAGOON
source: You're a quick one, aren't you?
ia_es: Tú eres uno de los rápidos, ¿verdad?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.VOLCANO
source: That seems safe.
ia_es: Se ve bastante seguro.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.JUNGLETREESEED
source: I can hear the hissing of tiny snakes.
ia_es: Ya puedo oír el siseo de las serpientes.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SAIL_FEATHER
source: It's feather-light!
ia_es: ¡Es pluma-light!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_LIMESTONE_ITEM
source: These would do more good if I placed them.
ia_es: Me servirán más si los fijo al suelo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ELEPHANTCACTUS_STUMP
source: It'll sprout more pokers again some day.
ia_es: Este retoño producirá más cosas pinchosas algún día.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ELEPHANTCACTUS_ACTIVE
source: That cactus seems abnormally pokey.
ia_es: Este cactus se be abnormalmente Pokey.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TROPICALFAN
source: Down to bring my temperature down.
ia_es: Abajo para poner abajo mi temperatura.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUG_ELEPHANTCACTUS
source: A portable poker plant.
ia_es: Una planta picosa portable.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUG_BAMBOOTREE
source: I need to plant this.
ia_es: Tengo que plantar esto.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GASHAT
source: Sucks all the stink out.
ia_es: Aspira todo el odor y lo bota afuera.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BOAT_CARGO
source: It has room for all my stuff!
ia_es: ¡Tiene puesto para todas mis cosas!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEAWEED_COOKED
source: Crispy.
ia_es: Crocante.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WHALE_BUBBLES
source: Something down there has bad breath.
ia_es: Alguien allá abajo tiene un aliento terrible.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMOR_LIFEJACKET
source: Keeps me afloat without my boat!
ia_es: Me mantiene a flote sin mi bote!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MACHETE
source: I like the cut of this blade.
ia_es: Me gusta el corte de esta cuchilla.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PARROT
source: I find myself fresh out of crackers.
ia_es: Me encuentro mal de galletas.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEAGULL_WATER
source: Shoo! Find some other water!
ia_es: Shú! Vé y encuéntrame otra agua!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEAGULL
source: Shoo! Find some other land!
ia_es: Shú! Vé y encuéntrame otra tierra!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.STUNGRAY
source: I think I'll keep my distance.
ia_es: Creo que será mejor si mantengo mi distancia.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MESSAGEBOTTLE
source: Someone wrote me a note!
ia_es: Alguien me escribió un nota.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TOUCAN
source: I tou-can't catch him...
ia_es: No puedo tuca-rlo...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SNAKEDEN.BURNT
source: I feel like I could have prevented that.
ia_es: Tengo la sensación de que hubiera podido prevenir esto.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SNAKEDEN.CHOPPED
source: Take that, nature!
ia_es: ¡Toma esto, naturaleza!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SNAKEDEN.GENERIC
source: It's all viney!
ia_es: !Es tan viñédico!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPEAR_OBSIDIAN
source: This will leave a mark.
ia_es: Esto va a dejar cicatriz.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HAIL_ICE
source: Chilling.
ia_es: Enfriante.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SHARX
source: These things sure are persistent.
ia_es: Estos de veras que son persistentes.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PALMTREE.BURNT
source: I feel like I could have prevented that.
ia_es: Creo que podría haber evitado eso.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PALMTREE.CHOPPED
source: Take that, nature!
ia_es: ¡Toma esto, naturaleza!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PALMTREE.GENERIC
source: How tropical.
ia_es: Muy tropical.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PALMTREE.BURNING
source: What a waste of wood.
ia_es: Tanta madera desperdiciada.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SAIL_CLOTH
source: That wind isn't getting away now!
ia_es: ¡Este viento no se me puede escapar ahora!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FROG_POISON
source: It looks meaner than usual.
ia_es: Se ve más malo de lo usual.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BABYOX
source: It's a tiny meat beast.
ia_es: Es una pequeña bestia carnosa.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BAMBOOTREE.BURNT
source: I feel like I could have prevented that.
ia_es: Siento que podría haber evitarlo..

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BAMBOOTREE.CHOPPED
source: Take that, nature!
ia_es: ¡Toma esto, naturaleza!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BAMBOOTREE.GENERIC
source: Looks sturdy.
ia_es: Se ve robusto.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ICEMAKER.OUT
source: It needs more fuel.
ia_es: Necesita más combustible.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ICEMAKER.NORMAL
source: It's putting along.
ia_es: Funcionando normalmente.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ICEMAKER.VERYLOW
source: I can hear it sputtering.
ia_es: Puedo oírlo rociando.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ICEMAKER.LOW
source: It seems to be slowing down.
ia_es: Parece estar quedándose.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ICEMAKER.HIGH
source: It's running great!
ia_es: ¡Está funcionando de maravilla!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BAMBOO
source: Maybe I can bamboozle my enemies with this?
ia_es: Tal vez pueda bambzukear a mis enemigos con esto

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.NEEDLESPEAR
source: I'm glad I didn't step on this.
ia_es: Que bueno que no he pisado aqllí.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.OBSIDIAN_WORKBENCH
source: I feel inspired.
ia_es: Este taller me inspira.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.OX
source: These creatures seem reasonable.
ia_es: Estas criaturas se ven razonables.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BOAT_LANTERN
source: This will do wonders for my night-vision!
ia_es: ¡Hará maravillas para mi visión nocturna!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WOODLEGS_KEY2
source: This key probably unlocks something.
ia_es: Esta llave seguramente abre algo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WOODLEGS_KEY1
source: Something somewhere must be locked.
ia_es: Algo en alguna parte debe estar encarcelado.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MUSSEL_COOKED
source: I cook a mean mussel.
ia_es: He cocinado un infame mejillón.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORSEASHELL
source: Arts and crafts!
ia_es: ¡Bonito y útil!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BERMUDATRIANGLE
source: Gives me an uneasy feeling.
ia_es: Me da escalofríos.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIVINGJUNGLETREE
source: Just like any other tree.
ia_es: Igual que como cualquier otro árbol.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.OBSIDIANAXE
source: A winning combination!
ia_es: ¡Una combinación ganadora!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.JELLYFISH_COOKED
source: It's all wriggly.
ia_es: Tan inquieto como un gusano.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIMPETS
source: Maybe starving wouldn't be so bad...
ia_es: Morir de inanición no parece una alternativa tan mala ahora...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SWORDFISH_DEAD
source: I better not run with this.
ia_es: No debería correr cargando esto.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POISONHOLE
source: I think I'll stay away from that.
ia_es: Mejor me quedo alejado de esto.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DOYDOYFEATHER
source: Soft AND endangered!
ia_es: ¡Suevecito Y en peligro de extinción!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMOR_SNAKESKIN
source: How fashionable!
ia_es: !A la moda!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WHALE_CARCASS_BLUE
source: I think bloating has begun...
ia_es: Ya se ha empezado a hinchar...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.VOLCANO_ALTAR_BROKEN
source: Darn it!
ia_es: ¡Maldita sea!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.VOLCANO_ALTAR_TOWER
source: How scary!
ia_es: !Qué miedo!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_BEACH
source: Sandy ground.
ia_es: Suelo arenoso.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURBINE_BLADES
source: Perhaps this powered the fury of that beastly storm?
ia_es: ¿Será esto lo que estaba propulsando esta bestia huracanada?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PALMLEAF
source: I'm fond of these fronds.
ia_es: Me caen bien estas hojas de palma.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COFFEEBUSH.BARREN
source: I think it needs to be fertilized.
ia_es: Creo que necesita fertilizante.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COFFEEBUSH.PICKED
source: Maybe they'll grow back?
ia_es: ¡Será que volverá a crecer?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COFFEEBUSH.GENERIC
source: This is a plant I could learn to love.
ia_es: Esta es una planta que podría llegar a amar.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COFFEEBUSH.WITHERED
source: Looks malnourished.
ia_es: Luce un poco desnutrida.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.EARRING
source: I wonder where the false one is?
ia_es: Me pregunto dónde estará el falso.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SAIL_STICK
source: There must be a scientific explanation for this.
ia_es: Debe haber una explicación científica para esto.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TRIDENT
source: I wonder how old this artifact is?
ia_es: Me pregunto, ¿qué tan viejo será este artefacto?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TIDAL_PLANT
source: Look. A plant.
ia_es: Mira. Una planta.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SNAKESKIN
source: I'm intrigued AND repelled.
ia_es: Estoy intrigado Y asqueado.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WALL_LIMESTONE
source: Sturdy.
ia_es: Macizo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SLOTMACHINE
source: I suppose I could linger for a moment or two...
ia_es: Tal vez podría quedarme un minuto más... o dos...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEAWEED
source: A weed. Of the sea.
ia_es: Una hierba. Del mar.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SAND_CASTLE.GENERIC
source: Look what I made!
ia_es: ¡Mira lo que he hecho!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SAND_CASTLE.SAND
source: It's a sand castle in the sand!
ia_es: ¡Es un castillo de arena!... ¡En la arena!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SANDBAG
source: Keeps the water at bay.
ia_es: Mantiene el agua a raya.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SANDBAG_ITEM
source: Sand technology on the go.
ia_es: Tecnología arenosa portátil.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SAIL_PALMLEAF
source: This should really transform my boating experience.
ia_es: Seguro que transformará mi experiencia de navegación.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BOAT_ROW
source: It runs on elbow grease.
ia_es: Navega con un andar dificultoso.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PIRATEHAT
source: Fit for a cutthroat scallywag. Or me.
ia_es: Perfecto para un canalla despiadado. O para mí.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WOODLEGS_CAGE
source: That seems like an excessive amount of locks.
ia_es: Creo que es una cantidad excesiva de candados.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.OBSIDIANFIREPIT
source: This fire pit is a conductor for even more... fire.
ia_es: Esta hoguera es un conductor para incluso más.... fuego.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.OBSIDIANCOCONADE
source: It's even bombier!
ia_es: ¡Incluso más bombástico!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MESSAGEBOTTLEEMPTY
source: Just an empty bottle.
ia_es: Sólo una botella vacía.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DOUBLE_UMBRELLAHAT
source: The second umbrella keeps the first umbrella dry.
ia_es: La primera sombrilla mantiene seca la segunda.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIMPETROCK.GENERIC
source: I could fill a pail with all those snails.
ia_es: Podría llenar un balde con todos esos caracoles.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LIMPETROCK.PICKED
source: I can't fill a pail without snails.
ia_es: No puedo llenar un balde sin caracoles.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.JELLYFISH
source: Now this creature is pure science!
ia_es: ¡Esta criatura es toda ciencia!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.VENOMGLAND
source: Only poison can cure poison.
ia_es: Solamente veneno puede curar veneno.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FABRIC
source: Soft cloth made from hard root!
ia_es: ¡Suave tela hecha de una dura planta!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUBLOON
source: I'm rich!
ia_es: ¡Soy rico!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CUTLASS
source: I hope this sword doesn't start to smell...
ia_es: Espero que esta espada no empiece a oler mal...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CORALREEF
source: The coral have formed a reef!
ia_es: ¡El coral ha formado un arrecife!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CORAL
source: Living building material!
ia_es: ¡Material de construcción viviente!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SHADOWSKITTISH_WATER
source: Yikes!
ia_es: ¡Uf!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BALLPHIN
source: Such a round, rubbery fellow.
ia_es: Un animal tan redondito y elástico.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEATRAP
source: For the deadliest catch.
ia_es: Para una atrapada mortal.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MUSSEL_STICK
source: I'm really going to stick it to those mussels.
ia_es: De verdad que se lo voy a clavar a esos mejillones.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COFFEEBOT
source: It's a coffee maker.
ia_es: Es un hacedor de café.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.COFFEE
source: Smells delicious and energizing!
ia_es: ¡Huelo delicioso y energizante!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.OBSIDIANSPEARGUN
source: Fire tipped.
ia_es: Fuego puntudo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SUNKEN_BOAT_TRINKET_3
source: Looks kinda soggy.
ia_es: Se ve algo emparamado.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPEARGUN_POISON
source: Poison tipped.
ia_es: Veneno puntiagudo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.OBSIDIANMACHETE
source: It's hot to the touch.
ia_es: Quema al tacto.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ELEPHANTCACTUS
source: Yikes! I could poke my eye out!
ia_es: ¡Uf! ¡Podría sacarme un ojo!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SUNKEN_BOAT_TRINKET_4
source: Scientific!
ia_es: ¡Científico!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUG_BUSH_VINE
source: I suppose I should pick it up.
ia_es: Supongo que podría recogerlo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SUNKEN_BOAT_TRINKET_1
source: An instrument of some sort.
ia_es: Un instrumento de alguna clase.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SUNKEN_BOAT_BURNT
source: It's even less seaworthy than before.
ia_es: Está en incluso peores condiciones de navegar que antes.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SUNKEN_BOAT.GENERIC
source: That fellow looks like he wants to talk.
ia_es: Ese tipo parece que quiere hablar.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SUNKEN_BOAT.ABANDONED
source: This is why I hate the water.
ia_es: Esta es la rayón por la cuál yo odio navegar.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SHARK_TEETHHAT
source: What a dangerous looking hat.
ia_es: Un sombrero muy peligroso.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BOAT
source: Is that how I got here?
ia_es: ¿Así es como llegué aquí?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SWEETPOTATOSOUFFLE
source: Sweet potato souffles are a rising trend.
ia_es: El suflé de patatas dulces está de moda.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WHALE_BLUE
source: This whale has emotional issues.
ia_es: Esta ballena tiene problemas emocionales.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BOATCANNON
source: The only thing better than a boat is a boat with a cannon.
ia_es: Lo único mejor que un barco, es un barco acañonado.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DOYDOYNEST
source: It's for doydoy eggs, dummy.
ia_es: Es para huevos de doydoy, tonto.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEASHELL_BEACHED
source: Sea refuse.
ia_es: Rechazado del océano.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PRIMEAPE
source: Those things are going to be the end of me.
ia_es: Estos van a ser final.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TIGERSHARK
source: Well that's terrifying.
ia_es: Ok, esto me da mucho miedo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_VOLCANO
source: Volcano-y turf.
ia_es: Volcano y suelo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SWEET_POTATO_PLANTED
source: That's an odd looking carrot.
ia_es: Esta es una zanahoria un poco rara.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMORLIMESTONE
source: I'm sure this will hold up great!
ia_es: ¡Estoy seguro que durará bastante!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PRIMEAPEBARREL
source: Here be evil.
ia_es: Aquí reside la maldad.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TURF_MEADOW
source: Meadow-y turf.
ia_es: Prado y Suelo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.THATCHPACK
source: I call it a thatchel.
ia_es: Yo la llamo una Pachila.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FISHINHOLE
source: This area seems pretty fishy.
ia_es: Esta área se ve muy pescadística.
