Repository: makara/Dont-Starve-Together-Docker-Cluster
Catalog: mods/workshop-1467214795/languages/*.po
Languages: ia_es

# STRINGS.BORE_TALK_PANICFIRE.1
source: HOT HOT HOT!
ia_es: CALIENTE, CALIENTE, CALIENTE!

# STRINGS.BORE_TALK_PANICFIRE.2
source: OWWWWW!
ia_es: ¡AAYYYYY!

# STRINGS.BORE_TALK_PANICFIRE.3
source: IT BURNS!
ia_es: ¡QUEMA!

# STRINGS.TALKINGBIRD.other_owner.1
source: Help!
ia_es: ¡Socorro!

# STRINGS.TALKINGBIRD.other_owner.2
source: Save me!
ia_es: ¡Sálvame!

# STRINGS.TALKINGBIRD.other_owner.3
source: I'm ok
ia_es: Estoy bien

# STRINGS.TALKINGBIRD.on_dropped.1
source: Chump!
ia_es: ¡Zoquete!

# STRINGS.TALKINGBIRD.on_dropped.2
source: Goodbye!
ia_es: Adiós!

# STRINGS.TALKINGBIRD.in_container.1
source: Don't bury me!
ia_es: ¡No me entierres!

# STRINGS.TALKINGBIRD.in_container.2
source: Too dark!
ia_es: ¡Demasiado oscuro!

# STRINGS.TALKINGBIRD.on_ground.1
source: Nice one
ia_es: Bien hecho

# STRINGS.TALKINGBIRD.on_ground.2
source: Chump!
ia_es: ¡Zoquete!

# STRINGS.TALKINGBIRD.on_ground.3
source: You stink!
ia_es: ¡Apestas!

# STRINGS.TALKINGBIRD.on_mounted.1
source: Onward!
ia_es: ¡Adelante!

# STRINGS.TALKINGBIRD.on_mounted.2
source: Are you sure about this?
ia_es: ¿Estás seguro?

# STRINGS.TALKINGBIRD.in_inventory.1
source: Adventure!
ia_es: ¡Aventura!

# STRINGS.TALKINGBIRD.in_inventory.2
source: You stink!
ia_es: ¡Apestas!

# STRINGS.TALKINGBIRD.in_inventory.3
source: Cracker
ia_es: Galleta

# STRINGS.TALKINGBIRD.on_dismounted.1
source: Land!
ia_es: ¡Tierra a la vista!

# STRINGS.TALKINGBIRD.on_dismounted.2
source: We made it!
ia_es: ¡Lo logramos!

# STRINGS.TALKINGBIRD.on_pickedup.1
source: Chump!
ia_es: ¡Zoquete!

# STRINGS.TALKINGBIRD.on_pickedup.2
source: Hello
ia_es: Hola

# STRINGS.TALKINGBIRD.on_pickedup.3
source: I'm hungry
ia_es: Tengo hambre

# STRINGS.TALKINGBIRD.on_pickedup.4
source: Ouch!
ia_es: ¡Ay ay ay!

# STRINGS.FLOODEDITEM
source: Flooded
ia_es: Inundado

# STRINGS.BORE_TALK_FIND_MEAT.1
source: ME HUNGRY!
ia_es: ¡YO HAMBRE!

# STRINGS.BORE_TALK_FIND_MEAT.2
source: YUM!
ia_es: ¡SABER RICO!

# STRINGS.BORE_TALK_FIND_MEAT.3
source: I EAT FOOD!
ia_es: ¡YO COMER COMIDA!

# STRINGS.BORE_TALK_FIND_MEAT.4
source: TIME FOR FOOD!
ia_es: ¡HORA DE COMER!

# STRINGS.BORE_TALK_HELP_CHOP_WOOD.1
source: KILL TREE!
ia_es: ¡MATAR ÁRBOL!

# STRINGS.BORE_TALK_HELP_CHOP_WOOD.2
source: SMASH MEAN TREE!
ia_es: ¡APLASTAR ÁRBOL!

# STRINGS.BORE_TALK_HELP_CHOP_WOOD.3
source: I PUNCH TREE!
ia_es: ¡YO GOLPEAR ÁRBOL!

# STRINGS.WALLY_SANDBOXINTROS.ONE
source: Nice sailing.
ia_es: ¡Gran desembarque!

# STRINGS.WALLY_SANDBOXINTROS.TWO
source: Chump.
ia_es: ¡Zoquete!

# STRINGS.BORE_TALK_LOOKATWILSON.1
source: WHO ARE YOU?
ia_es: ¿TU QUIEN SER?

# STRINGS.BORE_TALK_LOOKATWILSON.2
source: YOU NOT BORE.
ia_es: ¡TU NO SER JABALÍ!

# STRINGS.BORE_TALK_LOOKATWILSON.3
source: UGLY MONKEY MAN
ia_es: HOMBRE-MONO FEO

# STRINGS.BORE_TALK_LOOKATWILSON.4
source: YOU HAS MEAT?
ia_es: ¿TÚ TENER CARNE?

# STRINGS.BORE_TALK_RUNAWAY_WILSON.1
source: TOO CLOSE!
ia_es: ¡MUCHO CERCA!

# STRINGS.BORE_TALK_RUNAWAY_WILSON.2
source: STAY 'WAY!
ia_es: ¡QUEDAR TU LEJOS!

# STRINGS.BORE_TALK_RUNAWAY_WILSON.3
source: YOU BACK OFF!
ia_es: ¡TÚ IR LEJOS!

# STRINGS.BORE_TALK_RUNAWAY_WILSON.4
source: THAT MY SPACE.
ia_es: ¡AQUÍ ESPACIO MÍO!

# STRINGS.CHARACTER_NAMES.woodlegs
source: Woodlegs
ia_es: Woodlegs (Pata'e'Palo)

# STRINGS.SUNKEN_BOAT_SQUAWKS.2
source: Raaawk!
ia_es: ¡Raaaauuuk!

# STRINGS.ACTIONS.PEER
source: Peer
ia_es: Observar

# STRINGS.ACTIONS.RETRIEVE
source: Retrieve
ia_es: Retirar

# STRINGS.ACTIONS.FISHOCEAN
source: Snag
ia_es: Enganchar

# STRINGS.ACTIONS.READMAP
source: Read
ia_es: Leer

# STRINGS.ACTIONS.WALKTO.SURFTO
source: Surf to
ia_es: Surfear a

# STRINGS.ACTIONS.WALKTO.SAIL_PALMLEAFTO
source: Sail to
ia_es: Navegar a

# STRINGS.ACTIONS.WALKTO.ROWTO
source: Row to
ia_es: Remar a

# STRINGS.ACTIONS.LAUNCH_THROWABLE
source: Launch
ia_es: Disparar

# STRINGS.ACTIONS.STICK
source: Plant Stick
ia_es: Plantar Bara

# STRINGS.ACTIONS.UNEQUIP.TRAWLNET
source: Detach
ia_es: Quitar

# STRINGS.ACTIONS.HACK
source: Hack
ia_es: Machetear

# STRINGS.ACTIONS.SURFTO
source: Surf to
ia_es: Surfear a

# STRINGS.ACTIONS.EMBARK.SURF
source: Ride
ia_es: Surfear

# STRINGS.ACTIONS.THROW
source: Throw At
ia_es: Tirar a

# STRINGS.ACTIONS.ACTIVATE.DESCEND
source: Descend
ia_es: Descender

# STRINGS.ACTIONS.FISH.RETRIEVE
source: Retrieve
ia_es: Recuperar

# STRINGS.ACTIONS.CUREPOISON.GENERIC
source: Quaff
ia_es: Beber Grandes Sorbos

# STRINGS.ACTIONS.CUREPOISON.GLAND
source: Ingest
ia_es: Ingerir

# STRINGS.ACTIONS.LAUNCH
source: Launch
ia_es: Disparar

# STRINGS.ACTIONS.GIVE.LOAD
source: Load
ia_es: Cargar

# STRINGS.ACTIONS.GIVE.CURRENCY
source: Spend
ia_es: Gastar

# STRINGS.ACTIONS.ROWTO
source: Row to
ia_es: Remar a

# STRINGS.ACTIONS.REPAIRBOAT
source: Repair
ia_es: Reparar

# STRINGS.ACTIONS.SAIL_PALMLEAFTO
source: Sail To
ia_es: Navegar a

# STRINGS.NAMES.COFFEEBEANS
source: Coffee Beans
ia_es: Granos de café

# STRINGS.NAMES.SANDBAG
source: Sandbag
ia_es: Bolsa de Arena

# STRINGS.NAMES.PIRATEPACK
source: Booty Bag
ia_es: Mochila del Tesoro

# STRINGS.NAMES.PALMLEAF_UMBRELLA
source: Tropical Parasol
ia_es: Parasol Tropical

# STRINGS.NAMES.SUPERTELESCOPE
source: Super Spyglass
ia_es: Super Catalejo

# STRINGS.NAMES.WIND_CONCH
source: Howling Conch
ia_es: Concha Aullante

# STRINGS.NAMES.MARSH_PLANT_TROPICAL
source: Plant
ia_es: Planta

# STRINGS.NAMES.COFFEEBEANS_COOKED
source: Roasted Coffee Beans
ia_es: Granos de Café Tostados

# STRINGS.NAMES.BLOWDART_POISON
source: Poison Dart
ia_es: Dardo Venenoso

# STRINGS.NAMES.BLUBBERSUIT
source: Blubber Suit
ia_es: Traje de Sebo

# STRINGS.NAMES.CAPTAINHAT
source: Captain Hat
ia_es: Sombrero de Capitán

# STRINGS.NAMES.ANTIVENOM
source: Anti Venom
ia_es: AntiVeneno

# STRINGS.NAMES.CRAB
source: Crabbit
ia_es: Cangrejo

# STRINGS.NAMES.GHOST_SAILOR
source: Sailor's Ghost
ia_es: Marinero Fantasma

# STRINGS.NAMES.OXHAT
source: Horned Helmet
ia_es: Yelmo de Cornadura

# STRINGS.NAMES.SHIPWRECKED_EXIT
source: Seaworthy
ia_es: Portal de Navegación

# STRINGS.NAMES.COCONUT_HALVED
source: Halved Coconut
ia_es: Mitad de Coco

# STRINGS.NAMES.OX_HORN
source: Horn
ia_es: Cuerno

# STRINGS.NAMES.OX_FLUTE
source: Dripple Pipes
ia_es: Gaita Goteadora

# STRINGS.NAMES.WOODLEGSBOAT
source: The 'Sea Legs'
ia_es: El 'Piernas Marinas'

# STRINGS.NAMES.KRAKENCHEST
source: Chest of the Depths
ia_es: Cofre de Las Profundidades

# STRINGS.NAMES.FISH_COOKED
source: Cooked Fish
ia_es: Pescado Asado

# STRINGS.NAMES.WILDBOREHEAD
source: Wildbore Head
ia_es: Cabeza de Jabalí

# STRINGS.NAMES.TUNACAN
source: "Ballphin Free" Tuna
ia_es: Atún "Libre de Balonfín"

# STRINGS.NAMES.KRAKEN_TENTACLE
source: Quacken Tentacle
ia_es: Tentáculo de Quacken

# STRINGS.NAMES.TRAWLNETDROPPED
source: Trawl Net
ia_es: Red Barredora

# STRINGS.NAMES.BIOLUMINESCENCE
source: Bioluminescence
ia_es: Bioluminiscencia

# STRINGS.NAMES.GRASS_WATER
source: Grass
ia_es: Pasto

# STRINGS.NAMES.BUOY
source: Buoy
ia_es: Boya

# STRINGS.NAMES.FLOTSAM
source: Flotsam
ia_es: Restos Flotantes

# STRINGS.NAMES.PIRATEGHOST
source: Pirate Ghost
ia_es: Fantasma de Pirata

# STRINGS.NAMES.WATERYGRAVE
source: Watery Grave
ia_es: Tumba Marina

# STRINGS.NAMES.CRATE
source: Crate
ia_es: Caja

# STRINGS.NAMES.MOSQUITO_POISON
source: Poison Mosquito
ia_es: Mosquito Venenoso

# STRINGS.NAMES.SAIL_STICK
source: Sail Stick
ia_es: Bastón de Navegación

# STRINGS.NAMES.BABYOX
source: Baby Water Beefalo
ia_es: Bebé Bífalo Marino

# STRINGS.NAMES.SHARKFINSOUP
source: Shark Fin Soup
ia_es: Sopa de Aleta de Tiburón

# STRINGS.NAMES.TURF_SNAKESKINFLOOR
source: Snakeskin Rug
ia_es: Alfombra de Piel de Serpiente

# STRINGS.NAMES.TWISTER
source: Sealnado
ia_es: Tornafoca

# STRINGS.NAMES.SHARKITTENSPAWNER_INACTIVE
source: Sandy Pile
ia_es: Pila de Arena

# STRINGS.NAMES.SHARKITTENSPAWNER_ACTIVE
source: Sharkitten Den
ia_es: Guarida de Gatiburoncitos

# STRINGS.NAMES.SWIMMINGHORROR
source: Swimming Horror
ia_es: Horror Marino

# STRINGS.NAMES.BOAT_TORCH
source: Boat Torch
ia_es: Antorcha Naval

# STRINGS.NAMES.TURF_ASH
source: Ashy Turf
ia_es: Suelo Cenizo

# STRINGS.NAMES.VOLCANO_ALTAR
source: Volcano Altar of Snackrifice
ia_es: Altar del Snackrificio Volcánico

# STRINGS.NAMES.MUSSEL
source: Mussel
ia_es: Mejillón

# STRINGS.NAMES.WHALE_WHITE
source: White Whale
ia_es: Ballena Blanca

# STRINGS.NAMES.SUNKEN_BOAT_TRINKET_5
source: Old Boot
ia_es: Bota Vieja

# STRINGS.NAMES.MERMFISHER
source: Fishermerm
ia_es: Merm Pescador

# STRINGS.NAMES.BURIEDTREASURE
source: X Marks the Spot
ia_es: X del Tesoro

# STRINGS.NAMES.LIMESTONENUGGET
source: Limestone
ia_es: Piedra Calliza

# STRINGS.NAMES.SHIPWRECKED_ENTRANCE
source: Seaworthy
ia_es: Portal de Navegación

# STRINGS.NAMES.BLOWDART_FLUP
source: Eyeshot
ia_es: Dardo Ocular

# STRINGS.NAMES.WALLYINTRO
source: Rude Bird
ia_es: Ave Grosera

# STRINGS.NAMES.SEATRAP
source: Sea Trap
ia_es: Trampa Marina

# STRINGS.NAMES.OBSIDIAN
source: Obsidian
ia_es: Obsidiana

# STRINGS.NAMES.WILDBOREGUARD
source: Wildbore Guard
ia_es: Jabalí Guardián

# STRINGS.NAMES.KNIGHTBOAT
source: Floaty Boaty Knight
ia_es: Caballero Flotante

# STRINGS.NAMES.DUBLOON
source: Dubloons
ia_es: Doblones

# STRINGS.NAMES.SWORDFISH
source: Swordfish
ia_es: Pez Espada

# STRINGS.NAMES.TURF_MEADOW
source: Meadow Turf
ia_es: Suelo de Prado

# STRINGS.NAMES.BOOK_METEOR
source: Joy of Volcanology
ia_es: La Alegría de la Vulcanología

# STRINGS.NAMES.TIDALPOOL
source: Tidal Pool
ia_es: Estanque de Marea

# STRINGS.NAMES.FLAMEGEYSER
source: Krissure
ia_es: Géiser de Llamas

# STRINGS.NAMES.SNAKESKINHAT
source: Snakeskin Hat
ia_es: Sombrero de Piel de Serpiente

# STRINGS.NAMES.CORAL_BRAIN
source: Brainy Matter
ia_es: Materia Cerebral

# STRINGS.NAMES.MANGROVETREE
source: Mangrove
ia_es: Manglar

# STRINGS.NAMES.BRAINJELLYHAT
source: Brain of Thought
ia_es: Sabelotodo

# STRINGS.NAMES.SHARX
source: Sea Hound
ia_es: Perro Marino

# STRINGS.NAMES.VOLCANO_SHRUB
source: Burnt Ash Tree
ia_es: Árbol Quemado de Ceniza

# STRINGS.NAMES.COCONUT_COOKED
source: Roasted Coconut
ia_es: Coco Asado

# STRINGS.NAMES.ROCK_CHARCOAL
source: Charcoal Boulder
ia_es: Formación de Carbón

# STRINGS.NAMES.SPEAR_POISON
source: Poison Spear
ia_es: Lanza Envenenada

# STRINGS.NAMES.LOBSTER_DEAD
source: Dead Wobster
ia_es: Langosta Muerta

# STRINGS.NAMES.MAGMAROCK
source: Magma Pile
ia_es: Pila de Magma

# STRINGS.NAMES.OCTOPUSKING
source: Yaarctopus
ia_es: Rey Pulpo

# STRINGS.NAMES.FROG_POISON
source: Poison Frog
ia_es: Rana Venenoza

# STRINGS.NAMES.SNAKE
source: Snake
ia_es: Serpiente

# STRINGS.NAMES.COFFEE
source: Coffee
ia_es: Café

# STRINGS.NAMES.OBSIDIAN_WORKBENCH
source: Obsidian Workbench
ia_es: Taller de Obsidiana

# STRINGS.NAMES.TURF_JUNGLE
source: Jungle Turf
ia_es: Suelo de Jungla

# STRINGS.NAMES.SHARKITTEN
source: Sharkitten
ia_es: Gatiburoncito

# STRINGS.NAMES.SEAWEED_DRIED
source: Dried Seaweed
ia_es: Alga Marina Seca

# STRINGS.NAMES.TURBINE_BLADES
source: Turbine Blades
ia_es: Paletas de Turbina

# STRINGS.NAMES.WOODLEGS_KEY1
source: Bone Key
ia_es: Llave de Hueso

# STRINGS.NAMES.JUNGLE_TREE_SAPLING
source: Jungle Tree Sapling
ia_es: Retoño de Árbol Selvático

# STRINGS.NAMES.JELLYFISH_DEAD
source: Dead Jellyfish
ia_es: Medusa Muerta

# STRINGS.NAMES.SWORDFISH_DEAD
source: Swordfish
ia_es: Pez Espada

# STRINGS.NAMES.SWEET_POTATO
source: Sweet Potato
ia_es: Patata Dulce

# STRINGS.NAMES.FRESHFRUITCREPES
source: Fresh Fruit Crepes
ia_es: Crêpes con Frutas Fescas

# STRINGS.NAMES.MONSTERTARTARE
source: Monster Tartare
ia_es: Monstruo a la Tártara

# STRINGS.NAMES.SURFNTURF
source: Surf 'n' Turf
ia_es: Mar y Tierra

# STRINGS.NAMES.WILBUR_CROWN
source: Tarnished Crown
ia_es: Corona Deslustrada

# STRINGS.NAMES.SUNKEN_BOAT_TRINKET_2
source: Toy Boat
ia_es: Barco de Juguete

# STRINGS.NAMES.LOBSTERBISQUE
source: Wobster Bisque
ia_es: Bisque de Langosta

# STRINGS.NAMES.JELLYOPOP
source: Jelly-O Pop
ia_es: Helado de Medusa

# STRINGS.NAMES.LOBSTERDINNER
source: Wobster Dinner
ia_es: Cena de Langosta

# STRINGS.NAMES.SURFBOARD
source: Surfboard
ia_es: Tabla de Surfear

# STRINGS.NAMES.SEAFOODGUMBO
source: Seafood Gumbo
ia_es: Gumbo

# STRINGS.NAMES.MUSSEL_STICK
source: Mussel Stick
ia_es: Bara de Mejillones

# STRINGS.NAMES.SEAGULL
source: Seagull
ia_es: Gaviota

# STRINGS.NAMES.BAMBOOTREE
source: Bamboo Patch
ia_es: Parche de Bamboo

# STRINGS.NAMES.SPICEPACK
source: Chef Pouch
ia_es: Mochila de Chef

# STRINGS.NAMES.ARMORLIMESTONE
source: Limestone Suit
ia_es: Armadura de Piedra Caliza

# STRINGS.NAMES.EUREKAHAT
source: Eureka! Hat
ia_es: Sombrero Ajá!

# STRINGS.NAMES.SEASHELL
source: Seashell
ia_es: Concha Marina

# STRINGS.NAMES.JUNGLETREE
source: Jungle Tree
ia_es: Árbol Selvático

# STRINGS.NAMES.TRAWLNET
source: Trawl Net
ia_es: Red Barredora

# STRINGS.NAMES.SUNKEN_BOAT_TRINKET_1
source: Sextant
ia_es: Sextante

# STRINGS.NAMES.PALMLEAF
source: Palm Leaf
ia_es: Hoja de Palma

# STRINGS.NAMES.CORALREEF
source: Coral Reef
ia_es: Arrecife Coralino

# STRINGS.NAMES.BOAT_CARGO
source: Cargo Boat
ia_es: Barco de Carga

# STRINGS.NAMES.FISH_SMALL_COOKED
source: Cooked Fish Morsel
ia_es: Bocado de Pescado Cocido

# STRINGS.NAMES.FISH_SMALL
source: Fish Morsel
ia_es: Bocado de Pescado

# STRINGS.NAMES.FISH_MED
source: Dead Dogfish
ia_es: Pez Canino Muerto

# STRINGS.NAMES.FISH_MED_COOKED
source: Fish Steak
ia_es: Filete de Pescado

# STRINGS.NAMES.FISH_RAW
source: Raw Fish
ia_es: Pescado Crudo

# STRINGS.NAMES.IRONWIND
source: Iron Wind
ia_es: Viento Férreo

# STRINGS.NAMES.SAIL_FEATHER
source: Feather Lite Sail
ia_es: Vela Ligera de Plumas

# STRINGS.NAMES.SAIL_SNAKESKIN
source: Snakeskin Sail
ia_es: Vela de Piel de Serpiente

# STRINGS.NAMES.SAIL_CLOTH
source: Cloth Sail
ia_es: Vela de Tela

# STRINGS.NAMES.OBSIDIAN_BENCH_BROKEN
source: Broken Obsidian Workbench
ia_es: Taller de Obsidiana Roto

# STRINGS.NAMES.NEEDLESPEAR
source: Cactus Spike
ia_es: Punta de Cactus

# STRINGS.NAMES.ARMORCACTUS
source: Cactus Armour
ia_es: Amadura de Cactus

# STRINGS.NAMES.DUG_ELEPHANTCACTUS
source: Elephant Cactus
ia_es: Cactus Elefante

# STRINGS.NAMES.ELEPHANTCACTUS_STUMP
source: Elephant Cactus Stump
ia_es: Tocón de Cactus Elefante

# STRINGS.NAMES.ELEPHANTCACTUS_ACTIVE
source: Prickly Elephant Cactus
ia_es: Cactus Elefante Espinoso

# STRINGS.NAMES.CORAL_BRAIN_ROCK
source: Brainy Sprout
ia_es: Retoño Cerebral

# STRINGS.NAMES.PORTABLECOOKPOT_ITEM
source: Portable Crock Pot
ia_es: Crock Pot Portable

# STRINGS.NAMES.WOODLEGSHAT
source: Lucky Hat
ia_es: Sombrero de la Suerte

# STRINGS.NAMES.PACKIM_FISHBONE
source: Fishbone
ia_es: Hueso de Pescado

# STRINGS.NAMES.ICEMAKER
source: Ice Maker 3000
ia_es: Hielomático 3000

# STRINGS.NAMES.VOLCANO_EXIT
source: Volcano
ia_es: Volcán

# STRINGS.NAMES.SHARK_FIN
source: Shark Fin
ia_es: Aleta de Tiburón

# STRINGS.NAMES.MOSQUITOSACK_YELLOW
source: Yellow Mosquito Sack
ia_es: Saco de Mosquito Amarillo

# STRINGS.NAMES.VOLCANO
source: Volcano
ia_es: Volcán

# STRINGS.NAMES.SAND
source: Sand
ia_es: Arena

# STRINGS.NAMES.MUSSEL_FARM
source: Mussels
ia_es: Mejillones

# STRINGS.NAMES.SLOTMACHINE
source: Slot Machine
ia_es: Tragamonedas

# STRINGS.NAMES.WHALE_BUBBLES
source: Suspicious Bubbles
ia_es: Burbujas Sospechosas

# STRINGS.NAMES.LIMPETS_COOKED
source: Cooked Limpets
ia_es: Lapas Cocidas

# STRINGS.NAMES.ARMORSEASHELL
source: Seashell Suit
ia_es: Armadura de Concha Marina

# STRINGS.NAMES.FABRIC
source: Cloth
ia_es: Tela

# STRINGS.NAMES.CUTLASS
source: Cutlass Supreme
ia_es: Sable Supremo

# STRINGS.NAMES.OBSIDIANFIREPIT
source: Obsidian Fire Pit
ia_es: Hoguera de Obisidiana

# STRINGS.NAMES.WILBUR_UNLOCK
source: Soggy Monkey
ia_es: Mono Emparamado

# STRINGS.NAMES.SNAKESKIN
source: Snakeskin
ia_es: Piel de Serpiente

# STRINGS.NAMES.ARMOR_SNAKESKIN
source: Snakeskin Jacket
ia_es: Chaqueta de Piel de Serpiente

# STRINGS.NAMES.TRIDENT
source: Trident
ia_es: Tridente

# STRINGS.NAMES.HARPOON
source: Harpoon
ia_es: Arpón ballenero

# STRINGS.NAMES.COCONADE
source: Coconade
ia_es: Coconada

# STRINGS.NAMES.WHALE_CARCASS_WHITE
source: White Whale Carcass
ia_es: Cadáver de Ballena Blanca

# STRINGS.NAMES.JELLYFISH_COOKED
source: Cooked Jellyfish
ia_es: Medusa Cocida

# STRINGS.NAMES.SHARK_GILLS
source: Shark Gills
ia_es: Branquias de Tiburón

# STRINGS.NAMES.JELLYFISH_PLANTED
source: Jellyfish
ia_es: Medusa

# STRINGS.NAMES.JELLYFISH
source: Jellyfish
ia_es: Medusa

# STRINGS.NAMES.GASHAT
source: Particulate Purifier
ia_es: Purificador de Partículas

# STRINGS.NAMES.BERRYBUSH_SNAKE
source: Berry Bush
ia_es: Arbusto de Bayas

# STRINGS.NAMES.WORNPIRATEHAT
source: Worn Pirate Hat
ia_es: Sombrero Pirata Usado

# STRINGS.NAMES.PIRATEHAT
source: Pirate Hat
ia_es: Sombrero Pirata

# STRINGS.NAMES.ARMOROBSIDIAN
source: Obsidian Armour
ia_es: Armadura de Obsidiana

# STRINGS.NAMES.SPEAR_OBSIDIAN
source: Obsidian Spear
ia_es: Lanza Obsidiana

# STRINGS.NAMES.BOATREPAIRKIT
source: Boat Repair Kit
ia_es: Kit de Reparación de Navíos

# STRINGS.NAMES.OBSIDIANMACHETE
source: Obsidian Machete
ia_es: Machete Obsidiano

# STRINGS.NAMES.OBSIDIANAXE
source: Obsidian Axe
ia_es: Hacha Obsidiana

# STRINGS.NAMES.ROCK_OBSIDIAN
source: Obsidian Boulder
ia_es: Formación de Obsidiana

# STRINGS.NAMES.POISONHOLE
source: Poisonous Hole
ia_es: Hoyo Venenoso

# STRINGS.NAMES.BLUBBER
source: Blubber
ia_es: Sebo

# STRINGS.NAMES.PIRATIHATITATOR
source: Piratihatitator
ia_es: Piratitador

# STRINGS.NAMES.WHALE_CARCASS_BLUE
source: Blue Whale Carcass
ia_es: Cadáver de Ballena Azul

# STRINGS.NAMES.DOYDOYBABY
source: Baby Doydoy
ia_es: Doydoy Bebé

# STRINGS.NAMES.BALLPHIN
source: Bottlenose Ballphin
ia_es: Balonfín de Nariz de Botella

# STRINGS.NAMES.LOBSTERHOLE
source: Wobster Den
ia_es: Guarida de Langosta

# STRINGS.NAMES.LOBSTER_DEAD_COOKED
source: Delicious Wobster
ia_es: Langosta Deliciosa

# STRINGS.NAMES.FISH_TROPICAL
source: Tropical Fish
ia_es: Pez Tropical

# STRINGS.NAMES.MAGMAROCK_GOLD
source: Magma Pile
ia_es: Pila de Magma

# STRINGS.NAMES.LOBSTER
source: Wobster
ia_es: Langosta

# STRINGS.NAMES.SNAKE_POISON
source: Poison Snake
ia_es: Serpiente Venenosa

# STRINGS.NAMES.DRAGOONHEART
source: Dragoon Heart
ia_es: Corazón de Dragún

# STRINGS.NAMES.DRAGOONDEN
source: Dragoon Den
ia_es: Guarida de Dragún

# STRINGS.NAMES.DRAGOONSPIT
source: Dragoon Saliva
ia_es: Saliva de Dragún

# STRINGS.NAMES.DRAGOONEGG
source: Dragoon Egg
ia_es: Huevo de Dragún

# STRINGS.NAMES.SAIL_PALMLEAF
source: Thatch Sail
ia_es: Vela de Paja

# STRINGS.NAMES.WALLYINTRO_DEBRIS
source: Debris
ia_es: Restos

# STRINGS.NAMES.PARROT
source: Parrot
ia_es: Perico

# STRINGS.NAMES.BOAT_INDICATOR
source: Don't Click On Me!
ia_es: ¡No me hagas click!

# STRINGS.NAMES.SEAGULL_WATER
source: Seagull
ia_es: Gaviota

# STRINGS.NAMES.BOTTLELANTERN
source: Bottle Lantern
ia_es: Linterna de Botella

# STRINGS.NAMES.TOUCAN
source: Toucan
ia_es: Tucán

# STRINGS.NAMES.MAGIC_SEAL
source: Magic Seal
ia_es: Sello Mágico

# STRINGS.NAMES.OX
source: Water Beefalo
ia_es: Bífalo Marino

# STRINGS.NAMES.OBSIDIANCOCONADE
source: Obsidian Coconade
ia_es: Coconada Obsidiana

# STRINGS.NAMES.OCTOPUSCHEST
source: Octo Chest
ia_es: Cofre de Pulpo

# STRINGS.NAMES.SEAWEED_PLANTED
source: Seaweed
ia_es: Alga Marina

# STRINGS.NAMES.LUGGAGECHEST
source: Steamer Trunk
ia_es: Baúl de Steamer

# STRINGS.NAMES.BUSH_VINE
source: Viney Bush
ia_es: Vid

# STRINGS.NAMES.SWEET_POTATO_SEEDS
source: Sweet Potato Seeds
ia_es: Semillas de Patata Dulce

# STRINGS.NAMES.MUSSELBOUILLABAISE
source: Mussel Bouillabaise
ia_es: Bullabesa de Mejillones

# STRINGS.NAMES.SEASACK
source: Sea Sack
ia_es: Saco Marino

# STRINGS.NAMES.LIMPETS
source: Limpets
ia_es: Lapas

# STRINGS.NAMES.LIMPETROCK
source: Limpet Rock
ia_es: Roca de Lapas

# STRINGS.NAMES.ARMOR_LIFEJACKET
source: Life Jacket
ia_es: Chaleco Salvavidas

# STRINGS.NAMES.WILDBOREHOUSE
source: Wildbore House
ia_es: Choza de Jabalí

# STRINGS.NAMES.TIGEREYE
source: Eye of the Tiger Shark
ia_es: Ojo del Tiburón Tigre

# STRINGS.NAMES.SEAWEED_COOKED
source: Roasted Seaweed
ia_es: Alga Marina Asada

# STRINGS.NAMES.SEAWEED
source: Seaweed
ia_es: Alga Marina

# STRINGS.NAMES.JUNGLE_TREE_SEED
source: Jungle Tree Seed
ia_es: Semilla de Árbol Selvático

# STRINGS.NAMES.DRAGOON
source: Dragoon
ia_es: Dragún

# STRINGS.NAMES.OBSIDIAN_BENCH
source: Obsidian Workbench
ia_es: Taller de Obsidiana

# STRINGS.NAMES.CRABHOLE
source: Crabbit Den
ia_es: Cubil de Cangrejo

# STRINGS.NAMES.CRAB_HIDDEN
source: Shifting Sands
ia_es: Arenas Cambiantes

# STRINGS.NAMES.WALL_LIMESTONE_ITEM
source: Limestone Wall
ia_es: Muro de Piedra Caliza

# STRINGS.NAMES.SANDDUNE
source: Sandy Pile
ia_es: Pila de Arena

# STRINGS.NAMES.TROPICALFAN
source: Tropical Fan
ia_es: Abanico Tropical

# STRINGS.NAMES.SANDBAGSMALL_ITEM
source: Sandbag
ia_es: Bolsa de Arena

# STRINGS.NAMES.DUG_BAMBOOTREE
source: Bamboo Root
ia_es: Raíz de Bambú

# STRINGS.NAMES.SANDBAGSMALL
source: Sandbag
ia_es: Bolsa de Arena

# STRINGS.NAMES.SANDBAG_ITEM
source: Sandbag
ia_es: Bolsa de Arena

# STRINGS.NAMES.BERMUDATRIANGLE
source: Electric Isosceles
ia_es: Isósceles Electrificado

# STRINGS.NAMES.TELESCOPE
source: Spyglass
ia_es: Catalejo

# STRINGS.NAMES.MESSAGEBOTTLE
source: Message in a Bottle
ia_es: Mensaje en una Botella

# STRINGS.NAMES.MESSAGEBOTTLEEMPTY
source: Empty Bottle
ia_es: Botella Vacía

# STRINGS.NAMES.CALIFORNIAROLL
source: California Roll
ia_es: Rollo Californiano

# STRINGS.NAMES.MUSSEL_COOKED
source: Cooked Mussel
ia_es: Mejillones Cocidos

# STRINGS.NAMES.COCONUT_SAPLING
source: Palm Tree Sapling
ia_es: Retoño de Palma

# STRINGS.NAMES.COCONUT
source: Coconut
ia_es: Coco

# STRINGS.NAMES.STUNGRAY
source: Stink Ray
ia_es: Raya Venenosa

# STRINGS.NAMES.BOAT_ARMOURED
source: Armoured Boat
ia_es: Bote Reforzado

# STRINGS.NAMES.HAIL_ICE
source: Hail
ia_es: Granizo

# STRINGS.NAMES.PALMTREE
source: Palm Tree
ia_es: Árbol de Palma

# STRINGS.NAMES.SNAKEDEN
source: Viney Bush
ia_es: Vid

# STRINGS.NAMES.PEG_LEG
source: Peg Leg
ia_es: Pata de Palo

# STRINGS.NAMES.BAMBOO
source: Bamboo
ia_es: Bambú

# STRINGS.NAMES.PALMLEAF_HUT
source: Palm Leaf Hut
ia_es: Refugio de Hojas de Palma

# STRINGS.NAMES.BOAT_LANTERN
source: Boat Lantern
ia_es: Linterna Naval

# STRINGS.NAMES.DOYDOYEGG_COOKED
source: Fried Doydoy Egg
ia_es: Huevo Frito de Doydoy

# STRINGS.NAMES.DOYDOYEGG_CRACKED
source: Cracked Doydoy Egg
ia_es: Huevo Agrietado de Doydoy

# STRINGS.NAMES.DOYDOYEGG
source: Doydoy Egg
ia_es: Huevo de Doydoy

# STRINGS.NAMES.DOYDOYTEEN
source: Doydoy Child
ia_es: Doydoy Pequeño

# STRINGS.NAMES.WOODLEGS_KEY3
source: Iron Key
ia_es: Llave de Hierro

# STRINGS.NAMES.WOODLEGS_KEY2
source: Golden Key
ia_es: Llave Dorada

# STRINGS.NAMES.BOAT_ROW
source: Row Boat
ia_es: Bote de Remos

# STRINGS.NAMES.WATER
source: Short Circuit
ia_es: Cortocircuito

# STRINGS.NAMES.LIVINGJUNGLETREE
source: Regular Jungle Tree
ia_es: Árbol Selvático Común

# STRINGS.NAMES.WILDBORE
source: Wildbore
ia_es: Jabalí

# STRINGS.NAMES.PORTABLECOOKPOT
source: Portable Crock Pot
ia_es: Olla de Barro Portable

# STRINGS.NAMES.SUNKEN_BOAT
source: Sunken Boat
ia_es: Barco Hundido

# STRINGS.NAMES.TURF_MAGMAFIELD
source: Magma Turf
ia_es: Suelo de Magma

# STRINGS.NAMES.DOYDOYFEATHER
source: Doydoy Feather
ia_es: Pluma de Doydoy

# STRINGS.NAMES.SURFBOARD_ITEM
source: Surfboard
ia_es: Tabla de Surfear

# STRINGS.NAMES.COFFEEBUSH
source: Coffee Plant
ia_es: Planta de Café

# STRINGS.NAMES.EARRING
source: One True Earring
ia_es: Único Anillo Verdadero

# STRINGS.NAMES.INVENTORYWATERYGRAVE
source: Watery Grave
ia_es: Tumba Marina

# STRINGS.NAMES.TIDAL_PLANT
source: Plant
ia_es: Planta

# STRINGS.NAMES.WALL_LIMESTONE
source: Limestone Wall
ia_es: Muro de Piedra Caliza

# STRINGS.NAMES.SAND_CASTLE
source: Sand Castle
ia_es: Castillo de Arena

# STRINGS.NAMES.WOODLEGS_CAGE
source: Woodlegs' Cage
ia_es: Jaula de Woodlegs
