Repository: makara/Dont-Starve-Together-Docker-Cluster
Catalog: mods/workshop-1467214795/languages/*.po
Languages: ia_es

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUG_BAMBOOTREE
source: If I plant you will you repay me?
ia_es: ¿Si te planto me compensarás?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.VOLCANO_ALTAR_BROKEN
source: Senseless destruction of a weapon forge...
ia_es: Insensata destrucción de una forja de armas...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.VOLCANO_ALTAR
source: I must appease the fire god that lives inside this mountain.
ia_es: Debo apaciguar el dios de fuego que reside dentro de esta montaña.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.VOLCANO
source: A mountain of fire!
ia_es: ¡Una montaña de fuego!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TWISTER
source: You hide beneath wind, villain!
ia_es: ¡Te escondes detrás del viento, villano!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TURF_BEACH
source: Feels good between my toes.
ia_es: Se siente bien entre los dedos.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MACHETE
source: A fine length of blade.
ia_es: Una fina extensión de una cuchilla.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TURBINE_BLADES
source: What kind of strange sword is this?
ia_es: ¿Qué rara clase de espada es ésta?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.STUNGRAY
source: Have you no honor, stinky ones?
ia_es: ¿No tienen honor, apestosos?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TRIDENT
source: A weapon fit for a god!
ia_es: ¡Un arma a la estatura de un dios!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TOUCAN
source: Fight with me, long-nosed bird! And we shall dine together in Valhalla!
ia_es: ¡Lucha conmigo, ave de narizona! ¡Cenaremos juntos en Valhalla!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LOBSTER
source: You are dressed for battle sea-dweller.
ia_es: Estás vestida para la batalla, habitante de las aguas.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SHARX
source: Ah, a worthy sea opponent!
ia_es: ¡Ah, un oponente marino digno!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PALMTREE.BURNT
source: Loge took that one.
ia_es: Loge se llevó a éste.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PALMTREE.CHOPPED
source: Chopped by the warrior in the woods!
ia_es: ¡Talado por la guerrera en el bosque!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PALMTREE.GENERIC
source: Do you forsake branches, tree?
ia_es: ¿Has renunciado a tener ramas, árbol?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PALMTREE.BURNING
source: The wood's ablaze!
ia_es: ¡La madera arde ferozmente!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SAIL_CLOTH
source: A fine sail.
ia_es: Una fina vela.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TELESCOPE
source: What trickery is this?
ia_es: ¿Qué engañosa cosa es ésta?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPEARGUN_POISON
source: I am not some sneak hiding in the shadows! Am I?
ia_es: ¡No soy de los que se esconden en las sombras, ¿no es verdad?!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BAMBOO
source: Sticks of great versatility.
ia_es: Palos de gran versatilidad.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPEAR_POISON
source: This spear awards a coward's victory.
ia_es: Esta lanza concede la victoria de los cobardes.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SNAKESKIN
source: A snake has slipped its skin. With a little help...
ia_es: Una serpiente ha dejado caer su piel. Con un poco de ayuda podría...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BOAT_LANTERN
source: See me foul beasts of the shadow seas!
ia_es: ¡Véanme ahora, bestias repugnantes de las sombras marinas!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SNAKE_POISON
source: Keep your foul fangs from my hide!
ia_es: ¡Mantiene tus asquerosos colmillos alejados de mis pieles!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SLOTMACHINE
source: A machine of fate and misery.
ia_es: Una máquina de suerte y miseria.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SEAWEED
source: This is not food fit for warrior.
ia_es: No es alimento idóneo para una guerrera.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SEATRAP
source: Bring me spoils of the sea!
ia_es: ¡Tráeme los despojos del mar!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SEAGULL_WATER
source: You foul the water you float upon!
ia_es: ¡Tú engañas el agua para luego florar en ella!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SEAGULL
source: Vile bird!
ia_es: ¡Ave vil!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SANDBAG_ITEM
source: Keeps the floods at bay.
ia_es: Mantiene la inundación a raya.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SANDBAG
source: Bagged sand.
ia_es: Arena embolsada.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TIGERSHARKSHADOW
source: The shadow of the beast!
ia_es: ¡La sombra de la bestia!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SAIL_PALMLEAF
source: A curious sail, but it shall do.
ia_es: Una curiosa vela, pero me servirá.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BOAT_ROW
source: Rowing is in my blood.
ia_es: Remar está en mi sangre.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.POISONHOLE
source: The ground belches sickness!
ia_es: ¡El suelo está eructando enfermedad!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PIRATEHAT
source: This hat confuses my character, I mean, my soul.
ia_es: Este sombrero confunde mi personaje, digo, mi alma.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DOYDOYFEATHER
source: The treasured feather of a fallen warrior bird.
ia_es: Las preciosas plumas de un ave guerrera caída.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PARROT
source: Hold your tongue, bird!
ia_es: ¡Cierra el pico, ave!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PALMTREE_STUMP
source: You will be fueling my hearth in Valhalla.
ia_es: Vas a ponerle combustible a mi corazón en Valhalla.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.OBSIDIANCOCONADE
source: Throwing fire is the cowards way. But good fun.
ia_es: Lanzar fuego es la vía de los cobardes, pero es divertido.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.OX
source: Praise Odin himself for this bountiful feast on feet!
ia_es: ¡Alabado sea Odín mismo por este generoso festín con patas!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.OBSIDIANSPEARGUN
source: I normally prefer to set fires up close.
ia_es: Normalmente prefiero prender fuego estando cerca.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.OBSIDIANMACHETE
source: A tool for cutting. A tool for burning.
ia_es: Una herramienta para cortar. Una herramienta para quemar.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.OBSIDIANFIREPIT
source: A fire fit for a viking!
ia_es: ¡Un fuego digno de un vikingo!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PALMLEAF
source: A viking-sized leaf!
ia_es: ¡Una hoja del tamaño de un vikingo!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COFFEEBUSH
source: Just add water?
ia_es: ¿Sólo adicionar agua?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.EARRING
source: who might this belong to?
ia_es: ¿A quién le pertenecerá?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.OBSIDIANAXE
source: Now THIS is an axe!
ia_es: ¡Ahora, ÉSTA si que es una hacha!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.OBSIDIAN_WORKBENCH
source: Fire forge!
ia_es: ¡Taller ardiente!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BALLPHINPOD
source: A raiding party!
ia_es: ¡Un grupo de ataque marino!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MUSSEL_STICK
source: The fool mussels shall climb this stick.
ia_es: El tonto mejillón trepará a este palo.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MOSQUITO_POISON
source: Poison! The work of a coward!
ia_es: ¡Veneno! ¡EL trabajo de un cobarde!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.MESSAGEBOTTLEEMPTY
source: Empty of messages and drink. Pity.
ia_es: Sin mensajes o bebida. Una pena.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WALL_LIMESTONE
source: Fine work.
ia_es: Un fino trabajo.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LOBSTERHOLE
source: The armored ones dwell here...
ia_es: Los acorazados reposan allí...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SAND_CASTLE
source: A scale model of my future keep.
ia_es: Un modelo a escala de mi futuro castillo.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LIMPETS
source: Rock meat!
ia_es: ¡Carne rocosa!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.LIMPETROCK
source: A meat stone!
ia_es: ¡Una roca con carne!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.JELLYFISH
source: I expected sea monsters to be bigger.
ia_es: Me imaginaba que las bestias marinas serían más grandes.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ICEMAKER
source: Reminds me of home.
ia_es: Me recuerda a mi hogar.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GASHAT
source: Armor of sorts for my nose and throat!
ia_es: ¡Una clase de armadura para mi nariz y mi garganta!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FROG_POISON
source: Back foul reptilian scourge!
ia_es: ¡Atrás, asqueroso azote reptil!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BERRYBUSH2_SNAKE
source: You honorless sneak!
ia_es: ¡Tú, escurridizo sin honor!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FABRIC
source: sewing is not warriors work...
ia_es: Coser no es un trabajo para una guerrera...

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUBLOON
source: The spoils of the fallen!
ia_es: ¡Los despojos de los caídos!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.VENOMGLAND
source: The source of the fevers.
ia_es: La fuente de las fiebres.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DOYDOYEGG
source: Within this egg grows a viking of another feather.
ia_es: Dentro de este huevo crece un vikingo de otra pluma.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DOYDOY
source: It shows no trace of fear for me!
ia_es: ¡No muestra ni una pizca de miedo por mí!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DEPLETED_BAMBOOTREE
source: Have some respect for yourself.
ia_es: Muestra un poco de respeto por ti mismo.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BALLPHIN
source: A blow struck may simply bounce off.
ia_es: Dar un golpe seguramente resultará en que termine rebotando.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CUTLASS
source: Oh great sword of fishy death, I shall swing you with honor.
ia_es: Oh gran espada hecha de pescado muerto, te blandiré con honor.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CRABHOLE
source: Does shame drive them to this hole?
ia_es: ¿Será la vergüenza lo que los hace arrastrar a ese hoyo?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CORALREEF
source: A hard and brittle place. I like it.
ia_es: Un lugar duro y frágil. Me gusta.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CORAL
source: The sea gives such strange gifts.
ia_es: El mar te da regalos tan extraños.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COFFEE
source: Bitter and pulse-pounding.
ia_es: Amargo y acelera el corazón.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.COCONUT
source: The hardest of fruits.
ia_es: La fruta más dura.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CHIMINEA
source: What kind of fire hides in a hole?
ia_es: ¿Qué clase de fuego se esconde en un hueco?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BOAT_CARGO
source: A boat fit for a long journey.
ia_es: Un bote hecho para un largo viaje.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CANNONSHOT
source: Sound and fury!
ia_es: ¡Sonido y furia!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SNAKEDEN
source: You skulking wretch!
ia_es: ¡Tu miserable cobarde!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BERRYBUSH_SNAKE
source: Back invader!
ia_es: ¡Atrás, invasor!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BERMUDATRIANGLE
source: Is this a plaything of Loki?
ia_es: ¿Es un juguete de Loki?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SWORDFISH_DEAD
source: Onward to Valhalla, brave fish.
ia_es: Adelante a Valhalla, valiente pez.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BABYOX
source: When you grow up, you will become even more meat, meat.
ia_es: Carne, cuando crezcas, te convertirás en incluso más carne.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BOAT_ARMOURED
source: Now this is a vessel fit for a viking!
ia_es: ¡Ahora si, esta es una embarcación digna de una vikinga!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARMORSEASHELL
source: Wearing this I shall not wash up on the shores of Valhalla just yet!
ia_es: ¡Si lo uso no terminaré arrastrada en las playas de Valhalla por ahora!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARMOROBSIDIAN
source: Come at me now, fiends!
ia_es: ¡Vengan a mi, enemigos!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUG_BUSH_VINE
source: To vine or not to vine?
ia_es: ¿Ser vino o no ser vid?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARMOR_LIFEJACKET
source: Adventure offers no true safety!
ia_es: ¡La aventura no ofrece ninguna seguridad real!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BOAT
source: Is that how I got here?
ia_es: ¿Así es como llegué aquí?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WHALE_BLUE
source: I will end your moping, giant!
ia_es: ¡Terminaré con tus lloriqueos, gigante!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BOATCANNON
source: It smites mine enemies for me!?
ia_es: ¡¿Castiga mis enemigos por mí?¡

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DOYDOYNEST
source: The nest where more brave ones will hatch!
ia_es: ¡El nido de donde más valientes eclosionarán!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SEASHELL_BEACHED
source: A tiny elf shield?
ia_es: ¿Un diminuto escudo élfico?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TIGERSHARK
source: Take me to Valhalla, devil of the sea!
ia_es: ¡Llévame a Valhalla, demonio de los mares!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARMORLIMESTONE
source: It's heft is reassuring on my bones.
ia_es: Su peso refuerza mis huesos.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FISHINHOLE
source: Do you wish to surrender fishies?
ia_es: ¿Desean rendirse ahora pececitos?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARMOR_SNAKESKIN
source: Rain is bested!
ia_es: ¡La lluvia está vencida!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.VOLCANOSTAFF
source: Call down the wrath of fire mountain!
ia_es: ¡Desciende, ira de la montaña de fuego!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUG_COFFEEBUSH
source: Coffee to go.
ia_es: Café para llevar.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.JELLYJERKY
source: My teeth shall do battle with you.
ia_es: Mis dientes entrarán en batalla contigo.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PACKIM
source: Will you follow me to Valhalla?
ia_es: ¿Me seguirás a Valhalla?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SOLOFISH
source: Has the sea begun my feast?
ia_es: ¿Será que el mar ha empezado my banquete?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.VINE
source: What can you do for me?
ia_es: ¿Qué puedes hacer por mí?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SPOILED_FISH
source: You smell of your failure.
ia_es: Hueles a derrota.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GOLDENMACHETE
source: I shall swing you with pride.
ia_es: Te blandiré con orgullo.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SAIL_FEATHER
source: The brave birds gift me their swift feathers!
ia_es: ¡Las valientes aves me regalaron sus ligeras plumas!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SUNKBOAT
source: No wonder it sank. It is not a longship.
ia_es: No me extraña que se hundiera. No es un drakkar.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_WHALE_HUNT_BEAST_NEARBY
source: There is a beast beneath the waves...
ia_es: Hay una bestia debajo de las olas...

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_TREASURE
source: The map tells of treasure!
ia_es: ¡El mapa anuncia un tesoro!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_CRAB_ESCAPE
source: It has vanished!
ia_es: ¡Se ha desvanecido!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_MORETREASURE
source: I am smiled upon this day!
ia_es: ¡La suerte me sonrríe hoy!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_OTHER_WORLD_TREASURE
source: This map describes another land.
ia_es: Este mapa describe otras tierras.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_TRAWL_FULL
source: My net has filled with bounty.
ia_es: ¡Mi red se ha llenado con el botín!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_BOAT_DAMAGED
source: My vessel is wounded!
ia_es: ¡Mi embarcación está herida!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_OTHER_WORLD_PLANT
source: Such plant will never thrive in this realm!
ia_es: ¡Una plata como ésta, no prosperará nunca en este reino!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_VOLCANO_ERUPT
source: Is Ragnarok upon me?!
ia_es: ¡¿Estará pesiguiéndome Ragnarok?!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_CANFIX
source: I believe I can repair that.
ia_es: Creo que puedo reparar eso.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_CRAFTING_FAIL
source: I am lacking the required ingredients.
ia_es: Me faltan los ingredientes necesarios.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_ADVENTUREFAIL
source: I shall have to attempt that again.
ia_es: Me faltan los ingredientes necesarios.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_QUAKE
source: Not a comforting sound...
ia_es: No es un sonido muy tranquilizante...

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_CHARLIE
source: What the devil...!
ia_es: ¡Qué diablos....!

# STRINGS.CHARACTERS.WARLY.ACTIONFAIL.STORE.GENERIC
source: It is too full.
ia_es: Está demasiado lleno.

# STRINGS.CHARACTERS.WARLY.ACTIONFAIL.STORE.NOTALLOWED
source: This is not the place for it.
ia_es: Este no es lugar para eso.

# STRINGS.CHARACTERS.WARLY.ACTIONFAIL.SHAVE.GENERIC
source: Not a shaveable beast.
ia_es: No es una bestia que se pueda afeitar.

# STRINGS.CHARACTERS.WARLY.ACTIONFAIL.SHAVE.AWAKEBEEFALO
source: It would be unwise to attempt this while the animal is awake.
ia_es: Sería de necios intentar eso mientras el animal está despierto.

# STRINGS.CHARACTERS.WARLY.ACTIONFAIL.SHAVE.NOBITS
source: Nothing to shave.
ia_es: Nada que afeitar.

# STRINGS.CHARACTERS.WARLY.ACTIONFAIL.REPAIRBOAT.GENERIC
source: It will not work.
ia_es: No funcionará.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_BOOMERANG
source: Ouch! Damnable thing!
ia_es: ¡Ouch! ¡Maldita cosa!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_NODANGERSLEEP
source: This is no time to close my eyes!
ia_es: ¡No es buen momento para cerrar los ojos!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_UNIMPLEMENTED
source: It is not operational yet...
ia_es: Aún no funciona...

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_INV_FULL
source: I cannot carry another stitch.
ia_es: Ya no puedo cargar ni un alfiler.

# STRINGS.CHARACTERS.WARLY.ACTIONFAIL_GENERIC
source: I cannot do that.
ia_es: No puedo hacer eso.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_ACCOMPLISHMENT_DONE
source: I hope this feeling lasts forever...
ia_es: Espero que este sentimiento dure por siempre...

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_DUSK
source: The dinner hour approaches.
ia_es: La hora de cenar se aproxima.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_ENTER_DARK
source: Darkness...
ia_es: Oscuridad...

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_WETTER
source: I fear I may be water soluble!
ia_es: ¡Temo disolverme en agua!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_NODANGERSIESTA
source: This is no time to close my eyes!
ia_es: ¡No es buen momento para cerrar los ojos!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_SOAKED
source: I am as wet as a dish rag!
ia_es: ¡Estoy tan mojado como un trapo de cocina!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_FREEDOM
source: Freeeeeeee!
ia_es: ¡Libreeeeeee!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_TOOL_SLIP
source: Everything is slicked...
ia_es: Todo está resbaladizo...

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_BOAT_SINKING
source: My situation appears very grim...
ia_es: Mi situación parece bastante grave...

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_MAPWRAP_WARN
source: The implications of this are murky...
ia_es: Las implicaciones de esto son tenebrosas...

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_RESEARCH
source: Education is a lifelong process.
ia_es: La educación es un proceso de toda la vida.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_LIGHTNING_DAMAGE_AVOIDED
source: That was too close by half!
ia_es: ¡Eso estuvo demasiado cerca!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_DAMP
source: I am saturated...
ia_es: Estoy saturado...

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_SHARX
source: I do believe they wish me harm.
ia_es: Creo que quieren hacerme daño.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_MAPWRAP_LOSECONTROL
source: Oh dear me, I have reached the point of no return...
ia_es: Ay de mi, he llegado al punto de no retorno...

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_THORNS
source: Gah!
ia_es: ¡Maldita sea!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_NOHUNGERSIESTA
source: My hunger trumps my exhaustion.
ia_es: Mi hambre prevalece sobre mi cansancio.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_WHALE_HUNT_LOST_TRAIL_SPRING
source: How can I track anything in this deluge!
ia_es: ¡Imposible rastrear algo en esta marea!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_HUNT_LOST_TRAIL_SPRING
source: The trail is washed out...
ia_es: La pista se perdió en el agua.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_HUNGRY
source: I need food...
ia_es: Necesito comida...

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_LOWRESEARCH
source: I did not learn any new tricks from that.
ia_es: No aprendí ningún truco nuevo de eso.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_BOAT_SINKING_IMMINENT
source: Is this how it ends?
ia_es: ¿Así es como termina?

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_CRAB_ESCAPE
source: I was going to make you into a beautiful dinner...!
ia_es: ¡Iba a transformarte en una hermosa cena...!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_TRAP_WENT_OFF
source: Darn!
ia_es: ¡Maldición!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_WHALE_HUNT_LOST_TRAIL
source: The beast has slipped by me!
ia_es: ¡La bestia se me ha escapado!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_WAVE_BOOST
source: Whoaaaa!
ia_es: ¡Uuuuuuuy!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_NONIGHTSIESTA
source: Siesta in the dark? I think not.
ia_es: ¿Siesta en la oscuridad? No, gracias.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_COLD
source: C-C-Colddd...
ia_es: F-F-Fríooo...

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_HUNT_BEAST_NEARBY
source: Game is close at hand...
ia_es: Casi está al alcance de mi mano...

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_SHELTER
source: I am thankful for the protective embrace of this tree.
ia_es: Estoy agradecido por el abrazo protector de este árbol.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_NONIGHTSIESTA_CAVE
source: This does not strike me as a relaxing place for siesta.
ia_es: Este no me parece un lugar muy relajante para una siesta.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_MAPWRAP_RETURN
source: I have emerged from the edge of the world.
ia_es: He salido del confín del mundo.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_EAT.STALE
source: That was past its best-by date...
ia_es: Eso ya estaba pasado de fecha...

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_EAT.DRIED
source: A bit dry.
ia_es: Un poco seco.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_EAT.PAINFUL
source: Aarg! My stomach...
ia_es: ¡Ay! Mi estómago...

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_EAT.RAW
source: Blech. Completely lacking in every way.
ia_es: Puaj. Deficiente en todos los sentidos.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_EAT.COOKED
source: Not very palatable.
ia_es: No es muy sabroso.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_EAT.SPOILED
source: Blech! Why did I allow that to cross my lips?
ia_es: ¡Puaj! ¿Por qué permití que eso entrara en mi boca?

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_EAT.SAME_OLD_2
source: So bland.
ia_es: Muy desabrido.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_EAT.SAME_OLD_3
source: I want to eat something different.
ia_es: Quiero comer algo diferente.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_EAT.SAME_OLD_4
source: I can't stand this food.
ia_es: No soporto esta comida.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_EAT.SAME_OLD_1
source: I'd prefer some variety.
ia_es: Preferiría algo de variedad.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_EAT.INVALID
source: Clearly inedible.
ia_es: Claramente incomible.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_EAT.SAME_OLD_5
source: Enough already!
ia_es: ¡Ya es suficiente!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_NOHUNGERSLEEP
source: My hunger trumps my exhaustion.
ia_es: Mi hambre prevalece sobre mi cansancio.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_HUNT_LOST_TRAIL
source: I have lost the trail...
ia_es: He perdido el rastro...
