Repository: makara/Dont-Starve-Together-Docker-Cluster
Catalog: mods/workshop-1467214795/languages/*.po
Languages: ia_es

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ARMOR_SNAKESKIN
source: Function and fashion and four less snakes in the world.
ia_es: Funcionalidad y moda, y cuatro víboras menos en el mundo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LUREPLANTBULB
source: Grow meat from the ground? Now I've seen it all...
ia_es: ¿Carne que crece en la tierra? Ahora sí lo he visto todo...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.VOLCANOSTAFF
source: One must be careful with this.
ia_es: Se debe ser cuidadoso con esto.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COOKEDMEAT
source: Could use a chimichurri sauce...
ia_es: Le sentaría bien salsa chimichurri...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DUG_COFFEEBUSH
source: Coffee to go!
ia_es: ¡Café para llevar!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.OX
source: Here's the beef!
ia_es: ¡Aquí está el filete!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ORANGEGEM
source: I miss oranges...
ia_es: Extraño las naranjas...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.OCTOPUSCHEST
source: Any cold drinks in there?
ia_es: ¿Algunas bebidas frías ahí?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BEEFALOHAT
source: Fits perfectly.
ia_es: Encaja perfectamente.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SPOILED_FOOD
source: It is a sin to waste food...
ia_es: Es un pecado malgastar comida...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LIMPETS_COOKED
source: Smooth, salty, scrumptious.
ia_es: Suave, salado, para chuparse los dedos.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.OBSIDIANFIREPIT
source: This fire's on fire!
ia_es: ¡Este fuego está en llamas!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.AERODYNAMICHAT
source: Speeds me on my way.
ia_es: Me acelera en mi camino.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.OBSIDIANCOCONADE
source: These are a blast!
ia_es: ¡Estos tienen un toque explosivo!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.OBSIDIANAXE
source: You really build up a head of steam swinging this!
ia_es: ¡De verdad generas mucho calor hachando con esto!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BATWING
source: Hmmm a stock made from batwings?
ia_es: Hmmm, ¿un producto hecho de alas de murciélago?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.NITRE
source: How curious.
ia_es: Qué curioso.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MERMHOUSE_FISHER
source: Fisher folk live here. I can smell it.
ia_es: Aquí vive gente pesquera. Puedo olerlo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MEATBALLS
source: I'm having a ball!
ia_es: ¡Voy a comer bolitas de carne!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FISH_SMALL
source: I will honor this ingredient.
ia_es: Le haré honor a este ingrediente.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.NIGHTSTICK
source: I feel electric!
ia_es: ¡Me siento eléctrico!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SWEET_POTATO_COOKED
source: Could use touch of curry and creme freche...
ia_es: Le vendría bien un toque de curry y crème fraîche...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TELESTAFF
source: Let us take a trip. I am not picky where.
ia_es: Hagamos un viaje. No me importa a donde.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FARMPLOT.BURNT
source: I wouldn't put any seeds in there.
ia_es: No pondría ninguna semilla ahí.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FARMPLOT.NEEDSFERTILIZER
source: Needs to be fertilized.
ia_es: Necesita ser fertilizada.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FARMPLOT.GROWING
source: Ah, couldn't be more fresh!
ia_es: ¡Ah, no podría ser más fresca!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FARMPLOT.GENERIC
source: I can grow my own ingredients!
ia_es: ¡Puedo cosechar mis propios ingredientes!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SPIDERGLAND
source: Alternative medicine.
ia_es: Medicina alternativa.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.STALAGMITE_TALL_FULL
source: Rocks to be had.
ia_es: Rocas que podría tener.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MUSHTREE_SMALL
source: Surely mushrooms do not grow on trees here?
ia_es: Seguro que los hongos no crecen en los árboles aquí, ¿verdad?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MOSSLING
source: Looking for your momma? I hope you do not find her.
ia_es: ¿Buscas a tu mamá? Espero que no la encuentres.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DRUMSTICK
source: Dark meat!
ia_es: ¡Carne oscura!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.KOALEFANT_WINTER
source: You can't get attached to cute meat.
ia_es: No puedes tomarle cariño a un bonito trozo de carne.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.JELLYJERKY
source: Could use garlic...
ia_es: Necesita ajo...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MANDRAKESOUP
source: What an otherworldly flavor!
ia_es: ¡Es un sabor de otro mundo!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MOSQUITO_POISON
source: You not only take, but you also give? Well no thanks, you!
ia_es: ¿No solo tomas, sino que también das? ¡Pues no gracias, a tí!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TWISTER_SEAL
source: I bet it's delicious, but I just don't have the heart to find out.
ia_es: Apuesto a que es delicioso, pero no tengo las agallas para averiguarlo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRINKET_16
source: This has no business calling itself a plate.
ia_es: Esto no tiene derecho a autodenominarse como una placa.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COOKEDMONSTERMEAT
source: Could use... uh... I don't even...
ia_es: Le hace falta... eh... ni siquiera...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GRASS_UMBRELLA
source: A little shade is better than none.
ia_es: Un poco de sombra es mejor que nada.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MOLEHILL
source: It is a Nice hill and all, but I won't make a mountain out of it.
ia_es: Es un lindo montículo, pero no haré una montaña de él.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MOLEHAT
source: Neat vision!
ia_es: ¡Estupenda visión!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MAXWELLPHONOGRAPH
source: I wonder what is in his record collection?
ia_es: ¿Me pregunto qué hay en su colección de discos?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PACKIM
source: You have a big mouth, mister.
ia_es: Tiene una gran boca, señor.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CATCOONDEN.EMPTY
source: Vacant of critters.
ia_es: Vacante de criaturas.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CATCOONDEN.GENERIC
source: How many critters can fit in there?
ia_es: ¿Cuántas criaturas cabrán ahí adentro?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BOAT_LOGRAFT
source: These logs might be better suited to a fire...
ia_es: Estos troncos tal vez serían mejor usados en un fuego...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MAXWELLHEAD
source: Ugh! What an eye sore.
ia_es: ¡Aj! Qué monstruosidad.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CORN_SEEDS
source: The promise of so many more corn dishes!
ia_es: ¡La promesa de muchos más platos con maíz!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SOLOFISH
source: You'll make a fine filet.
ia_es: Harás un buen filete.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUTTER
source: I thought I would never see you again, old friend!
ia_es: ¡Pensé que nunca más te volvería a ver, vieja amiga!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.VINE
source: Not a single grape on it...
ia_es: Ni una sola uva...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SPOILED_FISH
source: Such a shame...
ia_es: Qué desperdicio...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MOLE.UNDERGROUND
source: Something dwells beneath there...
ia_es: Algo habita aquí debajo...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MOLE.ABOVEGROUND
source: Are you spying on me?
ia_es: ¿Me estás espiando?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MOLE.HELD
source: How do you dig your new surroundings?
ia_es: ¿Cómo cavas tus nuevos alrededores?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MEAT_DRIED
source: Could use chipotle...
ia_es: Le vendría bien chipotle...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.EEL_COOKED
source: Could use some cajun spices...
ia_es: Quedaría bien con especias cajún...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LOG.GENERIC
source: An important aspect of my art.
ia_es: Un aspecto importante de mi arte.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LOG.BURNING
source: Soon it won't be good for much.
ia_es: Pronto no servirá para mucho.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LOBSTER_DEAD
source: One step closer to my mouth.
ia_es: Un paso más cerca de mi boca.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.POMEGRANATE_COOKED
source: Could use tahini and mint...
ia_es: Le vendría bien tahini y menta...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WALL_WOOD_ITEM
source: Turns in a wooden performance as a wall.
ia_es: Entrega una actuación de madera como pared.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DUG_GRASS
source: Shall I bring it back to life?
ia_es: ¿Debería traerlo de regreso a la vida?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ROCKS
source: Bite-sized boulders.
ia_es: Peñascos tamaño bocado.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SWIMMINGHORROR
source: No need to come any closer, sir.
ia_es: No hace falta venir más cerca, señor.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.EGGPLANT_SEEDS
source: Hatches more eggplants!
ia_es: ¡Produce más berenjenas!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAVE_BANANA
source: Just the flavor I needed!
ia_es: ¡Justo el sabor que necesitaba!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LEIF
source: I'm out of my element!
ia_es: ¡Esto no me es familiar!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ICEHOUND
source: Away frozen diable!
ia_es: ¡Aléjate diablo congelado!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TELEPORTATO_BASE.GENERIC
source: It leads somewhere. And that is what I am afraid of.
ia_es: Lleva a algún lugar. Y eso es lo que temo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TELEPORTATO_BASE.ACTIVE
source: Where shall we go, thing?
ia_es: ¿A dónde hemos de ir, cosa?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TELEPORTATO_BASE.LOCKED
source: It denies my access.
ia_es: Me deniega acceso.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TELEPORTATO_BASE.PARTIAL
source: It requires something additional.
ia_es: Requiere algo adicional.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BELL
source: Should I ring it?
ia_es: ¿Debería hacerla sonar?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_SWAMP
source: It's like an ingredient for the ground.
ia_es: Algo parecido a un ingrediente para el suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.INSANITYROCK.INACTIVE
source: Don't lick it. Your tongue will get stuck.
ia_es: No lo lamas. Tu lengua se atascará.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.INSANITYROCK.ACTIVE
source: And I'm in!
ia_es: ¡Y estoy dentro!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SPIDERHAT
source: Well, it is on my head now. Best make the most of it.
ia_es: Bien, ya está en mi cabeza. Mejor aprovecharlo al máximo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ICEMAKER.OUT
source: It's run dry.
ia_es: Está completamente seca.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ICEMAKER.NORMAL
source: A small luxury.
ia_es: Un pequeño lujo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ICEMAKER.HIGH
source: Whistle while you work!
ia_es: ¡Silba mientras trabaja!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ICEMAKER.LOW
source: It's still running.
ia_es: Todavía funciona.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ICEMAKER.VERYLOW
source: Nearly out!
ia_es: ¡Casi vacía!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HOME
source: Who lives here?
ia_es: ¿Quién vive aquí?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BACKPACK
source: It has my back.
ia_es: Cuida mi espalda.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RABBITHOLE.GENERIC
source: Thump twice if you are fat and juicy.
ia_es: Golpea dos veces si eres gordo y jugoso.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RABBITHOLE.SPRING
source: What a pity rabbit season has ended...
ia_es: Qué pena que la temporada de conejos haya terminado...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GOLDENMACHETE
source: Fancy slicer.
ia_es: Rebanador elegante.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ICEBOX
source: Ah the Ice Box, she calms me.
ia_es: Ah el Refri, me tranquiliza.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DURIAN
source: That odor...
ia_es: Ese olor...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HOUNDFIRE
source: Fire in the kitchen!
ia_es: ¡Fuego en la cocina!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.AMULET
source: I wear safety.
ia_es: Me visto seguro.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SPIDER_SPITTER
source: So many spiders!
ia_es: ¡Demasiadas arañas!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.STALAGMITE_FULL
source: Rocks to be had.
ia_es: Rocas que podría tener.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CHESTER_EYEBONE.GENERIC
source: Its eye follows me wherever I go...
ia_es: Su ojo me sigue donde quiera que vaya...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CHESTER_EYEBONE.WAITING
source: It sleeps.
ia_es: Está dormido.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TELEPORTATO_SW_RING
source: One ring to teleport them all!
ia_es: ¡Un anillo para teletransportarlos a todos!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HONEYCOMB
source: Just add milk!
ia_es: ¡Sólo añade leche!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HONEY
source: Nectar of the gods!
ia_es: ¡Nectar de los dioses!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SAIL_FEATHER
source: I mostly want to pet it.
ia_es: Quisiera más acariciarla.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HOMESIGN.BURNT
source: Overcooked.
ia_es: Pasado de cocción.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HOMESIGN.GENERIC
source: What's the use in a sign around here?
ia_es: ¿Qué uso tiene un cartel aquí?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRINKET_15
source: I prefer the lute, myself.
ia_es: Personalmente, prefiero el laúd.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BLOWDART_FLUP
source: How considerate of that dead thing!
ia_es: ¡Qué considerado de esa cosa muerta!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PIGTENT
source: Sure to deliver sweet dreams.
ia_es: Seguro trae dulces sueños.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.UMBRELLA
source: I will try to remember not to open indoors.
ia_es: Intentaré recordar no abrirla en interiores.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GUANO
source: Poop of the bat.
ia_es: Popó del murciélago.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LOBSTER
source: Come to me, precious!
ia_es: ¡Ven a mi, preciosa!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GLOMMERFLOWER.DEAD
source: What a waste.
ia_es: Qué desperdicio.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GEARS
source: The insides of those naughty machines.
ia_es: Las entrañas de esas desagradables máquinas.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BEDROLL_FURRY
source: Cozy.
ia_es: Acogedora.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RESEARCHLAB3.BURNT
source: The darkness is all burnt up.
ia_es: La oscuridad se ha quemado toda.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RESEARCHLAB3.GENERIC
source: It boggles the mind.
ia_es: Te deja alucinado.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FROG_POISON
source: A poison hopper.
ia_es: Veneno saltarín.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SEAWEED_DRIED
source: Could use Tamari...
ia_es: Le vendría bien Tamari...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUTTERFLYWINGS
source: I wonder what dish I could create with these?
ia_es: ¿Me pregunto qué plato podría crear con esto?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.NIGHTSWORD
source: This thing controls like a dream!
ia_es: ¡Esto se controla como un sueño!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FISH_RAW
source: Doesn't even smell fishy it's so fresh!
ia_es: ¡Es tan fresco que ni siquiera huele a pescado!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ARMORMARBLE
source: Weighs a ton.
ia_es: Pesa una tonelada.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRANSISTOR
source: Positively charged to get my hands on one!
ia_es: ¡Cargado positivamente para hacerme con uno!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FEATHER_CROW
source: A bird's feather, in truffle black.
ia_es: Una pluma de ave, color negro trufa.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FABRIC
source: Soft and crisp, all at once.
ia_es: Suave y firme, al mismo tiempo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BEEFALO.GENERIC
source: Here's the beef.
ia_es: Aquí está el filete.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BEEFALO.SLEEPING
source: The meat slumbers...
ia_es: La carne está dormitando...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BEEFALO.FOLLOWER
source: That's it, my friend. I lead, you follow.
ia_es: Eso es, amigo mío. Yo guío, tu sigues.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BEEFALO.NAKED
source: Chin up, it'll grow back.
ia_es: Anímate, volverá a crecer.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GOLDNUGGET
source: Yolk yellow glowing gold!
ia_es: ¡Yema amarilla brillante dorada!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CACTUS.GENERIC
source: I bet it has a sharp flavor.
ia_es: Apuesto a que tiene un sabor afilado.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CACTUS.PICKED
source: It will live to prick again.
ia_es: Vivirá para pinchar de nuevo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.EYEPLANT
source: Alluring, no?
ia_es: Atrayente, ¿no?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.EYEBRELLAHAT
source: Eye like it!
ia_es: ¡Me gusta!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SUNKBOAT
source: The sea claims everything and does not bargain.
ia_es: El mar reclama todo y no negocia.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.EARMUFFSHAT
source: Ahh, fuzzy!
ia_es: ¡Ahh, peluditas!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.POND
source: I can't see the bottom...
ia_es: No puedo ver el fondo...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HOUNDMOUND
source: It smells wet.
ia_es: Huele a humedad.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DEADLYFEAST
source: I would not recommend this.
ia_es: No recomendaría esto.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DUG_MARSH_BUSH
source: Shall I bring it back to life?
ia_es: ¿Debería traerlo de regreso a la vida?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DUG_ELEPHANTCACTUS
source: Shall I bring it back to life?
ia_es: ¿Debería traerlo de regreso a la vida?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DUBLOON
source: Golden ham, golden honey, golden coin.
ia_es: Jamón dorado, miel dorada, moneda dorada.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ARMORRUINS
source: Ancient armor.
ia_es: Armadura ancestral.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DRAGONFLYCHEST
source: Ooh la la, burnproof storage.
ia_es: Ooh la la, contenedor a prueba de fuego.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DOYDOY
source: I see potential in this poultry.
ia_es: Veo potencial en este ave.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BONESHARD
source: I could make a hearty stock with these.
ia_es: Podría preparar un consistente bastón con estos.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DIRTPILE
source: It's making a bit of a mess, isn't it?
ia_es: Está dejando un desastre, ¿no?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CRABHOLE
source: Come out, come out!
ia_es: ¡Sal de ahí, ven fuera!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COONTAIL
source: Chat noodle.
ia_es: Fideo felino.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MONKEY
source: A new species of irritation.
ia_es: Una nueva especie de irritación.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MONKEYBARREL
source: I would call it a madhouse, but it is a barrel.
ia_es: Lo describiría como una casa de locos, pero es un barril.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ARMORGRASS
source: How much protection can grass provide?
ia_es: ¿Cuánta protección puede brindar el pasto?

# STRINGS.CHARACTERS.WARLY.COMBAT_QUIT.GENERIC
source: Take that!
ia_es: ¡Toma eso!

# STRINGS.CHARACTERS.WARLY.COMBAT_QUIT.PREY
source: It was too fast.
ia_es: Fue demasiado rápido.

# STRINGS.CHARACTERS.WARLY.COMBAT_QUIT.PIG
source: Noooo, those hocks, those chops...
ia_es: Noooo, esos corvejones, esas chuletas...

# STRINGS.CHARACTERS.WARLY.COMBAT_QUIT.SPIDER_WARRIOR
source: That could have been worse.
ia_es: Eso podría haber sido peor.

# STRINGS.CHARACTERS.WARLY.COMBAT_QUIT.SPIDER
source: And do not come back!
ia_es: ¡Y no regreses!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_CHARLIE_ATTACK
source: Gah! I do believe something bit me!
ia_es: ¡Ay! ¡Creo que algo me mordió!

# STRINGS.CHARACTERS.WARLY.BATTLECRY.GENERIC
source: I will butcher you!
ia_es: ¡Te despedazaré!

# STRINGS.CHARACTERS.WARLY.BATTLECRY.PREY
source: I will not yield!
ia_es: ¡No me rendiré!

# STRINGS.CHARACTERS.WARLY.BATTLECRY.PIG
source: No part of you will go to waste, cochon!
ia_es: ¡Ninguna de tus partes se desperdiciará, cochon!

# STRINGS.CHARACTERS.WARLY.BATTLECRY.SPIDER_WARRIOR
source: You will die, pest!
ia_es: ¡Morirás, peste!

# STRINGS.CHARACTERS.WARLY.BATTLECRY.SPIDER
source: I hope it does not rain after I kill you!
ia_es: ¡Espero que no llueva luego de que te mate!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_WORMHOLE
source: I must be unhinged to travel so...
ia_es: Debo estar desquiciado para viajar así...

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_WHALE_HUNT_BEAST_NEARBY
source: The beast is close.
ia_es: La bestia está cerca.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_WET
source: I am drenched!
ia_es: ¡Estoy empapado!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_MESSAGEBOTTLE.1
source: The ink is smudged...
ia_es: La tinta está borrosa...

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_NOSLEEPONFIRE
source: Sleep in a burning bed? I think not.
ia_es: ¿Dormir en una cama ardiendo? No lo creo.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_TREASURE
source: It points to possible riches!
ia_es: ¡Apunta hacia posibles riquezas!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_OTHER_WORLD_TREASURE
source: This seems to point to points unknown.
ia_es: Parece que esto apunta hacia puntos desconocidos.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_TRAWL_FULL
source: The net is full!
ia_es: ¡La red está llena!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_HOT
source: I'm baking like a souffle...
ia_es: Me estoy cocinando como un suflé...

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_TORCH_OUT
source: Come back, light!
ia_es: ¡Regresa, luz!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_HIGHRESEARCH
source: My brain is tingling!
ia_es: ¡Mi cerebro se estremece!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_PECKED
source: Gah! Enough!
ia_es: ¡Aah! ¡Suficiente!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_NO_TRAP
source: Went off without a hitch.
ia_es: Se activó sin problemas.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_NODAYSLEEP_CAVE
source: I'm not tired.
ia_es: No estoy cansado.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_ENTER_LIGHT
source: With the light comes another day.
ia_es: Con la luz llega otro día.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_BURNT
source: Charred...
ia_es: Carbonizado...

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_ACCOMPLISHMENT
source: I am triumphant!
ia_es: ¡He triunfado!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_BEES
source: The honey-makers are upon me!
ia_es: ¡Las produce-miel están detrás de mí!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_KNOCKEDOUT
source: My head... spinning...
ia_es: Mi cabeza... dando vueltas...

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_DEERCLOPS
source: I do not like that sound one bit!
ia_es: ¡No me gusta ese sonido ni un poco!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_MORETREASURE
source: And yet more treasure!
ia_es: ¡Y más tesoro aún!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_VOLCANO_ERUPT
source: Incoming!
ia_es: ¡Ya viene!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_INSUFFICIENTFERTILIZER
source: It requires more.
ia_es: Requiere más.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_BOAT_DAMAGED
source: The vessel is damaged...
ia_es: La embarcación está dañada...

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_HOUNDS
source: That is a sound of hunger...
ia_es: Ese es un sonido de hambre...

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_MOSQUITOS
source: Disease with wings!
ia_es: ¡Enfermedad con alas!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_NODAYSLEEP
source: It is too bright to sleep.
ia_es: Hay mucha luz como para dormir.

# STRINGS.CHARACTERS.WOLFGANG.ACTIONFAIL.REPAIRBOAT.GENERIC
source: Small boat must have damages first! Perhaps I should punch it?
ia_es: ¡El pequeño bote debe estar dañado antes! ¿Tal vez debo golpearlo?

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_BOAT_SINKING
source: I prepare to fight the sea!
ia_es: ¡Me preparo para luchar el mar!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_SHARX
source: Wolfgang has made new friends!
ia_es: ¡Wolfgang ha hecho nuevos amigos!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_MAPWRAP_LOSECONTROL
source: Boat not listening to mighty Wolfgang!
ia_es: ¡El barco no está escuchando al poderoso Wolfgang!
