Repository: makara/Dont-Starve-Together-Docker-Cluster
Catalog: mods/workshop-1467214795/languages/*.po
Languages: ia_es

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIMPETROCK.PICKED
source: STONE IS FREE OF PARASITIC MEAT
ia_es: ROCA LIBERADA DE CARNE PARÁSITA

# STRINGS.CHARACTERS.WX78.DESCRIBE.KRAKEN_TENTACLE
source: THE TIP OF THE MONSTERBERG. I MADE A JOKE
ia_es: LA PUNTA DEL MONSTRUOBERG. HE CONTADO UN CHISTE

# STRINGS.CHARACTERS.WX78.DESCRIBE.KRAKEN
source: WHAT IS THE NATURAL PURPOSE OF THIS ABOMINATION?
ia_es: ¿CUÁL ES EL PROPÓSITO NATURAL DE ESTA ABOMICACIÓN?

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALLYINTRO_DEBRIS
source: WATER VEHICLE NOT REPAIRABLE
ia_es: VEHÍCULO MARINO IMPOSIBLE DE REPARAR

# STRINGS.CHARACTERS.WX78.DESCRIBE.JELLYFISH_COOKED
source: 40% REDUCTION IN GELATINOUS TEXTURE
ia_es: 40% DE REDUCTION DE LA MAS GELATINOSA

# STRINGS.CHARACTERS.WX78.DESCRIBE.TOUCAN
source: YOU HAVE AN INORDINATE AEMBARK OF NOSE
ia_es: TIENES UNA EXORBITANTE CANTIDAD DE NARIZ

# STRINGS.CHARACTERS.WX78.DESCRIBE.FRESHFRUITCREPES
source: UPGRADED FOOD MATERIAL
ia_es: MATERIAL ALIMENTICIO MEJORADO

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLAMEGEYSER
source: THE EARTH IS JUST VENTING
ia_es: LA TIERRA ESTÁ VENTILANDO

# STRINGS.CHARACTERS.WX78.DESCRIBE.BOTTLELANTERN
source: LIGHT-PRODUCING LIFE HARNESSED
ia_es: VIDA PRODUCTORA DE LUZ APROVECHADA

# STRINGS.CHARACTERS.WX78.DESCRIBE.FISH_SMALL_COOKED
source: CITRUS SPRITZ REQUIRED
ia_es: GOTA DE CÍTRICO REQUERIDA

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAGIC_SEAL
source: SEAL EYES TRIGGERING STRANGE CONFLICTS
ia_es: OJOS DE FOCA CAUSANDO CONFLICTOS EXTRAÑOS

# STRINGS.CHARACTERS.WX78.DESCRIBE.FISH_RAW
source: SWIMMING MEAT
ia_es: CARNE NADADORA

# STRINGS.CHARACTERS.WX78.DESCRIBE.ELEPHANTCACTUS_STUMP
source: PLANT IS DORMANT
ia_es: LA PLANTA ESTÁ DORMITANDO

# STRINGS.CHARACTERS.WX78.DESCRIBE.ELEPHANTCACTUS_ACTIVE
source: PLANT HAS ACTIVATED DEFENSIVE SYSTEM
ia_es: PLATA HA ACTIVADO SISTEMA DE DEFENSA

# STRINGS.CHARACTERS.WX78.DESCRIBE.BALLPHIN
source: POLYMER BASED LIVING ORGANISM?
ia_es: ¿ORGANISMO VIVO BASADO EN POLÍMERO?

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUG_ELEPHANTCACTUS
source: TRANSPLANTING PLANT
ia_es: TRANSPLANTANDO PLANTA

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEAWEED_PLANTED
source: THE SEA HAS WEEDS TOO?
ia_es: ¿EL MAR TIENE HIERBA TAMBIÉN?

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRAGOONSPIT
source: HAZARDOUS WASTE
ia_es: DESPERDICIOS PELIGROSOS

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRAGOONHEART
source: EDIBLE POWER CORE
ia_es: NÚCLEO DE PODER COMESTIBLE

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUSH_VINE.BURNT
source: NATURAL CHAOS HAS BEEN SOLVED
ia_es: CAOS NATURAL HA SIDO RESUELTO

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUSH_VINE.CHOPPED
source: CHAOTIC NATURE HAS BEEN TEMPORARILY TAMED
ia_es: NATURALEZA CAÓTICA HA SIDO TEMPORALMENTE DOMINADA

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUSH_VINE.GENERIC
source: NATURE IS CHAOS
ia_es: LA NATURALEZA ES CAÓTICA

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRAGOONEGG
source: SELF-REPRODUCING BYPRODUCT OF NATURAL EXHAUST SYSTEM
ia_es: SUBPRODUCTO AUTORREPRODUCIBLE DEL SISTEMA NATURAL DE EMISIONES DE ESCAPE

# STRINGS.CHARACTERS.WX78.DESCRIBE.MUSSELBOUILLABAISE
source: UPGRADED FOOD MATERIAL
ia_es: MATERIAL ALIMENTICIO MEJORADO

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEASACK
source: LOCKS IN FRESHNESS
ia_es: FRESCURA EN LOS CIERRES

# STRINGS.CHARACTERS.WX78.DESCRIBE.DOYDOYEGG_COOKED
source: EATING IS DUMB
ia_es: COMER ES TONTO

# STRINGS.CHARACTERS.WX78.DESCRIBE.SANDDUNE
source: THE ROCK DUST COLLECTS
ia_es: COLECCIÓN DE POLVO DE ROCA

# STRINGS.CHARACTERS.WX78.DESCRIBE.JUNGLETREE_STUMP
source: CHANCE OF REGROWTH... 0%
ia_es: PROBABIBLIDAD DE REBROTE... 0%

# STRINGS.CHARACTERS.WX78.DESCRIBE.COCONUT_COOKED
source: TOASTY AROMA DOES NOTHING FOR ME
ia_es: EL AROMA TOSTADO NO ME PRODUCE NADA

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANGROVETREE_BURNT
source: IT NO LONGER NEEDS TO REGULATE ITS WATER INTAKE
ia_es: YA NO NECESITA REGULAR MÁS LA TOMA DE AGUA

# STRINGS.CHARACTERS.WX78.DESCRIBE.BOAT_TORCH
source: MARINE ILLUMINATION
ia_es: ILUMINACIÓN MARINA

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUBBER
source: MULTI-PURPOSE MAMMAL FAT
ia_es: SEBO MAMÍFERO MULTIPROPÓSITO

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLOWDART_FLUP
source: WEAPONIZED CARCASS REMAINS
ia_es: RESTOS ESQULÉTICOS ARMAMENTÍSTICOS

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRAGOON
source: VOLATILE LEVELS OF TESTOSTERONE DETECTED
ia_es: NIVÉLES VOLÁTILES DE TESTORONA DETECTADOS

# STRINGS.CHARACTERS.WX78.DESCRIBE.DRAGOONDEN
source: JERK LAIR.
ia_es: LA GUARIDA DE LOS IMBÉCILES.

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCK_CHARCOAL
source: CARCINOGENS DETECTED.
ia_es: CARCINÓGENOS DETECTADOS.

# STRINGS.CHARACTERS.WX78.DESCRIBE.VOLCANO_SHRUB
source: IDIOTIC BUSH! WHY WOULD YOU GROW HERE!
ia_es: ¡ARBUSTO IDIOTA! ¡¿POR QUÉ CRECES AQUÍ?!

# STRINGS.CHARACTERS.WX78.DESCRIBE.JUNGLETREESEED
source: JUNGLE TREE... EMBRYONIC STAGE
ia_es: ÁRBOL SELVÁTICO... EN ESTADO EMBRIÓNICO

# STRINGS.CHARACTERS.WX78.DESCRIBE.ICEMAKER.OUT
source: FUEL IS DEPLETED
ia_es: EL COMBUSTIBLE SE HA AGOTADO

# STRINGS.CHARACTERS.WX78.DESCRIBE.ICEMAKER.NORMAL
source: MACHINE IS OPERATING SATISFACTORILY
ia_es: LA MÁQUINA ESTÁ OPERANDO SATISFACTORIAMENTE

# STRINGS.CHARACTERS.WX78.DESCRIBE.ICEMAKER.HIGH
source: MACHINE IS OPERATING AT OPTIMAL LEVEL
ia_es: LA MÁQUINA ESTÁ OPERANDO EN UN NIVEL ÓTIMO

# STRINGS.CHARACTERS.WX78.DESCRIBE.ICEMAKER.LOW
source: FUEL IS REQUIRED FOR FURTHER PRODUCTION
ia_es: SE REQUIERE COMBUSTIBLE PARA CONTINUAR CON LA PRODUCCIÓN

# STRINGS.CHARACTERS.WX78.DESCRIBE.ICEMAKER.VERYLOW
source: MACHINE IS RUNNING ON EMPTY
ia_es: LA MÁQUINA ESTÁ ANDANDO CON LAS ÚLTIMAS

# STRINGS.CHARACTERS.WX78.DESCRIBE.WHALE_CARCASS_BLUE
source: METHANE BUILDUP DETECTED
ia_es: ACUMULACIÓN DE METANO DETECTADA

# STRINGS.CHARACTERS.WX78.DESCRIBE.TROPICALFAN
source: EXCELLENT COOLING SYSTEM
ia_es: EXCELENTE SISTEMA DE ENFRIAMIENTO

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUG_BAMBOOTREE
source: MUST ADD GROUND
ia_es: DEBO AÑADIR SUELO

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_LIMESTONE_ITEM
source: ROUGH STONE DEFENSES
ia_es: DEFENSAS DE ROCA DURA

# STRINGS.CHARACTERS.WX78.DESCRIBE.MUSSEL_STICK
source: PROTEIN ATTRACTION AND GROWTH SYSTEM
ia_es: ATRAEDOR PROTEÍNA Y SISTEMA DE CRECIMIENTO EN UNO

# STRINGS.CHARACTERS.WX78.DESCRIBE.VOLCANO_ALTAR_BROKEN
source: VOLCANO MODULATOR INOPERABLE
ia_es: MODULADOR VOLCÁNICO FUERA DE FUNCIÓN

# STRINGS.CHARACTERS.WX78.DESCRIBE.VOLCANO_ALTAR.GENERIC
source: PRIMITIVE EXHAUST SYSTEM CONTROLLER
ia_es: SISTEMA PRIMITIVO DE CONTROL DE EMISIONES DE ESCAPE

# STRINGS.CHARACTERS.WX78.DESCRIBE.VOLCANO_ALTAR.OPEN
source: THE CONTROLLER NEEDS INPUTS
ia_es: EL CONTROLADOR NECESITA APORTACIONES

# STRINGS.CHARACTERS.WX78.DESCRIBE.VOLCANO
source: I HAVE FOUND THE EARTH'S GEOLOGICAL EXHAUST SYSTEM
ia_es: HE ENCONTRADO EL SISTEMA GEOLÓGICO DE EMISIONES DE ESCAPE DE LA TIERRA

# STRINGS.CHARACTERS.WX78.DESCRIBE.BOAT_ARMOURED
source: WAR VESSEL WITH DEFENSIVE OUTER SHELL
ia_es: NAVÍO DE GUERRA CON CONCHA DEFENSIVA EXTERNA

# STRINGS.CHARACTERS.WX78.DESCRIBE.MACHETE
source: LONG BLADE FOR HACKING
ia_es: CUCHILLA LARGA PARA MACHETEAR

# STRINGS.CHARACTERS.WX78.DESCRIBE.TWISTER
source: SIGH. NATURE IS TERRIBLE
ia_es: UF. LA NATURALEZA ES TERRIBLE

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_BEACH
source: GETS IN MY HOUSING
ia_es: SE ENTRA A MI CASA

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURBINE_BLADES
source: ENGINE OF THE STORM
ia_es: EL MOTOR DE LA TORMENTA

# STRINGS.CHARACTERS.WX78.DESCRIBE.STUNGRAY
source: THEY SPRAY TOXIC ODOR CLOUDS
ia_es: ESPARCEN NUBES DE GAS TÓXICO

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRIDENT
source: ANCIENT KILLING TOOL
ia_es: HERRAMIENTA ANTIGUA PARA MATAR

# STRINGS.CHARACTERS.WX78.DESCRIBE.HAIL_ICE
source: NATURE IS LAUNCHING AN AIRSTRIKE
ia_es: LA NATURALEZA ESTÁ LANZANDO UN ATAQUE AÉREO

# STRINGS.CHARACTERS.WX78.DESCRIBE.SHARX
source: CREATURE OF LITTLE BRAIN AND BIG JAWS
ia_es: CREATURA DE PEQUEÑO CEREBRO Y GRANDES FAUCES

# STRINGS.CHARACTERS.WX78.DESCRIBE.PALMTREE
source: THIS TREE IS TOO STUPID TO COVER ITSELF
ia_es: ESTE ÁRBOL ES TAN ESTÚPIDO COMO PARA NO CUBRIRSE A SÍ MISMO

# STRINGS.CHARACTERS.WX78.DESCRIBE.SAIL_CLOTH
source: INCREASED EFFICIENCY OF WIND HARNESSING CAPABILITIES
ia_es: EFICIENCIA INCREMENTADA DE LAS CAPACIDADES PARA APROVECHAR EL VIENTO

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEAGULL_WATER
source: THE WATER IS NOW UNCLEAN
ia_es: AHORA EL AGUA ESTÁ CONTAMINADA

# STRINGS.CHARACTERS.WX78.DESCRIBE.TELESCOPE
source: TEMPORARY VISION SYSTEM UPGRADE
ia_es: MEJORA TEMPORAL DEL SISTEMA VISUAL

# STRINGS.CHARACTERS.WX78.DESCRIBE.BAMBOO
source: VERSATILE ENGINEERING MATERIAL DETECTED
ia_es: MATERIAL DE INGENIERÍA VERSÁTIL DETECTADO

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPEARGUN_POISON
source: DEAL TOXINS FROM SAFE DISTANCE
ia_es: TRANSMITE TOXINAS DESDE UNA DISTANCIA SEGURA

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPEAR_POISON
source: TOXIN DELIVERY SYSTEM
ia_es: SISTEMA DE ENTREGA DE TOXINAS

# STRINGS.CHARACTERS.WX78.DESCRIBE.BOAT_LANTERN
source: SEE THE SEA AT NIGHT
ia_es: PARA MIRAR EL MAR DE NOCHE

# STRINGS.CHARACTERS.WX78.DESCRIBE.SNAKESKIN
source: THE SNAKE DROPPED ITS SKIN
ia_es: LA SERPIENTE DEJÓ SU PIEL

# STRINGS.CHARACTERS.WX78.DESCRIBE.SNAKE_POISON
source: TOXIN DETECTED
ia_es: TOXINA DETECTADA

# STRINGS.CHARACTERS.WX78.DESCRIBE.SLOTMACHINE
source: ADDICTIVE PLEASURE CENTER STIMULANT
ia_es: CENTRO ESTIMULANTE DE PLACER ADITIVO

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEAWEED_COOKED
source: HEALTHY SNACK
ia_es: BOCADITO SALUDABLE

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEAWEED
source: THE SEA HAS WEEDS TOO?
ia_es: ¿EL MAR TIENE HIERBA TAMBIÉN?

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEATRAP
source: GO INSIDE STUPID SEA THINGS.
ia_es: QUEDEN ATRAPADAS ESTÚPIDAS COSAD DEL MAR.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BOAT_ROW
source: I BOAT_ROW
ia_es: YO ROBOTE

# STRINGS.CHARACTERS.WX78.DESCRIBE.TIGERSHARKSHADOW
source: OMEN OF BADNESS
ia_es: UN OMEN DE MALDAD

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIVINGJUNGLETREE
source: THIS DUMB TREE HAS A DUMB FACE
ia_es: ESTE TONTO ÁRBOL TIENE UNA TONTA CARA

# STRINGS.CHARACTERS.WX78.DESCRIBE.SANDBAG_ITEM
source: WATER ABSORPTION SYSTEM
ia_es: SISTEMA DE ABSORCIÓN DE AGUA

# STRINGS.CHARACTERS.WX78.DESCRIBE.SANDBAG
source: WATER ABSORPTION SYSTEM
ia_es: SISTEMA DE ABSORCIÓN DE AGUA

# STRINGS.CHARACTERS.WX78.DESCRIBE.MESSAGEBOTTLE
source: INEFFICIENT DATA COMMUNICATIONS SYSTEM
ia_es: SISTEMA INEFICIENTE DE COMUNICACIÓN DE DATOS

# STRINGS.CHARACTERS.WX78.DESCRIBE.SAIL_PALMLEAF
source: ADDED WIND HARNESSING CAPABILITY
ia_es: IMCREMENTANDO LAS CAPACIDADES DE APROVECHAMIENTO DEL VIENTO

# STRINGS.CHARACTERS.WX78.DESCRIBE.DOYDOYFEATHER
source: FEELS SOFT TO MY HARD TOUCH
ia_es: SE SIENTE SUAVE A MI DURO TACTO

# STRINGS.CHARACTERS.WX78.DESCRIBE.POISONHOLE
source: THE SOIL ITSELF IS TOXIC
ia_es: ESTE SUELO EN SÍ MISMO ES TÓXICO

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIRATEHAT
source: HEADGEAR BEST SUITED FOR SEA TRAVEL
ia_es: EL ACCESORIO PARA LA CABEZA MEJOR ADECUADO PARA EL VIAJE MARÍTIMO

# STRINGS.CHARACTERS.WX78.DESCRIBE.PARROT
source: THIS BIRD WISHES TO CONVERSATE
ia_es: EL AVE DESEA CONVERSAR

# STRINGS.CHARACTERS.WX78.DESCRIBE.PALMTREE_STUMP
source: DEACTIVATED
ia_es: DESACTIVADO

# STRINGS.CHARACTERS.WX78.DESCRIBE.VOLCANO_ALTAR_TOWER
source: PRIMITIVE EXHAUST SYSTEM CONTROLLER
ia_es: SISTEMA PRIMITIVO DE CONTROL DE EMISIONES DE ESCAPE

# STRINGS.CHARACTERS.WX78.DESCRIBE.OX
source: HERDING SPECIES OF MEAT
ia_es: ESPECIES DE CARNE PASTANDO

# STRINGS.CHARACTERS.WX78.DESCRIBE.PALMLEAF
source: MULTI-USE VEGETATION
ia_es: VEGETACIÓN MULTIPROPÓSITO

# STRINGS.CHARACTERS.WX78.DESCRIBE.COFFEEBUSH.BARREN
source: THE BUSH IS NO LONGER HOLDING
ia_es: EL ARBUSTO YA NO ESTÁ CARGANDO MÁS FRUTO

# STRINGS.CHARACTERS.WX78.DESCRIBE.COFFEEBUSH.PICKED
source: NARCOTIC PRODUCTION RENEWING
ia_es: PRODUCCIÓN DEL NARCÓTICO RENOVADA

# STRINGS.CHARACTERS.WX78.DESCRIBE.COFFEEBUSH.WITHERED
source: NARCOTIC PRODUCTION SUSPENDED
ia_es: PRODUCCIÓN DEL NARCÓTICO SUSPENDIDA

# STRINGS.CHARACTERS.WX78.DESCRIBE.COFFEEBUSH.GENERIC
source: BUSH PRODUCES NARCOTICS
ia_es: ARBUSTO PRODUCE NARCÓTICOS

# STRINGS.CHARACTERS.WX78.DESCRIBE.EARRING
source: MISSING AN EAR
ia_es: LE FALTA UNA OREJA

# STRINGS.CHARACTERS.WX78.DESCRIBE.SAIL_STICK
source: NO LOGICAL EXPLANATION DETECTED
ia_es: NINGUNA EXPLICACIÓN LÓGICA DETECTADA

# STRINGS.CHARACTERS.WX78.DESCRIBE.OBSIDIANFIREPIT
source: MAXIMUM FIREPIT EFFICIENCY ACHIEVED
ia_es: ALCANZADA MÁXIMA EFICIENCIA DE LA HOGUERA

# STRINGS.CHARACTERS.WX78.DESCRIBE.BALLPHINPOD
source: A POD OF POLYMER-BASED LIFEFORMS
ia_es: MANADA DE FORMAS DE VIDA HECHAS DE POLÍMERO

# STRINGS.CHARACTERS.WX78.DESCRIBE.TIDAL_PLANT
source: A PLANT OF NO IMPORTANCE
ia_es: UNA PLANTA SIN NINGUNA IMPORTANCIA

# STRINGS.CHARACTERS.WX78.DESCRIBE.OBSIDIANAXE
source: AXE WITH FIRESTARTING FEATURE
ia_es: HACHA CON PROPIEDADES INCINERANTES

# STRINGS.CHARACTERS.WX78.DESCRIBE.OBSIDIAN_WORKBENCH
source: MANUFACTURES DERIVATIVES FRO VOLCANO BYPRODUCT
ia_es: MANUFCTURA DERIVADOS PROVENIENTES DE SUBPRODUCTOS VOLCÁNICOS

# STRINGS.CHARACTERS.WX78.DESCRIBE.WALL_LIMESTONE
source: ROUGH STONE DEFENSES
ia_es: FUERTES DEFENSAS ROCOSAS

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOSQUITO_POISON
source: TOXIC PEST
ia_es: PESTE TÓXICA

# STRINGS.CHARACTERS.WX78.DESCRIBE.MESSAGEBOTTLEEMPTY
source: GLASS LIQUID VESSEL
ia_es: CONTENEDEOR ACUÁTICO DE VIDRIO

# STRINGS.CHARACTERS.WX78.DESCRIBE.SAND_CASTLE.GENERIC
source: IT WAS A JOY TO CONSTRUCT THIS IMPERMANENT CASTLE
ia_es: ME DIÓ GUSTO CONTRUIR ESTE CASTILLO TEMPORAL

# STRINGS.CHARACTERS.WX78.DESCRIBE.SAND_CASTLE.SAND
source: I AM A SAND ARCHITECT
ia_es: SOY UN ARQUITACTO DE ARENA

# STRINGS.CHARACTERS.WX78.DESCRIBE.LOBSTERHOLE
source: THE ARMORED ONES DWELL THERE
ia_es: LOS DE ARMADURA REPOSAN ALLÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.LOBSTER
source: ARMORED MEAT SOURCE
ia_es: FUENTE DE CARNE BLINDADA

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIMPETS_COOKED
source: FIRE ADDS PLEASURE?
ia_es: ¿EL FUEGO AÑADE PLACER?

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIMPETS
source: SMALL PROTEIN SOURCE
ia_es: FUENTE PROTEÍNICA PEQUEÑA

# STRINGS.CHARACTERS.WX78.DESCRIBE.JELLYFISH
source: UNABLE TO CLASSIFY
ia_es: IMPOSIBILIDADO PARA CLASIFICAR

# STRINGS.CHARACTERS.WX78.DESCRIBE.WOODLEGS_CAGE
source: THAT CAGE MUST WEIGH A SKELE-TON!
ia_es: ¡ESA JAULA DEBE PESAR UN MONTÓN DE HUESOS !

# STRINGS.CHARACTERS.WX78.DESCRIBE.GASHAT
source: PREVENTS NOXIOUS FUMES FROM PERMEATING OUTER CASING
ia_es: PREVIENE QUE GASES NOCIVOS PENETREN LA CUBIERTA EXTERNA

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERRYBUSH2_SNAKE
source: PERIODIC CALORIE DISPENSER
ia_es: DISPENSADOR PERIÓDICO DE CALORÍAS

# STRINGS.CHARACTERS.WX78.DESCRIBE.FROG_POISON
source: DISEASE-RIDDEN REPTILE
ia_es: REPTIL CARGADO DE ENFERMAD

# STRINGS.CHARACTERS.WX78.DESCRIBE.DOUBLE_UMBRELLAHAT
source: DESIGN REDUNDANCY PROVIDES PEAK PERFORMANCE
ia_es: LA REDUNDANCIA DEL DISEÑO PROPORCIONA MÁXIMO DESEMPEÑO

# STRINGS.CHARACTERS.WX78.DESCRIBE.FABRIC
source: PLANT MATTER DERIVATION
ia_es: DERIVADO DE MATERIAL VEGETAL

# STRINGS.CHARACTERS.WX78.DESCRIBE.VENOMGLAND
source: SOURCE OF POISON ANTIDOTE
ia_es: FUENTE DE ANTÍDOTO CONTRA ENVENENAMIENTO

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUBLOON
source: DEAD CURRENCY
ia_es: MONEDA OBSOLETA

# STRINGS.CHARACTERS.WX78.DESCRIBE.DOYDOYEGG
source: DISGUSTING MANUFACTURING PROCESS
ia_es: DESAGRADABLE PROCESO DE MANUFACTURA

# STRINGS.CHARACTERS.WX78.DESCRIBE.DOYDOY
source: INTELLIGENCE NOT DETECTED
ia_es: INTELIGENCIA NO DETECTADA

# STRINGS.CHARACTERS.WX78.DESCRIBE.DEPLETED_BAMBOOTREE
source: IT IS REBOOTING
ia_es: SE ESTÁ RESETEANDO

# STRINGS.CHARACTERS.WX78.DESCRIBE.SHADOWSKITTISH_WATER
source: THREAT INCOMING
ia_es: AMENAZA SE APROXIMA

# STRINGS.CHARACTERS.WX78.DESCRIBE.CUTLASS
source: DEATH IMPLEMENT CONSTRUCTED OF DEAD MATERIAL
ia_es: IMPLEMENTO DE MUERTE CONSTRUÍDO A PARTR DE UN ANIMAL MUERTO

# STRINGS.CHARACTERS.WX78.DESCRIBE.CRABHOLE
source: THE SHELLED ONES STILL FEEL THE NEED TO HIDE
ia_es: AÚN LOS BLINDADOS SIENTEN LA NECESIDAD DE ESCONDERSE

# STRINGS.CHARACTERS.WX78.DESCRIBE.CORALREEF
source: PEAK CORAL PRODUCTION
ia_es: PICO EN LA PRODUCCIÓN CORALINA

# STRINGS.CHARACTERS.WX78.DESCRIBE.COFFEE
source: HOT BEAN JUICE
ia_es: JUGO CALIENTE DE GRANOS

# STRINGS.CHARACTERS.WX78.DESCRIBE.COCONUT
source: TREE FRUIT
ia_es: FRUTA DE ÁRBOL

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHIMINEA
source: PROTECTION OF FIRE ASSET FROM WEATHER ELEMENTS
ia_es: PROTECCIÓN PARA LOS RECURSOS INCANCESCENTES CONTRA LOS EFECTOS DEL CLIMA

# STRINGS.CHARACTERS.WX78.DESCRIBE.BOAT_CARGO
source: SAILING VESSEL WITH EXTRA STORAGE CAPABILITIES
ia_es: CONTENEDOR NAVAL CON CAPACIDADES DE ALMACENAMIENTO EXTRA

# STRINGS.CHARACTERS.WX78.DESCRIBE.CANNONSHOT
source: MODIFICATION TO WARSHIP CAPABILITIES
ia_es: MODIFICACIÓN DE CAPACIDADES ARMAMENTÍSTICAS

# STRINGS.CHARACTERS.WX78.DESCRIBE.SNAKEDEN.BURNT
source: NATURAL CHAOS HAS BEEN SOLVED
ia_es: CAOS NATURAL CONCLUIDO

# STRINGS.CHARACTERS.WX78.DESCRIBE.SNAKEDEN.CHOPPED
source: CHAOTIC NATURE HAS BEEN TEMPORARILY TAMED
ia_es: NATURALEZA CAÓTICA HA SIDO TEMPORALMENTE DOMINADA

# STRINGS.CHARACTERS.WX78.DESCRIBE.SNAKEDEN.GENERIC
source: NATURE IS CHAOS
ia_es: LA NATURALEZA ES CAÓTICA

# STRINGS.CHARACTERS.WX78.DESCRIBE.SWORDFISH_DEAD
source: LIFE IS NOT WORTH IT
ia_es: VIVO NO TIENE NUNGÚN VALOR

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERRYBUSH_SNAKE
source: PERIODIC CALORIE DISPENSER
ia_es: DISPENSADOR PERIÓDICO DE CALORÍAS

# STRINGS.CHARACTERS.WX78.DESCRIBE.BERMUDATRIANGLE
source: SCIENTIFIC ANOMALY
ia_es: ANOMALÍA CIENTÍFICA

# STRINGS.CHARACTERS.WX78.DESCRIBE.ELEPHANTCACTUS
source: ITS PROCESSES ARE LINKED TO THE EXHAUST SYSTEM TIMETABLE
ia_es: SUS PROCESOS ESTÁN LIGADOS CON EL HORARIO DEL SISTEMA DE GASES DE ESCAPE

# STRINGS.CHARACTERS.WX78.DESCRIBE.BABYOX
source: OPERATION NOT FULLY EXECUTED
ia_es: LA OPERACIÓN NO SE HA EJECUTADO COMPLETAMENTE

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUG_BUSH_VINE
source: IT IS NOTHING WITHOUT DIRT
ia_es: NO ES NADA SIN TIERRA

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORSEASHELL
source: PROTECTIVE MEASURE FOR METAL HOUSING
ia_es: MEDIDA PREVENTIVA PARA MI CASCO METÁLICA

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMOROBSIDIAN
source: INCENDIARY DEFENCE SYSTEM
ia_es: SISTEMA DE DEFENSA INCENDIARIO

# STRINGS.CHARACTERS.WX78.DESCRIBE.SHARK_TEETHHAT
source: I'M THE KING OF THIS PART OF THE WORLD
ia_es: SOYEL REY DE ESTA PARTE DEL MUNDO

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMOR_LIFEJACKET
source: ELIMINATES DEATH OUTCOME FROM SHIPWRECKING EVENTS
ia_es: ELIMINA LOS RESULTADOS MORTALES PROVOCADOS POR EVENTOS DE NAUFRAGIO

# STRINGS.CHARACTERS.WX78.DESCRIBE.BOAT
source: BOAT
ia_es: BARCO

# STRINGS.CHARACTERS.WX78.DESCRIBE.SWEETPOTATOSOUFFLE
source: UPGRADED FOOD MATERIAL
ia_es: MATERIAL ALIMENTICIO MEJORADO

# STRINGS.CHARACTERS.WX78.DESCRIBE.WHALE_BLUE
source: SUBOPTIMAL SEROTONIN LEVELS DETECTED
ia_es: NIVÉLES SUBÓTIMOS DE SEROTONINA DETECTADOS

# STRINGS.CHARACTERS.WX78.DESCRIBE.BOATCANNON
source: MODIFICATION TO WARSHIP CAPABILITIES
ia_es: MODIFICACIÓN DE CAPACIDADES ARMAMENTÍSTICAS

# STRINGS.CHARACTERS.WX78.DESCRIBE.DOYDOYNEST
source: MULTIPLICATION INCUBATOR
ia_es: INCUBADOR DE MULTIPLICACIÓN

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEASHELL_BEACHED
source: DISCARDED SEA SOMETHING
ia_es: ALGO RECHAZADO POR EL MAR

# STRINGS.CHARACTERS.WX78.DESCRIBE.PRIMEAPE
source: MODERATELY EVOLVED
ia_es: MOERADAMENTE EVOLUCIONADO

# STRINGS.CHARACTERS.WX78.DESCRIBE.TIGERSHARK
source: WHY WOULD NATURE MAKE THIS TERROR?
ia_es: ¿PORQUÉ CREARÍA LA NATURALEZA ESTE TERROR?

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_VOLCANO
source: GROUND PARTS
ia_es: PEDAZOS DE SUELO

# STRINGS.CHARACTERS.WX78.DESCRIBE.SWEET_POTATO_PLANTED
source: FOOD GROWING FROM THE GROUND. GROSS
ia_es: COMIDA CRECIENDO DEL SUELO... ASQUEROSO

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORLIMESTONE
source: EXTRA HEAVY DUTY CASING
ia_es: CORAZA DE TRABAJO EXTRA DURO

# STRINGS.CHARACTERS.WX78.DESCRIBE.PRIMEAPEBARREL
source: MAID TOOK WEEK OFF
ia_es: LA SEÑORA DEL ASEO SE HA TOMADO UNA SEMANA LIBRE

# STRINGS.CHARACTERS.WX78.DESCRIBE.MANGROVETREE
source: IT MUST NEED TO REGULATE ITS WATER INTAKE
ia_es: DEBE NECESITAR REGULAR LA TOMA DE AGUA

# STRINGS.CHARACTERS.WX78.DESCRIBE.THATCHPACK
source: INTERIM CARGO DEVICE
ia_es: DISPOSITIVO INTERINO DE CARGA

# STRINGS.CHARACTERS.WX78.DESCRIBE.FISHINHOLE
source: MEAT DEPOSIT
ia_es: DEPÓSITO DE CARNE

# STRINGS.CHARACTERS.WX78.DESCRIBE.SNAKEOIL
source: THIS HAS NO BENEFICIAL PROPERTIES WHATSOEVER
ia_es: ÉSTO NO TIENE NINGUNA PROPIEDAD BENEFICIAL EN LO ABSOLUTO

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMOR_SNAKESKIN
source: PREVENTS HARDWARE MALFUNCTIONS FROM PRECIPITATION EVENTS
ia_es: PREVIENE EL MAL FUNCIONAMIENTO DEL HARDWARE A CAUSA DE EVENTOS ATMOSFÉRICOS

# STRINGS.CHARACTERS.WX78.DESCRIBE.VOLCANOSTAFF
source: VOLCANO REMOTE CONTROL
ia_es: CONTROL REMOTO VOLCÁNICO

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUG_COFFEEBUSH
source: JUST ADD ASH
ia_es: SÓLO ADICIONA CENIZA

# STRINGS.CHARACTERS.WX78.DESCRIBE.MERMHOUSE_FISHER
source: AROMA IDENTIFICATION SYSTEM UPDATE... FISH MAX
ia_es: SISTEMA DE IDENTIFIACIÓN DE OLORES ACTUALIZADO.... OLOR MÁXIMO A PESCADO

# STRINGS.CHARACTERS.WX78.DESCRIBE.SWEET_POTATO_COOKED
source: THE STARCH AND SWEET FIGHT FOR DOMINANCE AND WX-78 LOSES
ia_es: LA BATALLA FÉCULA Y DULCE POR LA DOMINANCIA Y WX-78 PIERDE

# STRINGS.CHARACTERS.WX78.DESCRIBE.JELLYJERKY
source: 75% REDUCTION IN GELATINOUS TEXTURE
ia_es: 75% DE REDUCTION DE LA MAS GELATINOSA

# STRINGS.CHARACTERS.WX78.DESCRIBE.TWISTER_SEAL
source: YOU HAVE TO BE LAUNCHING A JOKE EXECUTABLE ON ME
ia_es: TIENES QUE ESTAR LANZÁNDOME UNA BROMA EJECUTABLE, ¿VERDAD?

# STRINGS.CHARACTERS.WX78.DESCRIBE.PACKIM
source: WINGED EXTERNAL STORAGE UNIT
ia_es: UNIDAD ALADA DE ALMACENAMIENTO EXTERNO

# STRINGS.CHARACTERS.WX78.DESCRIBE.SOLOFISH
source: IT SWIMS POINTLESSLY
ia_es: NADA SIN RUMBO

# STRINGS.CHARACTERS.WX78.DESCRIBE.VINE
source: UNRULY NATURE
ia_es: NATURALEZA SALVAJE

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPOILED_FISH
source: ALL LIFE DIES AND THEN SMELLS
ia_es: TODA LA NETURALEZA MUERE Y LUEGO APESTA

# STRINGS.CHARACTERS.WX78.DESCRIBE.SWIMMINGHORROR
source: HORROR HAS THE ABILITY TO SWIM
ia_es: EL HORROR TIENE LA HABILIDAD DE NADAR

# STRINGS.CHARACTERS.WX78.DESCRIBE.GOLDENMACHETE
source: OSTENTATIOUS HACKING DEVICE
ia_es: DISPOSITIVO OSTENTOSO DE MACHETEAR

# STRINGS.CHARACTERS.WX78.DESCRIBE.SAIL_FEATHER
source: INCREASED POTENTIAL FOR HARNESSING WIND
ia_es: POTENCIAL PARA APROVECHAR EL VIENTO INCREMENTADO

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEAWEED_DRIED
source: HEALTH FOOD
ia_es: COMIDA SALUDABLE

# STRINGS.CHARACTERS.WX78.DESCRIBE.SUNKBOAT
source: UNABLE TO UTILISE.
ia_es: IMPOSIBLE DE UTILIZAS.

# STRINGS.CHARACTERS.WX78.ANNOUNCE_WHALE_HUNT_BEAST_NEARBY
source: SWIMMING MEAT SIGNATURE LOCATED
ia_es: SEÑAL DE CARNE NADADORA LOCALIZADA

# STRINGS.CHARACTERS.WX78.ANNOUNCE_TREASURE
source: VALUABLES DETECTED NEARBY
ia_es: OBJETOS DE VALOR DETECTADOS CERCA

# STRINGS.CHARACTERS.WX78.ANNOUNCE_TRAWL_FULL
source: READY TO REEL IN NET
ia_es: LISTO PARA RECOGER LA RED

# STRINGS.CHARACTERS.WX78.ANNOUNCE_CRAB_ESCAPE
source: THE MEAT HAS ESCAPED
ia_es: LA CARNE HA ESCAPADO

# STRINGS.CHARACTERS.WX78.ANNOUNCE_MORETREASURE
source: MORE VALUABLES NEARBY
ia_es: MÁS OBJETOS VALIOSOS CERCA

# STRINGS.CHARACTERS.WX78.ANNOUNCE_OTHER_WORLD_TREASURE
source: MY SCANS SHOW NO VALUABLES HERE
ia_es: MY SCAN NO MUESTRA NINGÚN OBJETO DE VALOR AQUÍ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_BOAT_DAMAGED
source: DAMAGE SUSTAINED
ia_es: SUFRE DAÑOS

# STRINGS.CHARACTERS.WX78.ANNOUNCE_OTHER_WORLD_PLANT
source: ORGANIC LIFEFORM INCAPABLE OF GROWING IN THIS WORLD.
ia_es: FORMA DE VIDA ORGÁNICA INCAPACITADA PARA CRECER EN ESTE MUNDO

# STRINGS.CHARACTERS.WX78.ANNOUNCE_VOLCANO_ERUPT
source: GEOTHERMAL ACTIVITY DETECTED
ia_es: ¡ACTIVIDAD GEOTÉRMICA DETECTADA!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_CANFIX
source: I can fix this methinks.
ia_es: Puedo arreglarlo.
