Repository: makara/Dont-Starve-Together-Docker-Cluster
Catalog: mods/workshop-1467214795/languages/*.po
Languages: ia_es

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.VOLCANO_ALTAR_BROKEN
source: There'll be no pleasin' th' 'cano now!
ia_es: Ninguna complacencia habrá para el volcán ahora.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BEEMINE
source: Step 'n get stung.
ia_es: Pisa y picado.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FEATHERHAT
source: 'Tis a hat o' birdy treasures.
ia_es: Un sombrero de tesoro aviar.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FOLIAGE
source: Landy stuff.
ia_es: Alguna cosa de tierra firme.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BLUEPRINT
source: I ain't a learned man.
ia_es: No soy un hombre aprendi'o.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.VOLCANO_ALTAR.GENERIC
source: 'Tis be whar ye bribe th' 'cano.
ia_es: Aquí es donde puedo sobornar al volcán.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.VOLCANO_ALTAR.OPEN
source: Ready fer bribin'.
ia_es: Listo para el soborno.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DEPLETED_GRASS.GENERIC
source: 'Ye won't be much use to Woodlegs.
ia_es: Woodlegs no le encuentra mucho uso para esto.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SANDBAG_ITEM
source: Fer keepin' th' flood waters at bay.
ia_es: Para mantener a raya las aguas de inundación.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CARROT_COOKED
source: Nice 'n soft fer me no teeth.
ia_es: Bien suavecito para los dientes que no tengo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CUTLICHEN
source: Sea-grass!
ia_es: ¡Pasto del mar!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ORANGEGEM
source: Woodlegs loves all th' gems!
ia_es: ¡Woodlegs ama a todas las gemas!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SAIL_PALMLEAF
source: Fer catchin' th' blow.
ia_es: Para atrapar el viento.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ACORN.GENERIC
source: It be rattlin' when ye shake it.
ia_es: Se acelera cuando lo sacudes.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ACORN.PLANTED
source: Thar be a tree in its future.
ia_es: Habrá un árbol es su futuro.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRINKET_23
source: Even if it weren't broken, me wouldn't be knowing whut to do wit' it.
ia_es: Incluso si no estuviera roto, no sabría que hacer con esto.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.VOLCANO
source: Me ol' prison.
ia_es: My vieja prisión.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PIGMAN.GENERIC
source: Ye think 'e speaks Latin?
ia_es: ¿Hablas latín?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PIGMAN.FOLLOWER
source: Come along piggy!
ia_es: ¡Sígueme puerquito!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PIGMAN.WEREPIG
source: Whut happened ta ye?!
ia_es: ¡¿Qué es lo que te pasó?!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PIGMAN.GUARD
source: Don't ye be snortin' at me!
ia_es: ¡Nada de hacerme resoplidos!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PIGMAN.DEAD
source: Goodnight pig.
ia_es: Buenas noches, puerco.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WALLYINTRO_DEBRIS
source: Th' sea swallowed me boat but spit up ol' Woodlegs.
ia_es: EL mar se tragó mi navío, pero escupió al viejo Woodlegs.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ICESTAFF
source: Thet staff be chillin'.
ia_es: El báculo está bien frío.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.UNIMPLEMENTED
source: It don't be ready.
ia_es: No está listo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.UNAGI
source: Eat a eel? It be breakfast already?
ia_es: ¿Comer una anguila? ¿Ya está listo el desayuno?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SMALLMEAT
source: Tis' small, but tis' meat.
ia_es: Es pequeño, pero es carne.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GUANO
source: 'Tis from th' backside o' a beast!
ia_es: ¡Sale por la parte de atrás de una bestia!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BOTTLELANTERN
source: Thet's one use fer a bottle.
ia_es: Esto es al lo que yo llamo darle uso a una botella.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MOSQUITOSACK
source: Looks like a jellyfish.
ia_es: Se vé como una medusa.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CUTSTONE
source: Thet be well tooled stone.
ia_es: Una piedra bien trabajada.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GOLDENPICKAXE
source: Thet pick is made o' mighty soft metal.
ia_es: El pico está hecho de un poderoso metal suave.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MAGIC_SEAL
source: Whut th' devil is thet?
ia_es: ¿Qué diablos es eso?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FROG.GENERIC
source: Dun hop near Woodlegs!
ia_es: ¡Nada de estar saltando cerca de Woodlegs!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FROG.SLEEPING
source: Th' demon sleeps.
ia_es: El demonio está durmiendo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FROG.DEAD
source: Ta th' locker wit' ya!
ia_es: ¡Que lo echen al cajón!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TWISTER
source: Thet wind is whippin' like th' devil's sneeze!
ia_es: ¡El viento está soplando como el estornudo del demonio!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TWIGS
source: Too thin fer replacin' me peg leg.
ia_es: Demasia'o delga'o 'pa reeemplazar mi pata'e palo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.REFLECTIVEVEST
source: Right back at ye, sunny boy.
ia_es: Toma esto, solecito.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ROOK
source: She's full steam ahead!
ia_es: ¡Ella está que bota humo!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.HOUNDSTOOTH
source: A few moor o' these and Woodlegs'll have a full set!
ia_es: ¡Algunos más de éstos y Woodlegs tendrá un set completo!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_WOODFLOOR
source: Creaks under me pegleg.
ia_es: Rechina debajo de mis piernas de palo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PUMPKIN_SEEDS
source: I ain't th' farmin' type, but I do loves me some pumpkin...
ia_es: Del tipo granjero, no soy, pero si que amo mis calabazas...

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SEAWEED_PLANTED
source: Gets tangled in me rigging.
ia_es: Se me queda atascado dando repiques.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COOKEDSMALLMEAT
source: 'Tis but a morsel.
ia_es: Nada más que una porción de carne.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COCONUT
source: Aye, me favorite tree fruit.
ia_es: Arrr, mi fruta de árbol favorita.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BATBAT
source: I'd let this fly at me enemies.
ia_es: Dejaré volar éste a mis enemigos.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SLURTLEHAT
source: On me head?
ia_es: ¿En mi cabeza?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.JELLYFISH_COOKED
source: Shockin'ly tasty.
ia_es: Chocantemente delicioso.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BUSH_VINE.BURNT
source: Thet's one way ta solve a knot.
ia_es: Esa es una manera de soltar un nudo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BUSH_VINE.CHOPPED
source: Thet straightened ya out.
ia_es: Te he enderezado.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BUSH_VINE.GENERIC
source: Ya look like a tangled pile o' riggin'.
ia_es: Te ves como una pila enmarañada de aparejo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_SNAKESKINFLOOR
source: Me ain't no ground lubber.
ia_es: No soy de los qu'aman el suelo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LICHEN
source: Munch on thet!
ia_es: ¡Para andar mascando!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_ROCKY
source: Me ain't no ground lubber.
ia_es: No soy de los qu'aman el suelo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MUSSELBOUILLABAISE
source: 'Tis a delicacy.
ia_es: Es una exquisitez.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SLURTLEHOLE
source: They slurtle their way in their do they?
ia_es: Se arrastran a su escondite, ¿has visto?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SEASACK
source: Me travels moist'ly hereout.
ia_es: Yo viajo por estos lares mayormente.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.STALAGMITE_TALL_MED
source: Me likes rocks whar I can see 'em.
ia_es: Me gustan las rocas que uno puede ver.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_MEADOW
source: Me ain't no ground lubber.
ia_es: No soy de los qu'aman el suelo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_MARSH
source: Me ain't no ground lubber.
ia_es: No soy de los qu'aman el suelo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RAINCOAT
source: Keeps me blouse dry.
ia_es: Mantiene seca mi camisa.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TALLBIRDNEST.GENERIC
source: Thet thar's a big egg!
ia_es: ¡Ese es un huevo grande!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TALLBIRDNEST.PICKED
source: Th' egg basket's empty.
ia_es: La canasta de huevos 'tá vacía.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SANDDUNE
source: Nothin' like the feel o' sand 'neath me pegs.
ia_es: Nada como la sensación de la arena debajo de mis patas de palo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FEATHERFAN
source: 'Tis a sail for me face.
ia_es: Esa es una vela para mi cara.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CUTLASS
source: Aye, 'tis a true pirate's blade.
ia_es: Arrr, ésta si que es una verdadera espada pirata.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TIGEREYE
source: Reminds me o' me ol' first mate, Wildeye Weston.
ia_es: Me recuerda mi viejo compañero, Weston Ojo Loco.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FISHTACOS
source: Th' crunchy shell be delicious.
ia_es: La corteza crocante se ve deliciosa.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PUMPKIN_LANTERN
source: A wee bit heavy fer a lantern.
ia_es: Un poquito pesado para una linterna.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_FUNGUS
source: Me ain't no ground lubber.
ia_es: No soy de los qu'aman el suelo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRINKET_8
source: Bung be hard.
ia_es: Taponar va a ser difícil.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CATCOONHAT
source: Hope none o' me mates catch me in this gettup.
ia_es: Espero que ninguno de mis compañeros me pille usando este atavío.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MANGROVETREE_BURNT
source: 'Tis cooked.
ia_es: Está cocido.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_DIRT
source: Me ain't no ground lubber.
ia_es: No soy de los qu'aman el suelo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PETALS
source: Them flowers ain't comin' back ta life.
ia_es: Las flores no regresarán a la vida.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_DESERTDIRT
source: Me ain't no ground lubber.
ia_es: No soy de los qu'aman el suelo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MESSAGEBOTTLEEMPTY
source: She's empty.
ia_es: Está vacío.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_DECIDUOUS
source: Me ain't no ground lubber.
ia_es: No soy de los qu'aman tierra firme.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BEEBOX.BURNT
source: I smell burnt honey...
ia_es: Huele a miel quemada...

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BEEBOX.SOMEHONEY
source: 'Tis a wee bit o' gold left.
ia_es: Todavía queda un poquito de oro adentro.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BEEBOX.FULLHONEY
source: Thar be gold in this box!
ia_es: ¡Si que hay oro en esta caja!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BEEBOX.NOHONEY
source: 'Tis empty o' th' golden treasure.
ia_es: Está vacío del tesoro dorado.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BEEBOX.GENERIC
source: Thar be bees.
ia_es: Hay abejas adentro.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GLOMMERFUEL
source: Leaves a mess on me deck, but Woodlegs loves 'em.
ia_es: Deja un reguero en la cubierta, pero Woodlegs lo ama.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DRAGOON
source: Keep yer flames away from Woodlegs, landlubber!
ia_es: ¡Mantiene tus flamas lejos de Woodlegs, ama'or de tierra firme!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_CHECKERFLOOR
source: Me ain't no ground lubber.
ia_es: No soy de los qu'aman el suelo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MOSQUITO.GENERIC
source: 'Is buzzin' makes me nervous.
ia_es: Tanto zumbido me pone nervioso.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MOSQUITO.HELD
source: Better not bite me through me pocket!
ia_es: ¡Mejor que no me muerdas a través del bolsillo!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.OBSIDIANSPEARGUN
source: Shootin' fire!
ia_es: ¡Disparando fuego!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_CAVE
source: Me ain't no ground lubber.
ia_es: No soy de los qu'aman el suelo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_CARPETFLOOR
source: Me ain't no ground lubber.
ia_es: No soy de los qu'aman el suelo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.JUNGLETREESEED
source: Ye might grow in ta a new leg fer me.
ia_es: Probablemente crecerás para convertirte en una nueva pierna pa' mí.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_BEACH
source: Me ain't no ground lubber.
ia_es: No soy de los qu'aman el suelo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRUNK_SUMMER
source: There be jewels and riches in this trunk?
ia_es: ¿Habrá joyas y riquezas en este baúl?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_BADLANDS
source: Me ain't no ground lubber.
ia_es: No soy de los qu'aman el suelo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TROPICALFAN
source: Beat th' heat
ia_es: Vence'or del calor.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SIESTAHUT.BURNT
source: No good fer nappin' now.
ia_es: No sirve más pa' hacer la siesta.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SIESTAHUT.GENERIC
source: I hate sleeping on land.
ia_es: Odio dormir en tierra firme.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WATERMELON
source: Aye th' fruit after Woodleg's watery heart.
ia_es: Arrr, la fruta perfecta para el corazón acuoso de Woodlegs.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FRUITMEDLEY
source: 'Tis a scrumptious little morsel.
ia_es: Una deliciosa porción de carne.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MARBLE
source: Strong and sandy smooth.
ia_es: Fuerte y suave como la arena.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DUG_BAMBOOTREE
source: Thet will be needin' some ground ta be useful.
ia_es: 'Tá necesitando algo de suelo pa' ser útil.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RESURRECTIONSTONE
source: Me nose smells witchcraft...
ia_es: Mi nariz puede oler brujería...

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRUNK_WINTER
source: There be jewels and riches in this trunk?
ia_es: ¿Habrá joyas y riquezas en este baúl?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FISH
source: Fish! One o' me favorites.
ia_es: ¡Pescado! uno de mis favoritos.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRUNK_COOKED
source: Bin eatin' nastier noses than this.
ia_es: Me he comido trompas peores que ésta.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRUNKVEST_SUMMER
source: Clothes from a nose!
ia_es: ¡Ropa hecha de trompa!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SKELETON_PLAYER
source: So familiar...
ia_es: Tan conocido....

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SPIDER_HIDER
source: Infernal spiders!
ia_es: ¡Arañas infernales!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRINKET_7
source: Aye, th' newest gaming craze!
ia_es: ¡Arrr, el último grito de la moda!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRINKET_6
source: Whut swab tied this knot?
ia_es: ¿Qué marinero habrá hecho este enredo?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FIREPIT.GENERIC
source: Need ta be careful ta not burn me legs.
ia_es: Necesito poner atención de no ir a quemarme las piernas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FIREPIT.OUT
source: Th' fire has left.
ia_es: Las llamas se apagaron.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FIREPIT.EMBERS
source: 'Tis nearly burnt out.
ia_es: Está casi apagado.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FIREPIT.HIGH
source: 'Tis a mercy thet me ship is ney nearby.
ia_es: Es una bendición que mi navío esté tan cerca.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FIREPIT.LOW
source: 'Tis goin' ta need some fuel soon.
ia_es: Va a necesitar combustible muy pronto.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FIREPIT.NORMAL
source: Better keep me distance.
ia_es: Mejor que mantenga mi distancia.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LAVASPIT.COOL
source: Lookin' safer now.
ia_es: Se ve más seguro ahora.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LAVASPIT.HOT
source: Lookin' pretty fiery.
ia_es: Se ve bien fiero.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SILK
source: Used in th' finest pirate shirts!
ia_es: ¡Usado en las más finas camisas piratas!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ARMOR_SANITY
source: Feels good ta put it on.
ia_es: Se siente bien al ponérselo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRINKET_4
source: Red hatted devil!
ia_es: ¡Despreciable demonio rojo!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRINKET_14
source: Me don't tangle wit' witchcraft.
ia_es: Yo no me enredo con brujería.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MINOTAURHORN
source: Aye, a treasure indeed!
ia_es: ¡Arrrr, un tesoro de verdad!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MACHETE
source: Ye be slicin'!
ia_es: ¡A machetear!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRINKET_3
source: Gord knows his way around a knot.
ia_es: Gord si que conoce su nudos.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TELEPORTATO_SW_CRANK
source: Aye, Woodlegs'll give it a crank.
ia_es: Arrrr, Woodlegs te da una manivela.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRINKET_19
source: Fer brain storms.
ia_es: Pa' los cerebros atormentados.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRINKET_18
source: Me don't have a taste fer delicate antiquities.
ia_es: No tengo el gusto pa'esas antigüedades delicadas

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.STUNGRAY
source: Back ye foul stink-shooters!
ia_es: ¡Atrás, malditas bombas fétidas ambulantes!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CHIMINEA
source: Keeps th' wind off a good fire.
ia_es: Mantiene el viento fuera del alcance de mis buenas llamas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.HEALINGSALVE
source: Thet will soothe me wounds.
ia_es: Sirve pa' aliviar mis heridas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRINKET_13
source: Sodey pop!
ia_es: ¡Soda pop!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SPEAR
source: I culd jabber on wit' this all day.
ia_es: Podrá hablar de ella todo el día.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MONSTERMEAT
source: Bit sour thet is.
ia_es: Sabe un poco agrio.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRINKET_11
source: Ye quick-tongued box o' bolts!
ia_es: ¡Tú, caja de tornillos de lengua rápida!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.HAIL_ICE
source: Where do ye hail from?
ia_es: ¿De dónde diablos vienes?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ARMOR_WINDBREAKER
source: Ol' Woodlegs be an expert windbreaker!
ia_es: ¡El viejo Woodllegs es un experto rompeviento!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.NIGHTLIGHT
source: Don't provide much comfort, do it?
ia_es: No hace sentir muy cómodo, ¿verdad?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SHARX
source: Sea devils!
ia_es: ¡Diablillos marinos!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.JAMMYPRESERVES
source: Prepared ta perfection.
ia_es: Preparada a la perfección.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ICEHAT
source: Keeps me 'ead cool.
ia_es: Mantiene mi testa fresca.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PALMTREE.BURNT
source: Be smellin' like a bag o' coal.
ia_es: Huele como una bolsa de carbón.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PALMTREE.CHOPPED
source: Nary a wiff o' treasure left.
ia_es: No se dejó ni una pizca del tesoro.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PALMTREE.GENERIC
source: A nice bit o' shade thar.
ia_es: Da una agradable sombra.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PALMTREE.BURNING
source: She burns bright.
ia_es: Ella arde que brilla.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: I ain't one fer climbin' in holes like a swab.
ia_es: No soy de lo que les gusta descender un hoyos como mucharejo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CAVE_ENTRANCE.OPEN
source: I bet thar ain't no sea down there.
ia_es: Te apuesto que no hay agua allá debajo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SAIL_CLOTH
source: Fancy sail, thet.
ia_es: Una vela muy elegante.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CHESSJUNK2
source: Somebody's a sore loser.
ia_es: Alguien es un mal perdedor.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRIDENT
source: Me thought this was just from th' stories!
ia_es: ¡Y yo que pensé que eran solamente historias!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TREECLUMP
source: Get oot o' me way!
ia_es: ¡Apártate de mi camino!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TREASURECHEST_TRAP
source: Treach-sure!
ia_es: ¡Tesoro!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRAP_TEETH
source: I may be toothless, but this trap ain't.
ia_es: ¡Yo seré mueco, pero mis trampas no!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GREEN_CAP
source: Not me top choice o' grub.
ia_es: No es mi tipo de comida.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BAMBOO
source: Ye'd be too big to pick me teeth wit'. If me had teeth...
ia_es: Serías un palillo muy grande para limpiarme los dientes. En el caso que tuviera dientes...

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FEATHER_CROW
source: Thet feather be mighty oily.
ia_es: Las plumas están pero bien aceitadas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TOUCAN
source: Yer name wouldn't be Sam, would it?
ia_es: Por casualidad no te llamas Sam, ¿verdad?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SEWING_KIT
source: Get me a swab ta do me sewin'.
ia_es: Denme un mozuelo pa' que me haga la costura.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TORCH
source: Now I can spot treasure in th' dark!
ia_es: ¡Ahora puedo detectar los tesoros en la oscuridad!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BOAT_LANTERN
source: Fer night sails.
ia_es: 'Pa las navegaciones nocturnas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CARROT
source: Fer me night vision in me eye.
ia_es: 'Pa la visión nocturna de mi ojo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.STALAGMITE
source: Me likes rocks whar I can see 'em.
ia_es: Me gustan las rocas que uno pueda ver.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.INVENTORYGRAVE
source: Who been meddlin' wit' me islands?
ia_es: ¿Quién se ha atrevido a entrometerse en mis islas?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PIGKING
source: 'E's rich, this one.
ia_es: ¡Es rico, éste aquí!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TIDALPOOL
source: I sees me future...
ia_es: Yo veo mi futuro....

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COLDFIREPIT.GENERIC
source: The flames be lickin' th' dark.
ia_es: Las llamas 'tán apaleando las tinieblas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COLDFIREPIT.OUT
source: Th' fire be out.
ia_es: EL fuego se ha apaga'o.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COLDFIREPIT.EMBERS
source: Th' fire be goin' oot.
ia_es: Las flamas se apagan.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COLDFIREPIT.HIGH
source: I be glad this fire is in a pit and not on me ship.
ia_es: Que las llamas se queden en la hoguera y no en mi barco, me alegra.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COLDFIREPIT.LOW
source: The fire be gettin' low.
ia_es: Las llamas 'tán bajiticas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COLDFIREPIT.NORMAL
source: Good to warm me'self by.
ia_es: Bueno pa' calentarse.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SPIDER_WARRIOR.GENERIC
source: 8 legs ta lub th' land wit'.
ia_es: Ocho patas pa' andar en la tierra con ellas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SPIDER_WARRIOR.SLEEPING
source: Ye dreaming o' flies?
ia_es: ¿Soñando con moscas?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SPIDER_WARRIOR.DEAD
source: Warrior my eye!
ia_es: ¡Guerrero, mis petacas!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.THULECITE
source: Wonder whut this be worth?
ia_es: Me pregunto cuánto valdrá.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PARROT
source: Ye's a smart pretty bird.
ia_es: Eres un ave pequeño e inteligente.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CACTUS_FLOWER
source: Might put me eye out sniffin' ye.
ia_es: Probablemente me saque un ojo si me acerco a olerla.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BAT
source: Back ye rat-faced, flyin' devil!
ia_es: ¡Atrás, demonio voladoras con cara de ratón!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CARROT_PLANTED
source: Buried treasure of a kind.
ia_es: Un tesoro enterrado de alguna clase.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TENTACLE_PILLAR
source: Would make fer a slippery mast.
ia_es: Harás un mástil bastante escurridizo.
