Repository: makara/Dont-Starve-Together-Docker-Cluster
Catalog: mods/workshop-1467214795/languages/*.po
Languages: ia_es

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WILDBOREHEAD
source: Quit yer starin'.
ia_es: Deja la miradera.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TUNACAN
source: Fish inna can!
ia_es: ¡Pesca'o en una lata!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BUGNET
source: Keeps th' buggies outta me no teeth.
ia_es: Mantiene los dientes de conejillos afuera de mí.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SPIDERQUEEN
source: Woodlegs yields ta no queen, spider or udderwise!
ia_es: ¡Woodlegs no se postra ante ninguna reina, arácnida o de cualquier clase!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DECIDUOUSTREE.BURNT
source: Thet tree be worthless.
ia_es: Ese árbol no sirve pa' nada.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DECIDUOUSTREE.POISON
source: Ye don't seem very nice.
ia_es: No se ve muy amigable.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DECIDUOUSTREE.CHOPPED
source: Ye'll make a fine vessel.
ia_es: Que buen navío haría contigo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DECIDUOUSTREE.GENERIC
source: Yer hair be pretty.
ia_es: Tan bonito su cabello.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DECIDUOUSTREE.BURNING
source: Ye won't be standin' fer long.
ia_es: No se mantendrá de pie por mucho más.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GEMSOCKET.VALID
source: 'Tis lackin' treasure.
ia_es: Le falta el tesoro.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GEMSOCKET.GEMS
source: 'Tis full o' treasure.
ia_es: 'Tá lleno'e tesoros.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RUINS_RUBBLE
source: Woodlegs can build this back up.
ia_es: Woodlegs puede reconstruirlo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MEATRACK.BURNT
source: Thet be a shame.
ia_es: Es un pena.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MEATRACK.DONE
source: She's ready!
ia_es: ¡Ya 'tá listo!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MEATRACK.GENERIC
source: Hangin' spot fer me meats.
ia_es: Un colgadero pa' mis carnes.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MEATRACK.DRYINGINRAIN
source: Th' rain don't be helpin'.
ia_es: La lluvia no ayuda pa' nada.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MEATRACK.DRYING
source: Swing, swing, into me mouth!
ia_es: ¡Culumpia, culumpia, dentro'e mi boca!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRAWLNETDROPPED.GENERIC
source: Yield yer haul!
ia_es: ¡Dame tu redada!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRAWLNETDROPPED.SOONISH
source: Give up yer haul.
ia_es: Cede tu redada.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRAWLNETDROPPED.SOON
source: Yer haul be mine soon.
ia_es: Pronto tu redada será mía.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ARMORWOOD
source: At least wood floats.
ia_es: Al menos la madera flota.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BIOLUMINESCENCE
source: They light up me life.
ia_es: Ilumina mi vida.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BUTTERFLY.GENERIC
source: Pretty as a sunset o'er th' water.
ia_es: Tan bonico como el atardecer sobre el agua.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BUTTERFLY.HELD
source: All that pretty in me pocket.
ia_es: Tanta belleza en my bolsillo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MINOTAUR
source: I've 'eard tales o' this devil...
ia_es: A cerca d'éste demonio, he escuchado historias.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RESURRECTIONSTATUE.BURNT
source: Won't be resurrectin' nuthin' anymores.
ia_es: Na'ita más va a resucitar d'aquí.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RESURRECTIONSTATUE.GENERIC
source: Don't capture me likeness at all!
ia_es: ¡No captures mi semejanza pa' nada!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ACORN_COOKED
source: Not bad fer a landlubbin' nut.
ia_es: Nada mal para un cabezota marinero de agua dulce.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SPEARGUN
source: A fine gutshooter ye'll make.
ia_es: Harás un fino arpón.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GRASS_WATER
source: Ye must 'ave a 'uge thirst!
ia_es: ¡La sed que debe de tener!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BUOY
source: Buoy am I glad ta see ya.
ia_es: 'Toy feliz de verte, boya.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SANITYROCK.INACTIVE
source: Thet crazy rock be missin' pieces.
ia_es: A esa piedra loca le faltan partes.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SANITYROCK.ACTIVE
source: Thar be a crazy lookin' rock.
ia_es: Esa piedra se ve bien loca.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: Don't see many o' these at sea.
ia_es: En altamar no se ven muchos d'éstos.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: 'Tis below sea level.
ia_es: 'Tá bajo el nivel del mar.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GREEN_MUSHROOM.PICKED
source: 'Tis out sailin'
ia_es: Ese bote ya se fue.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FLOTSAM
source: Th' remains o' a ship.
ia_es: Los restos de un barco.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FLOWER_CAVE_TRIPLE
source: Thet thar be a pretty flower.
ia_es: ¡Qué belleza de flor!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RED_MUSHROOM.GENERIC
source: It be an alarming colored 'shroom.
ia_es: Un hongo muy colorado.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RED_MUSHROOM.INGROUND
source: It don't wanna 'shroom up yet.
ia_es: Woolegs no quiere crecer todavía.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RED_MUSHROOM.PICKED
source: It's outta 'shrooms.
ia_es: Que no tiene más hongos.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COLDFIRE.GENERIC
source: The flames be lickin' th' dark.
ia_es: Las llamas 'tán apaleando las tinieblas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COLDFIRE.OUT
source: The fire be out.
ia_es: EL fuego se ha apaga'o.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COLDFIRE.EMBERS
source: Th' fire be goin' oot.
ia_es: Las flamas se están apagando.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COLDFIRE.HIGH
source: I be glad this fire is in a pit and not on me ship.
ia_es: Que las llamas se queden en la hoguera y no en mi barco, me alegra.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COLDFIRE.LOW
source: The fire be gettin' low.
ia_es: Las llamas 'tán bajiticas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COLDFIRE.NORMAL
source: Good to warm me'self by.
ia_es: Bueno pa' calentarse.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FIREFLIES.GENERIC
source: Tiny constellations. No good for navigation.
ia_es: Pequeñas constelaciones. No sirven pa' navegar.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FIREFLIES.HELD
source: Wee stars in me pockets.
ia_es: Estrellas en mis bolsillos.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DRAGONFRUIT
source: 'Tis full o' awe!
ia_es: ¡'Tá lleno de sorpresas!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CACTUS_MEAT
source: Dry and prickly, but 'tis still meat.
ia_es: Seca y pringosa, pero es carne de todos modos.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ARMORSEASHELL
source: Me mateys would laugh at me...
ia_es: Mis compañeros se reventarían de la risa.....

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BLUEAMULET
source: Chilly.
ia_es: Enfriante.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FLOWER_CAVE_DOUBLE
source: Thet thar be a pretty flower.
ia_es: Que belleza de flor.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ARMORSNURTLESHELL
source: Don't seem right to turtle in a fight.
ia_es: No está bien tortuguear en una pelea.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BUSHHAT
source: Fer blendin' in wit' th' landlubbers.
ia_es: Para pasar como un de los aman tierra firme.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GOLDENSHOVEL
source: Perfect for buryin' me treasures.
ia_es: Perfecto pa' enterrar mis tesoros.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CRATE
source: There be a crate.
ia_es: Se ve como una caja'e madera.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MONKEYBALL
source: This be unsettlin'.
ia_es: Se ve un poco inquietante.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GLOMMER
source: Ye'll be my first mate.
ia_es: Te llamaré mi primer compañero.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ROCK_ICE.GENERIC
source: Better here than 'neath me boat tearin' at her hull.
ia_es: Mejor aquí que debajo de mi navío rompiéndole el casco.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ROCK_ICE.MELTED
source: Needs to chill out.
ia_es: Necesita un poco de frío.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.OBSIDIAN_WORKBENCH
source: Th' legends be true...
ia_es: Las leyendas son ciertas....

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COOKPOT.BURNT
source: Th' pot be burnt up.
ia_es: La olla se ha quema'o.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COOKPOT.DONE
source: 'Tis ready for eatin'
ia_es: 'Tá listo pa comer.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COOKPOT.COOKING_LONG
source: 'Tis a slow recipe.
ia_es: Una receta lenta.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COOKPOT.COOKING_SHORT
source: Ye'll be done soon 'nuff.
ia_es: Ya casi va a estar.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COOKPOT.EMPTY
source: Th' pot be empty.
ia_es: La olla 'tá vacía.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WALL_STONE_ITEM
source: Stone wall fer all yer land concerns.
ia_es: Un muro de piedra pa' todos los asuntos terrestres.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_FOREST
source: Me ain't no ground lubber.
ia_es: No soy de los qu'aman tierra firme.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LITTLE_WALRUS
source: He'll grow in ta a fine pirate.
ia_es: Lo criaremos pa' convertirse en un buen pirata.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRUNKVEST_WINTER
source: Clothes from a nose!
ia_es: ¡Ropa hecha de trompa!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_SAVANNA
source: Me ain't no ground lubber.
ia_es: No soy de los qu'aman tierra firme.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_ASH
source: Me ain't no ground lubber.
ia_es: No soy de los qu'aman tierra firme.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BASALT
source: Strong it be.
ia_es: Fuerte es.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BIRD_EGG
source: A cackler's egg.
ia_es: Cacareo en forma de huevo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DEPLETED_BUSH_VINE
source: Th' bush needs some shuteye.
ia_es: El arbusto necesita un sueñito.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MUSSEL
source: Woodlegs loves a mussel!
ia_es: ¡Woodlegs ama los mejillones!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WHALE_WHITE
source: Now ye arr a devil fit ta claim ol' Woodlegs!
ia_es: ¡Ahora veo delante de mí un demonio digno de llevar a Woodlegs a la tumba!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SUNKEN_BOAT_TRINKET_5
source: I already got one good boot.
ia_es: Yo poseo ya un buen navío.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DOYDOYEGG
source: 'Tis a free meal!
ia_es: ¡Una comida gratis!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BURIEDTREASURE
source: Me favorite kind of buried thing!
ia_es: ¡Estos son la clase de entierros que me encantan!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MANDRAKE.GENERIC
source: A plant o' legend.
ia_es: Un planta de legenda.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MANDRAKE.PICKED
source: Quit yer squawkin'!
ia_es: ¡Deja de chillar!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MANDRAKE.DEAD
source: Twas a noisy little beast.
ia_es: una bestiecilla muy bullosa.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.KILLERBEE.GENERIC
source: Ye don't be lookin' very friendly.
ia_es: No se ve muy amigable.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.KILLERBEE.HELD
source: Yer mine, now.
ia_es: Ahora eres mío.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DURIAN_COOKED
source: Cookin' it up don't make it better.
ia_es: Cocinarlo no lo hace mejor.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LIMESTONENUGGET
source: No good fer ship buildin'.
ia_es: No sirve pa' construir navíos.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SHIPWRECKED_ENTRANCE
source: Ahoy me mateys!
ia_es: ¡Ajoy, mis compañeros!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DRAGONFRUIT_COOKED
source: Ye'll make a fine meal.
ia_es: Harás un buena cena.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.OBSIDIAN
source: A powerful stone.
ia_es: Una piedra poderosa.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.POTTEDFERN
source: Now whut use 'ave I for a house plant?
ia_es: ¿Qué uso le podría yo encontrar a un planta casera?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RUBBLE
source: Just a pile o' rubble.
ia_es: Sólo una pila de mugre.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LOBSTER_DEAD_COOKED
source: Hot meat o' th' sea!
ia_es: ¡Comida caliente del mar!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.STAFF_TORNADO
source: Whut unholy nonsense be 'tis?
ia_es: ¿Qué tontería del demonio es ésta?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SWORDFISH
source: Arrr ye'd like ta bury thet nose in ol' Woodlegs eh?
ia_es: Arrr, si que te gustaría clavarle el pico al viejo Woodlegs, ¿eh?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PURPLEAMULET
source: Looks good on Woodlegs!
ia_es: ¡Sí que le queda bien a Woodlegs!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BOOMERANG
source: I prefer somethin' thet don't come back at me head.
ia_es: Prefiero algo que no se me devuelva a la cabeza.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DRAGONFRUIT_SEEDS
source: Ye need a home in th' ground.
ia_es: Necesita una casa en el suelo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GREENGEM
source: Emerald treasures.
ia_es: Tesoros de esmeraldas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TEENBIRD.GENERIC
source: Ye ain't too tall arrr ye?
ia_es: ¿No eres tan alto, verdad?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TEENBIRD.HUNGRY
source: I best find some food fer yer belly.
ia_es: Mejor me apuro a conseguirte algo para llenarte la barriga.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TEENBIRD.STARVING
source: Don't ye be thinkin' on eatin' ol' Woodlegs!
ia_es: ¡Ni pienses en comerte al viejo Woodlegs!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SNAKESKINHAT
source: On me head? Wear thet?
ia_es: ¿En mi cabeza? ¿Usar eso?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CORAL_BRAIN
source: Ye can't think yer way outta me pocket.
ia_es: Ni pienses en una forma de salir de mi bolsillo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ARMOROBSIDIAN
source: It be heavy 'n hot.
ia_es: Pesado y ardiente.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SHARKITTENSPAWNER.GENERIC
source: Th' kitties sharpen their claws here.
ia_es: Los Gatiburoncitos afilan aquí sus garras.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SHARKITTENSPAWNER.INACTIVE
source: Here kitty-kitty?
ia_es: ¿Alguno? ¿Gatitooo-gatitooo?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BOAT_CARGO
source: Fer th' hoarder at sea.
ia_es: 'Pa los acaparadores de mar.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRINKET_10
source: My prayers arrr answered!
ia_es: ¡Mis plegarias fueEErron escuchadas!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DIVININGRODSTART
source: Thet rod be treasure.
ia_es: El báculo es un tesoro.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MOUND.DUG
source: I had ta check fer treasure!
ia_es: ¡Debo mirar si hay tesoros!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MOUND.GENERIC
source: Not a bad place ta hide yer silver.
ia_es: No es un mal lugar para esconder tu plata.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BEDROLL_STRAW
source: Don't look fit fer a dry nights sleep.
ia_es: No me siento bien como para una noche seca de sueño.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COCONUT_COOKED
source: 'Tis even better cooked o'er a fire.
ia_es: Saben mucho mejor si se les cocina en el fuego.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.STALAGMITE_MED
source: Me likes rocks whar I can see 'em.
ia_es: Me gustan las rocas que uno puede ver.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_FUNGUS_RED
source: Me ain't no ground lubber.
ia_es: No soy de los qu'aman tierra firme.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ASH.GENERIC
source: Th' fire claimed its price.
ia_es: El fuego reclamó su parte.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ASH.REMAINS_THINGIE
source: I s'pose it weren't ash ta begin wit'.
ia_es: Me supongo que no eran de ceniza para empezar.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ASH.REMAINS_GLOMMERFLOWER
source: Th' flower weren't made fer travellin'.
ia_es: La flor no fue hecha pa' viajar.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ASH.REMAINS_EYE_BONE
source: Luckily I kept me own eye in me travels.
ia_es: Afortunadamente, yo mantengo mis propios ojos en mis viajes.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.HAMMER
source: Ye could put quite a 'ole in a boat wit' tis.
ia_es: Podría poner un gran agujero en mi bote con esto.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SNAKE
source: Ya split-tongued devil!
ia_es: ¡Tú, demonio de lengua parti'a!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FLUP
source: Git back in th' ground!
ia_es: ¡Vuelve a la tierra que te trajo!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_SINKHOLE
source: Me ain't no ground lubber.
ia_es: No soy de los qu'aman tierra firme.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MONSTERLASAGNA
source: Not me favorite.
ia_es: Que no es mi favorito.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_JUNGLE
source: Me ain't no ground lubber.
ia_es: No soy de los qu'aman tierra firme.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BOAT_TORCH
source: Fer a torch on me boat, not fer torchin' me boat.
ia_es: Para una iluminar mi bote, pero no para encenderlo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BLOWDART_PIPE
source: A swab's weapon.
ia_es: Un'arma de cojonete.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LIGHTNINGGOATHORN
source: Looks good fer hittin' stuff.
ia_es: Se ve útil para golpear cosas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MUSHTREE_MEDIUM
source: 'Shroom tree, now me's seen it all.
ia_es: Un árbol de hongo, ahora lo he visto todo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FLAMEGEYSER
source: Woodlegs must be standin' on a sea o' fire.
ia_es: Woodlegs debe estar parado en un mar de fuego.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CACTUS_MEAT_COOKED
source: Not bad when it ain't stickin' ye.
ia_es: No está mal cuando no está picándome.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ROCK
source: Would wreck a hull.
ia_es: Hundiría un casco de navío.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ARMORDRAGONFLY
source: She be hot ta th' touch o' me enemies!
ia_es: ¡Caliente al tacto de mis enemigos!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WILBUR_CROWN
source: Kinda head fits this crown?
ia_es: ¿A qué clase de cabeza le queda esta corona?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.JELLYFISH_DEAD
source: Shockin'ly dead.
ia_es: Chocantemente muerto.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.KNIGHT
source: Cavalry's 'ere!
ia_es: ¡He aquí la caballería!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BACONEGGS
source: Th' most important meal o' th' day!
ia_es: ¡La comida más importante del día!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PETALS_EVIL
source: Bewitched flowers.
ia_es: Flores embrujadas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BISHOP
source: Ye need a squirt o' oil mate, yer joints arrre squeakin'.
ia_es: Necesitas un poco de aceite compañero, tus articulaciones están chirreando.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ANCIENT_ALTAR_BROKEN
source: It be broke.
ia_es: Está descompuesto.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WOODLEGS_KEY3
source: A useless thing if ever there were one.
ia_es: La cosa más inútil que he visto.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WOODLEGS_KEY2
source: A useless thing if ever there were one.
ia_es: La cosa más inútil que he visto.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WOODLEGS_KEY1
source: A useless thing if ever there were one.
ia_es: La cosa más inútil que he visto.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PANDORASCHEST
source: Yo-ho-ho! Treasure for me!
ia_es: ¡Yo-jo-jo! ¡Un tesoro para mí!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.STALAGMITE_TALL
source: Me likes rocks whar I can see 'em.
ia_es: Me gustan las rocas que uno puede ver.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WOODLEGSSAIL
source: Thet's me sail!
ia_es: Esa es mi vela.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MAXWELLLIGHT
source: 'Tis a dark flame.
ia_es: Es una llama sombría.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BERMUDATRIANGLE
source: Whar they lead is anybody's guess.
ia_es: Todo el mundo se pregunta a dónde va.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WHALE_TRACK
source: Whale, ahoy!
ia_es: ¡Ballena, ajoy!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WATERYGRAVE
source: Th' only proper end fer a man o' th' sea.
ia_es: La única apropiada para un hombre de la mar.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TELEBASE.VALID
source: She be in focus now!
ia_es: ¡Está enfocada ahora!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TELEBASE.GEMS
source: Needs more o' them purpley gemmies.
ia_es: Necesita más de esas gemas pupuritas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TREASURECHEST.BURNT
source: Naaaaaaaaaaaaaay!
ia_es: ¡Nooooooooooo!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TREASURECHEST.GENERIC
source: Aye, th' meaning o' life inna box.
ia_es: Aye, el significado de la vida en un cofre.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PLANT_NORMAL.GENERIC
source: Can Woodlegs eat it?
ia_es: ¿Puede Woodlegs comerlo?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PLANT_NORMAL.READY
source: Arr, she's ready!
ia_es: ¡Arr, está listo!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PLANT_NORMAL.GROWING
source: Waitin' and waitin'.
ia_es: Esperando y esperando.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PLANT_NORMAL.WITHERED
source: Too hot fer her wee roots.
ia_es: Demasia'o caliente pa' las raíces.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_TIDALMARSH
source: Me ain't no ground lubber.
ia_es: No soy de los qu'aman tierra firme.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_MAGMAFIELD
source: Me ain't no ground lubber.
ia_es: No soy de los qu'aman tierra firme.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DRUMSTICK_COOKED
source: Hot meat fer supper.
ia_es: Comida caliente pa' la cena.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.HOUNDBONE
source: Th' remains o' somethin'.
ia_es: Los restos de algo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.HORN
source: Play th' song o' the Beefalo.
ia_es: Sirve pa' cantar la canción del Bífalo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRINKET_22
source: Where be th' wine?
ia_es: ¿Y dónde 'tá el vino?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BAMBOOTREE.BURNT
source: Thet's th' end o' thet.
ia_es: Aquí su fin.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BAMBOOTREE.CHOPPED
source: Thar be no bamboo fer th' moment.
ia_es: No va a haber bamboo por el momento.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BAMBOOTREE.GENERIC
source: Ye sproutin' wood.
ia_es: Tú, brote de madera.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ONEMANBAND
source: Whut's th' point o' this?
ia_es: ¿Cuál es el punto de ésto?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WARG
source: Yer a big dawg on th' land, but ye'd be fish food at sea.
ia_es: Serás un gran perro en tierra, pero en altamar eres sólo comida marina.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CORN
source: Fresh corn! 'Tis me lucky day.
ia_es: ¡Maíz fresco! ¡Es mi día de suerte!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TELEPORTATO_SW_BASE
source: What a curious piece.
ia_es: ¡Qué pieza tan curiosa!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRINKET_20
source: Wit' this me'll traverse th' seas!
ia_es: ¡Con uno d'estos cruzaría los mares!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_FUNGUS_GREEN
source: Me ain't no ground lubber.
ia_es: No soy de los qu'aman tierra firme.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LEIF_SPARSE
source: Glad me legs don't do that!
ia_es: ¡Me complace que mis piernas no hacen eso!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FIRESTAFF
source: Woodlegs learned not ta play wit' fire.
ia_es: Woodlegs aprendió a no jugar con fuego.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PARROT_PIRATE
source: Ack! Thet's me Polly!
ia_es: ¡Arrck! ¡Esa es mi Polly!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SEASHELL
source: Me hears th' blue.
ia_es: ¡Puedo escuchar el azul marino!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.JUNGLETREE.BURNT
source: Be smellin' like a bag o' coal.
ia_es: Huele como una bolsa de carbón.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.JUNGLETREE.CHOPPED
source: Nary a wiff o' treasure left.
ia_es: No se dejó ni una pizca del tesoro.
