Repository: makara/Dont-Starve-Together-Docker-Cluster
Catalog: mods/workshop-1467214795/languages/*.po
Languages: ia_es

# STRINGS.CHARACTERS.WARLY.DESCRIBE_TOODARK
source: I cannot see a thing!
ia_es: ¡No puedo ver nada!

# STRINGS.CHARACTERS.WARLY.DESCRIBE_SMOLDERING
source: That is going to catch fire.
ia_es: Eso está por incendiarse.

# STRINGS.CHARACTERS.WARLY.DESCRIBE_GENERIC
source: It is what it is...
ia_es: Es lo que es...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ADVENTURE_PORTAL
source: What fresh devilment is this?
ia_es: ¿Qué clase de diablura es esta?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DEERCLOPS
source: I once had a saucier who looked like that.
ia_es: Una vez tuve un saucir que se veía así.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COFFEEBEANS
source: Glorious!
ia_es: ¡Glorioso!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CORN_COOKED
source: Could use miso and lardons...
ia_es: Le sentaría bien algo de miso y tocino...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DRAGONFLY
source: I'm not cut out for this.
ia_es: No estoy hecho para esto.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COMPASS.GENERIC
source: Hmm, no reading.
ia_es: Hmm, no hay lectura.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COMPASS.S
source: South.
ia_es: Sur.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COMPASS.SE
source: Southeast.
ia_es: Sureste.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COMPASS.E
source: East.
ia_es: Este.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COMPASS.NW
source: Northwest.
ia_es: Noroeste.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COMPASS.NE
source: Northeast.
ia_es: Noreste.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COMPASS.SW
source: Southwest.
ia_es: Suroeste.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COMPASS.W
source: West.
ia_es: Oeste.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COMPASS.N
source: North.
ia_es: Norte.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FROGLEGS_COOKED
source: Could use garlic and clarified butter...
ia_es: Le sentaría bien algo de ajo y mantequilla derretida...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.JELLYFISH_PLANTED
source: Meduse.
ia_es: Medusa.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BLOWDART_SLEEP
source: A sleep aid!
ia_es: ¡Una ayuda para dormir!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.EVERGREEN_SPARSE.BURNT
source: Crisp, no?
ia_es: Crujiente, ¿no?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.EVERGREEN_SPARSE.CHOPPED
source: Sliced!
ia_es: ¡Rebanado!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.EVERGREEN_SPARSE.GENERIC
source: A coneless arbre.
ia_es: Un árbol sin piñas.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.EVERGREEN_SPARSE.BURNING
source: Au revoir, tree.
ia_es: Au revoir, árbol.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LUREPLANT
source: How alluring.
ia_es: Es tan atractiva.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CROW.GENERIC
source: Raven stew perhaps?
ia_es: ¿Guisado de cuervo, tal vez?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CROW.HELD
source: Shush, my pet.
ia_es: ¡Silencio, mi mascota!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MERM
source: Fish monger!
ia_es: ¡Pescador!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FEATHER_ROBIN_WINTER
source: A bird's feather, in tuna blue.
ia_es: Una pluma de ave, color azul atún.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PINECONE.GENERIC
source: Pine-scented!
ia_es: ¡Aroma a pino!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PINECONE.PLANTED
source: One day you'll be a tree.
ia_es: Algún día te convertirás en un árbol.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MERMHOUSE.BURNT
source: That fire got the smell out.
ia_es: Ese fuego logró eliminar el olor.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MERMHOUSE.GENERIC
source: Fisher folk live here. I can smell it.
ia_es: Aquí vive gente pesquera. Puedo olerlo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PIRATEPACK
source: This will straighten my back out.
ia_es: Esto enderezará mi espalda.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GHOST
source: Can I offer you a ghost pepper?
ia_es: ¿Puedo ofrecerte un chile fantasma?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BOARDS
source: I wish I could grill a salmon on this.
ia_es: Desearía poder asar un salmón en esto.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAVE_BANANA_TREE
source: There must be monkeys close by...
ia_es: Debe haber monos muy cerca...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LIVINGTREE
source: Tres suspicious...
ia_es: Muy sospechoso...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PALMLEAF_UMBRELLA
source: Singing not in the rain!
ia_es: ¡No cantando bajo la lluvia!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.OCTOPUSKING
source: Try not to think about his delicious tentacles...
ia_es: Intenta no pensar en sus deliciosos tentáculos...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GREENSTAFF
source: I probably shouldn't stir soup with this.
ia_es: Probablemente no debería revolver sopa con esto...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SUPERTELESCOPE
source: I knew sharks had an exceptional sense of smell, but their vision!
ia_es: ¡Sabía que los tiburones tenían un gran sentido del olfato, pero no sabía de su vista!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BIRDTRAP
source: Oh, roast bird... Hm, don't get ahead of yourself, Warly...
ia_es: Oh, ave rostizada... Hm, no te adelantes, Warly...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ICEPACK
source: Now this I can use!
ia_es: ¡A esto sí puedo darle uso!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BIRCHNUTDRAKE
source: What madness is this?
ia_es: ¿Qué locura es esta?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WIND_CONCH
source: The meat inside is gone, but the shell itself may still be of use.
ia_es: Ya no tiene carne en su interior, pero la concha puede servir.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BLOWDART_FIRE
source: Breathing fire!
ia_es: ¡Aliento de fuego!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MARSH_PLANT_TROPICAL
source: I wonder if it is edible.
ia_es: Me pregunto si es comestible.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DRAGONPIE
source: Flaky crust, tart filling... heavenly!
ia_es: ¡Corteza crocante, relleno de tarta... celestial!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PLANTMEAT
source: Meat leaves? I'm so confused...
ia_es: ¿Hojas de carne? Estoy tan confundido...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WALRUSHAT
source: Smells a little musty...
ia_es: Huele a humedad...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CHESSJUNK1
source: Broken chess pieces?
ia_es: ¿Piezas de ajedrez rotas?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RED_CAP
source: Perhaps I could make a good soup.
ia_es: Quizás pueda hacer una buena sopa.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.KNIGHTBOAT
source: Cannon fire! Time to pirate.
ia_es: ¡Fuego de cañón! Hora de piratear.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BLUE_MUSHROOM.GENERIC
source: Ah, a blue truffle!
ia_es: ¡Ah, una trufa azul!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BLUE_MUSHROOM.INGROUND
source: It retreats from the light.
ia_es: Se esconde de la luz.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BLUE_MUSHROOM.PICKED
source: I hope there is room for more mush...
ia_es: Espero que haya espacio para más...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BEEFALOWOOL
source: The beast's loss is my gain.
ia_es: La pérdida de la bestia es mi ganancia.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BERRIES
source: Fresh fruit!
ia_es: ¡Fruta fresca!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COFFEEBEANS_COOKED
source: Could use water...
ia_es: Le vendría bien algo de agua...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BLOWDART_POISON
source: A coward's weapon, alas...
ia_es: Arma de cobardes...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GOLDENAXE
source: A golden chopper!
ia_es: ¡Un hacha dorada!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRAP_TEETH_MAXWELL
source: I must remember where this is...
ia_es: Debo recordar donde está esto...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BLUE_CAP
source: What deliciousness shall you yield?
ia_es: ¿Qué delicias producirás?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BLUBBERSUIT
source: Desperate times call for desperate attire.
ia_es: Tiempos desesperados requieren atuendos desesperados.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GOLDENPITCHFORK
source: A golden fork for a giant, oui?
ia_es: Un tenedor dorado para un gigante, ¿oui?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RAINHAT
source: Better than a newspaper.
ia_es: Mejor que un periódico.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RUINSHAT
source: Seems unnecessarily fancy.
ia_es: Parece innecesariamente elegante.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BIRD_EGG_COOKED
source: Could use herbs...
ia_es: Le falta hierbas...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HONEYNUGGETS
source: Junk food is my guilty pleasure.
ia_es: La comida chatarra es mi placer culposo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RABBITHOUSE.BURNT
source: That was no carrot!
ia_es: ¡Eso no era una zanahoria!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RABBITHOUSE.GENERIC
source: Do my eyes deceive me?
ia_es: ¿Me engañan mis ojos?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BISHOP_NIGHTMARE
source: You are grinding your gears, fellow.
ia_es: Te estás engranando solo, amigo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BLUBBER
source: This fat would feed a hungry fire!
ia_es: ¡Esta grasa alimentaría un fuego hambriento!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAPTAINHAT
source: I have been promoted!
ia_es: ¡Me han ascendido!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.EYETURRET_ITEM
source: Wake up!
ia_es: ¡Despierta!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SAPLING.GENERIC
source: Those could be key to my continued survival.
ia_es: Podrían ser fundamentales para mi supervivencia.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SAPLING.PICKED
source: There is nothing left for me to grasp!
ia_es: ¡Ya no queda nada!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SAPLING.WITHERED
source: It could use some love.
ia_es: Le falta un poco de amor.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SAPLING.BURNING
source: Those burn quite nicely.
ia_es: Arde bastante bien.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BEARGER
source: Oh, I don't like you one bit!
ia_es: ¡Oh, no me agradas ni un pelo!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DIVININGRODBASE.GENERIC
source: Is it a chopping block?
ia_es: ¿Es una tabla para picar?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DIVININGRODBASE.READY
source: How do I turn it on?
ia_es: ¿Cómo lo enciendo?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DIVININGRODBASE.UNLOCKED
source: Preparation complete!
ia_es: ¡Preparación completa!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAMPFIRE.GENERIC
source: To keep the dark at bay...
ia_es: Para mantener la oscuridad a raya...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAMPFIRE.OUT
source: I shall have to light you again.
ia_es: Tendré que encenderte de nuevo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAMPFIRE.EMBERS
source: I should stoke the fire.
ia_es: Debería avivar el fuego.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAMPFIRE.HIGH
source: The flames climb higher!
ia_es: ¡Las llamas se elevan hacia lo alto!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAMPFIRE.LOW
source: It is getting low.
ia_es: Se está apagando.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAMPFIRE.NORMAL
source: I should like to sit by you for a moment.
ia_es: Me gustaría sentarme junto a ti por un momento.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COOKEDMANDRAKE
source: Could use horseradish...
ia_es: Iría bien con rábano picante...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TENTACLE_PILLAR_ARM
source: If only it were squid and not what it...is...
ia_es: Si tan sólo fuera calamar y no... eso...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.REDGEM
source: Fire burns within.
ia_es: Fuego arde en su interior.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ANTIVENOM
source: Could come in very handy.
ia_es: Puede resultar muy útil.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CRAB.GENERIC
source: Soon you will be a crab cake.
ia_es: Pronto te convertirás en una tarta de cangrejo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CRAB.HIDDEN
source: I can smell you, my sweet!
ia_es: ¡Puedo olerte, mi querido!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CHARCOAL
source: This, a grill and some meat and I'd have dinner.
ia_es: Esto, una parrilla y algo de carne y ya tendría para la cena.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.KOALEFANT_SUMMER
source: Ah, you have fattened up nicely!
ia_es: ¡Ah, has engordado muy bien!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PIGGUARD
source: What are you guarding besides your own deliciousness?
ia_es: ¿Qué estás vigilando además de tu propia sabrosura?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DOYDOYEGG_CRACKED
source: Spoiled egg?
ia_es: ¿Huevo podrido?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.OXHAT
source: Much more waterproof than a chef's hat.
ia_es: Resiste el agua mucho mejor que un gorro de chef.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.NEEDLESPEAR
source: Who shall I stick it to?
ia_es: ¿A quién debería pinchar?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.POWCAKE
source: I would not feed this to my enemies. Or would I...
ia_es: No le serviría esto ni a mis enemigos. ¿O sí...?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GRASS.BARREN
source: Could I get some fertilizer over here!
ia_es: ¡Podría añadir un poco de fertilizante por aquí!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GRASS.PICKED
source: Plucked clean!
ia_es: ¡Desplumado!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GRASS.WITHERED
source: Too hot for you.
ia_es: Demasiado caliente para ti.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GRASS.GENERIC
source: A common ingredient for success around here.
ia_es: Un ingrediente común para el éxito por aquí.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GRASS.BURNING
source: I never burn anything in the kitchen.
ia_es: Nunca quemo nada en la cocina.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SHIPWRECKED_EXIT
source: So long.
ia_es: Adiós.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUZZARD
source: If only you were more turkey than vulture...
ia_es: Si tan sólo fueras más pavo que buitre...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FISHINGROD
source: I do prefer the fish market...
ia_es: Prefiero el mercado pesquero...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WALRUS_CAMP.EMPTY
source: Yes, vacancy.
ia_es: Sí, vacantes.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WALRUS_CAMP.GENERIC
source: Some outdoorsy types made this.
ia_es: Alguien que disfruta el aire libre hizo esto.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PITCHFORK
source: Proper farm gear.
ia_es: Herramienta de jardín decente.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LAVAPOOL
source: Spicy!
ia_es: ¡Picante!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FISH_SMALL_COOKED
source: Could use fresh herbs and butter...
ia_es: Le sentaría bien algo de hierbas y mantequilla...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BELL_BLUEPRINT
source: Fascinating.
ia_es: Fascinante.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MULTITOOL_AXE_PICKAXE
source: Oh I get it! Kind of like a spork!
ia_es: ¡Oh ya veo! ¡Es como un tenedor-cuchara!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MINERHAT
source: Aha! Now that is using my head!
ia_es: ¡Ajá! ¡Eso es usar la cabeza!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUNNYMAN
source: I have so many good rabbit recipes...
ia_es: Tengo tantas buenas recetas de conejo...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RAINOMETER.BURNT
source: It measures exactly nothing now...
ia_es: En este momento mide exactamente nada...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RAINOMETER.GENERIC
source: It measures moisture in the clouds.
ia_es: Mide la humedad en las nubes.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SHIPWRECK
source: It sails no more.
ia_es: Ya no navega.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TALLBIRD
source: Leggy.
ia_es: Zanquilargo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BONESTEW
source: Warms my soul!
ia_es: ¡Calienta mi alma!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.NIGHTMARELIGHT
source: Am I crazy or is this light not helping my situation?
ia_es: ¿Estoy loco o esta luz no ayuda a mi situación?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.STRAWHAT
source: Now I am on island time.
ia_es: Ahora es el tiempo de sentirse isleño.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FOOTBALLHAT
source: Made from pork, to protect my melon.
ia_es: Hecho de cerdo, para proteger mi melón.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FISH_COOKED
source: Could use a squeeze of lemon...
ia_es: Le falta unas gotas de limón...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SWEATERVEST
source: I feel so much better all of a sudden.
ia_es: De repente me siento mucho mejor.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BERRIES_COOKED
source: Could use a pinch of sugar.
ia_es: Le sentaría bien una pizca de azúcar.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WILDBOREHEAD
source: Is someone making a gourmet jerky?
ia_es: ¿Alguien está haciendo cecina gourmet?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TUNACAN
source: Tuna packed in oil!
ia_es: ¡Atún en aceite!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUGNET
source: For catching alternative protein.
ia_es: Para atrapar proteínas alternativas.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SPIDERQUEEN
source: I will not bend the knee to the likes of you!
ia_es: ¡No doblaré la rodilla ante los de tu calaña!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DECIDUOUSTREE.BURNT
source: Crisp, no?
ia_es: Crujiente, ¿no?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DECIDUOUSTREE.POISON
source: No thank you!
ia_es: ¡No, gracias!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DECIDUOUSTREE.CHOPPED
source: Sliced!
ia_es: ¡Rebanado!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DECIDUOUSTREE.GENERIC
source: A bouquet of leaves.
ia_es: Un ramo de hojas.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DECIDUOUSTREE.BURNING
source: Au revoir, tree.
ia_es: Au revoir, árbol.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GEMSOCKET.VALID
source: Voila!
ia_es: ¡Voilá!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GEMSOCKET.GEMS
source: Gem it!
ia_es: ¡Necesita gemas!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RUINS_RUBBLE
source: Delicious destruction.
ia_es: Deliciosa destrucción.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MEATRACK.BURNT
source: Too dry! Too dry!
ia_es: ¡Muy seco! ¡Muy seco!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MEATRACK.DONE
source: Ready to test on my teeth!
ia_es: ¡Listo para poner mis dientes a prueba!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MEATRACK.GENERIC
source: Just like the chefs of the stone age!
ia_es: ¡Igual que los chefs de la edad de piedra!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MEATRACK.DRYINGINRAIN
source: Now it is more like a rehydrating rack...
ia_es: Ahora es más bien una estantería de rehidratado...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MEATRACK.DRYING
source: Not quite dry enough.
ia_es: Aún no seca del todo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRAWLNETDROPPED.GENERIC
source: I hope the sea obliges my net with worthy catches.
ia_es: Espero que el mar honre mi red con una pesca digna.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRAWLNETDROPPED.SOONISH
source: It is filling up.
ia_es: Se está llenando.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRAWLNETDROPPED.SOON
source: It is definitely getting more full.
ia_es: Sin duda está llenándose vez más.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ARMORWOOD
source: Sturdy, but flammable.
ia_es: Robusta, pero inflamable.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUTTERFLY.GENERIC
source: It calms my mind to watch you flutter.
ia_es: Me tranquiliza verte aletear.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUTTERFLY.HELD
source: I hope you don't slip from my butter fingers.
ia_es: Espero que no te me escapes de mis dedos de mantequilla.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MINOTAUR
source: Stay away!
ia_es: ¡Mantente alejado!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RESURRECTIONSTATUE.BURNT
source: It won't be much good now.
ia_es: Ya no servirá de mucho.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RESURRECTIONSTATUE.GENERIC
source: Part of my soul is within.
ia_es: Parte de mi alma está en su interior.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ACORN_COOKED
source: This could use something... Anything.
ia_es: A esto le sentaría bien... Cualquier cosa.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SPEARGUN
source: Long-range kebab-ing.
ia_es: Brochetas de larga distancia.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GRASS_WATER
source: Herbe at sea
ia_es: Hierbas de altamar

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUOY
source: A beacon to light my way.
ia_es: Un faro para iluminar mi camino.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SANITYROCK.INACTIVE
source: The darkness lurks within.
ia_es: La oscuridad acecha en su interior.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SANITYROCK.ACTIVE
source: It's tugging on my mind.
ia_es: Está tirando de mi mente.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GREEN_MUSHROOM.GENERIC
source: Little champignon!
ia_es: ¡Pequeño champiñón!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GREEN_MUSHROOM.INGROUND
source: Did it eat itself...?
ia_es: ¿Se comió a sí mismo...?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GREEN_MUSHROOM.PICKED
source: I eagerly await its rebirth!
ia_es: ¡Espero su renacimiento con ansias!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FLOTSAM
source: Could be a piece of the ship...
ia_es: Podría ser una parte del barco...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FLOWER_CAVE_TRIPLE
source: Ah, a light in the dark.
ia_es: Ah, una luz en la oscuridad.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RED_MUSHROOM.GENERIC
source: Can't get fresher than that!
ia_es: ¡No se puede conseguir más fresco que eso!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RED_MUSHROOM.INGROUND
source: It'll be hard to harvest like that.
ia_es: Será difícil de cosechar así.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RED_MUSHROOM.PICKED
source: There's nothing there.
ia_es: No hay nada ahí.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COLDFIRE.GENERIC
source: Fire that cools?
ia_es: ¿Fuego que enfría?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COLDFIRE.OUT
source: I shall have to light you again.
ia_es: Tendré que encenderte de nuevo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COLDFIRE.EMBERS
source: I should stoke the fire.
ia_es: Debería avivar el fuego.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COLDFIRE.HIGH
source: The flames climb higher!
ia_es: ¡Las llamas se elevan hacia lo alto!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COLDFIRE.LOW
source: It's getting low.
ia_es: Se está apagando.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COLDFIRE.NORMAL
source: I should like to sit by you for a moment.
ia_es: Me gustaría sentarme a tu lado por un momento.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FIREFLIES.GENERIC
source: A dash of glow.
ia_es: Una pizca de brillo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FIREFLIES.HELD
source: My petit lightbulb pets.
ia_es: Mis mascotas bombillitas.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DRAGONFRUIT
source: So exotic!
ia_es: ¡Tan exótica!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CACTUS_MEAT
source: Hope it doesn't prick going down.
ia_es: Espero que no lastime al tragarla.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ARMORSEASHELL
source: Seashell mail.
ia_es: Malla de conchas marinas.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FLOWER_CAVE_DOUBLE
source: Ah, a light in the dark.
ia_es: Ah, una luz en la oscuridad.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ARMORSNURTLESHELL
source: Allows me to turtle.
ia_es: Me permite acaracolarme.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BUSHHAT
source: Snacks to go?
ia_es: ¿Bocadillos para llevar?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GOLDENSHOVEL
source: Shiny.
ia_es: Brillante.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CRATE
source: I hope a rations shipment lies within.
ia_es: Espero que dentro haya un envío de raciones.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MONKEYBALL
source: Seems like a waste of a good banana. Cute though.
ia_es: Me parece un desperdicio de bananas. Aunque es lindo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GLOMMER
source: I think I like it.
ia_es: Creo que me gusta.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ROCK_ICE.MELTED
source: It's just liquid now.
ia_es: Ahora es sólo líquido.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.OBSIDIAN_WORKBENCH
source: I believe it churns out volcanic doohickeys!
ia_es: ¡Creo que sirve para hacer artilugios volcánicos!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COOKPOT.COOKING_LONG
source: A masterpiece takes time.
ia_es: Una obra maestra lleva tiempo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COOKPOT.COOKING_SHORT
source: Nearly there...
ia_es: Ya casi...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COOKPOT.EMPTY
source: Empty pot, empty heart.
ia_es: Olla vacía, corazón vacío.
