Repository: makara/Dont-Starve-Together-Docker-Cluster
Catalog: mods/workshop-1467214795/languages/*.po
Languages: ia_es

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SNAKEOIL
source: The label says 'Jay's Wondrous Snake Oil!'
ia_es: La etiqueta dice ¡'el Maravilloso Aceite de Culebra de Jay'!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LUGGAGECHEST
source: It looks like a premier steamer trunk.
ia_es: Parece una vajilla de primera.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.VOLCANOSTAFF
source: The label says 'Keep out of reach of children'.
ia_es: La etiqueta dice 'Mantenga fuera del alcance de los niños'.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUG_COFFEEBUSH
source: This belongs in the ground!
ia_es: ¡Su lugar es en la tierra!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.MERMHOUSE_FISHER
source: Doesn't smell very good.
ia_es: No huele muy bien.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SWEET_POTATO_COOKED
source: Looks even yammier!
ia_es: ¡Se vé mucho más rico!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.JELLYJERKY
source: I'd be a jerk not to eat this.
ia_es: Sería un completo idiota si no me como esto.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TWISTER_SEAL
source: D'awww.
ia_es: Duaaaaaa.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PACKIM
source: I bet I could pack'im full of stuff.
ia_es: Te apuesto a que lo puedo llenar de cosas.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SOLOFISH
source: It has that wet-dog smell.
ia_es: Tiene un olor a perro mojado.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.VINE
source: Maybe I can tie stuff up with this.
ia_es: Tal vez pueda atar algo con esto.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SPOILED_FISH
source: I'm not terribly curious about the smell.
ia_es: No estoy muy interesado en este olor.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SWIMMINGHORROR
source: Yikes! Get me back to land!
ia_es: ¡Uf! ¡Regrésame a tierra firme!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GOLDENMACHETE
source: Hack in style!
ia_es: ¡Macheteando con estilo!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.LOBSTER
source: What a Wascally Wobster.
ia_es: Que canalla tan langosta.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEAWEED_DRIED
source: Salty!
ia_es: Salado.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SUNKBOAT
source: It's no use to me out there!
ia_es: ¡Es inútil para mí!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_WHALE_HUNT_BEAST_NEARBY
source: Follow those bubbles!
ia_es: ¡Sigue esas burbujas!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_BOAT_DAMAGED
source: I think I sprung a leak.
ia_es: Creo que hay una fuga.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_OTHER_WORLD_PLANT
source: I don't think this soil has the proper nutrients.
ia_es: No creo que este suelo tenga los nutrientes necesarios.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_CRAB_ESCAPE
source: I could've sworn it was right there...
ia_es: Podría jurar que estaba aquí mismo...

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_MESSAGEBOTTLE.1
source: The message is faded. I can't read it.
ia_es: Este mensaje esta borroso. No puedo leerlo.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_OTHER_WORLD_TREASURE
source: This doesn't look like a map of this place.
ia_es: Este mapa no parece de este mundo.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_TRAWL_FULL
source: My net filled up!
ia_es: ¡Mi red se ha llenado!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_MORETREASURE
source: Seriously? Another one!?
ia_es: ¿En serio? ¿Otro?

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_TREASURE
source: It's a map! And it marks a location!
ia_es: ¡Es un mapa! ¡Y marca un lugar!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_VOLCANO_ERUPT
source: That can't be good.
ia_es: Eso no puede ser nada bueno.

# STRINGS.CHARACTERS.WX78.ACTIONFAIL.REPAIRBOAT.GENERIC
source: IT REQUIRES NO MAINTENANCE
ia_es: NO REQUIERE MANTENIMIENTO

# STRINGS.CHARACTERS.WX78.ANNOUNCE_BOAT_SINKING
source: DESTRUCTION IMPENDING
ia_es: DESTRUCCIÓN INMINENTE

# STRINGS.CHARACTERS.WX78.ANNOUNCE_MAPWRAP_WARN
source: EXITING CHARTED TERRITORY
ia_es: SALIENDO TERRITORIO MAPEADO

# STRINGS.CHARACTERS.WX78.ANNOUNCE_SHARX
source: AQUATIC PREDATORS INCOMING.
ia_es: PREDADORES ACUATICOS APROXIMÁNDOSE

# STRINGS.CHARACTERS.WX78.ANNOUNCE_MAPWRAP_LOSECONTROL
source: NAVIGATION SYSTEMS OFFLINE!
ia_es: ¡SISTEMAS DE NAVEGACIÓN FUERA DE LÍNEA!

# STRINGS.CHARACTERS.WX78.ANNOUNCE_BOAT_SINKING_IMMINENT
source: DESTRUCTION IMMINENT
ia_es: DESTRUCCIÓN INMINENTE

# STRINGS.CHARACTERS.WX78.ANNOUNCE_WHALE_HUNT_LOST_TRAIL
source: SWIMMING MEAT SIGNATURE LOST
ia_es: PÉRIDA DE PISTA DE CARNE NADADORA

# STRINGS.CHARACTERS.WX78.ANNOUNCE_MAPWRAP_RETURN
source: RETURNING TO CHARTED TERRITORY. WHEW
ia_es: REGRESANDO A TERRITORIO MAPEADO. UF

# STRINGS.CHARACTERS.WX78.EAT_FOOD.COCONUT_COOKED
source: HEATED TREE FRUIT
ia_es: FRUTA DE ÁRBOL CALENTADA

# STRINGS.CHARACTERS.WX78.EAT_FOOD.COFFEEBEANS_COOKED
source: NOT COMPUTING AS FOOD SUBSTANCE
ia_es: NO COMPUTANDO COMO SUSTANCIA ALIMENTICIA

# STRINGS.CHARACTERS.WX78.EAT_FOOD.JELLYFISH_COOKED
source: 40% REDUCTION IN GELATINOUS TEXTURE
ia_es: 40% DE REDUCTION DE LA MAS GELATINOSA

# STRINGS.CHARACTERS.WX78.EAT_FOOD.MUSSEL_COOKED
source: PROTEIN HAS REACHED TOLERABLE TEMPERATURE
ia_es: PROTEÍNA HA ALCANZADO NIVEL TOLERABLE DE TEMPERATURA

# STRINGS.CHARACTERS.WX78.EAT_FOOD.DOYDOYEGG_COOKED
source: EATING IS DUMB
ia_es: COMER ES TONTO

# STRINGS.CHARACTERS.WX78.DESCRIBE.COFFEEBEANS
source: DRINKABLE BEANS
ia_es: FRIJOLES POTABLES

# STRINGS.CHARACTERS.WX78.DESCRIBE.JELLYFISH_PLANTED
source: UNABLE TO CLASSIFY
ia_es: IMPOSIBILIDADO PARA CLASIFICAR

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIRATEPACK
source: PIRATES MUST HAVE STRONG CORE CONSTRUCTION
ia_es: PIRATAS DEBEN TENER FUERTE CONSTRUCCIÓN CENTRAL

# STRINGS.CHARACTERS.WX78.DESCRIBE.PALMLEAF_UMBRELLA
source: MODERATE-STRENGTH PROTECTIVE SCREEN
ia_es: ENTRE MODERADA A FUERTE PANTALLA DE PROTECCIÓN

# STRINGS.CHARACTERS.WX78.DESCRIBE.SUPERTELESCOPE
source: MAXIMIZES VISION SYSTEMS
ia_es: MAXIMIZA SISTEMAS DE VISIÓN

# STRINGS.CHARACTERS.WX78.DESCRIBE.WIND_CONCH
source: THIS BLOWS
ia_es: SOPLA

# STRINGS.CHARACTERS.WX78.DESCRIBE.MARSH_PLANT_TROPICAL
source: IT IS AN UNINTERESTING PLANT
ia_es: ES UNA PLANTA POCO INTERESANTE

# STRINGS.CHARACTERS.WX78.DESCRIBE.KNIGHTBOAT
source: MY PEER HAS GONE PIRATE
ia_es: MY COMPAÑERO SE VOLVIÓ PIRATA

# STRINGS.CHARACTERS.WX78.DESCRIBE.COFFEEBEANS_COOKED
source: NARCOTIC BEAN HAS REACHED OPTIMUM ROAST LEVEL
ia_es: FRJOLES NARCÓTICOS ALCANZARON NIVELES OPTIMOS DE TOSTADO

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLOWDART_POISON
source: PROJECTILE-BASED COMMUNICABLE DISEASE DELIVERY SYSTEM
ia_es: SISTEMA DE TRANSMISIÓN INFECCIOSA EN FORMA DE PROYECTIL

# STRINGS.CHARACTERS.WX78.DESCRIBE.BLUBBERSUIT
source: DISGUSTING INSULATING PROPERTIES DETECTED
ia_es: DESAGRADABLES PROPIEDADES AISLANTES DETECTADAS

# STRINGS.CHARACTERS.WX78.DESCRIBE.CAPTAINHAT
source: HEADWEAR THAT ATTRIBUTES CAPTAIN STATUS
ia_es: ACCESORIO PARA LA CABEZA QUE CONFIERE EL ESTATUS DE CAPITÁN

# STRINGS.CHARACTERS.WX78.DESCRIBE.ANTIVENOM
source: ERADICATES CONTAGIONS FROM MAIN SYSTEM FUNCTIONS
ia_es: ERRADICA CONTAGIO DE LAS FUNCIONES DEL SISTEMA PRINCIPAL

# STRINGS.CHARACTERS.WX78.DESCRIBE.CRAB.GENERIC
source: MEAT SHEATHED IN ORGANIC ARMOR
ia_es: CARNE REVESTIDA EN ARMADURA ORGÁNICA

# STRINGS.CHARACTERS.WX78.DESCRIBE.CRAB.HIDDEN
source: IT HAS EVOLVED INTO A COWARD
ia_es: HA EVOLUCIONADO A ESTADO COBARDE

# STRINGS.CHARACTERS.WX78.DESCRIBE.DOYDOYEGG_CRACKED
source: ECOSYSTEM IMBALANCE DETECTED
ia_es: DESBALANCE DEL ECOSISTEMA DETECTADO

# STRINGS.CHARACTERS.WX78.DESCRIBE.OXHAT
source: MAMMALIAN-DERIVED HELMET
ia_es: YELMO DERIVADO DE MAMÍFERO

# STRINGS.CHARACTERS.WX78.DESCRIBE.SHIPWRECKED_EXIT
source: LEAVING EQUATORIAL ZONE
ia_es: DEJANDO ZONA EQUATORIAL

# STRINGS.CHARACTERS.WX78.DESCRIBE.COCONUT_HALVED
source: NUT-RITION NOW ACCESSIBLE
ia_es: NUTRICIÓN ASEQUIBLE AHORA

# STRINGS.CHARACTERS.WX78.DESCRIBE.PALMTREE_BURNT
source: ASH DISPENSER
ia_es: DISPENSADOR DE CENIZA

# STRINGS.CHARACTERS.WX78.DESCRIBE.FISH_COOKED
source: REQUIRES CHIPS
ia_es: REQUIERE PAPAS FRITAS

# STRINGS.CHARACTERS.WX78.DESCRIBE.WILDBOREHEAD
source: IT IS MISSING A BODY
ia_es: ES UN CUERPO FALTANTE

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRAWLNETDROPPED.GENERIC
source: IT APPEARS TO HAVE PERFORMED ITS TASK
ia_es: APARENTEMENTE HA EFECTUADO SU TAREA

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRAWLNETDROPPED.SOONISH
source: IT WILL SINK WHEN IT REACHES ITS SATURATION POINT
ia_es: SE HUNDIRÁ CUANDO ALCANCE NIVEL EL PUNTO DE SATURACIÓN

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRAWLNETDROPPED.SOON
source: IT IS ABOUT TO REACH MAXIMUM SATURATION POINT
ia_es: CERCA DE ALCANZAR PUNTO MÁXIMO DE SATURACIÓN

# STRINGS.CHARACTERS.WX78.DESCRIBE.BIOLUMINESCENCE
source: BIOLUMINESCENT SEA GUNK
ia_es: PORQUERÍA BIOLUMINISCENTE DE MAR

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPEARGUN
source: COME AT ME, SEA CREATURES
ia_es: VENGAN A MÍ, CRIATURAS DE MAR

# STRINGS.CHARACTERS.WX78.DESCRIBE.GRASS_WATER
source: SELF-WATERING FLORA
ia_es: FLORA AUTO IRRIGANTE

# STRINGS.CHARACTERS.WX78.DESCRIBE.BUOY
source: WILL NOT MATURE INTO A MUAN
ia_es: NO MADURARÁ PARA CONVERTIRSE EN UN MUÁN

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOTSAM
source: SPECIALIZED TOOL REQUIRED
ia_es: HERRAMIENTA ESPECIALIZADA REQUERIDA

# STRINGS.CHARACTERS.WX78.DESCRIBE.CRATE
source: EVIDENCE OF A SEA CALAMITY
ia_es: EVIDENCIA DE CALAMIDAD MARÍTIMA

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_ASH
source: GROUND PARTS
ia_es: SECCIÓN DE SUELO

# STRINGS.CHARACTERS.WX78.DESCRIBE.DEPLETED_BUSH_VINE
source: PROCESS START
ia_es: EL COMIENZO DEL PROCESO

# STRINGS.CHARACTERS.WX78.DESCRIBE.MUSSEL
source: MUSCULATURE NOT DETECTED
ia_es: MUSCULATURA NO DETECTADA

# STRINGS.CHARACTERS.WX78.DESCRIBE.WHALE_WHITE
source: MYTHIC LEVELS OF HATRED DETECTED
ia_es: NIVÉLES MÍTICOS DE ODIO DETECTADOS

# STRINGS.CHARACTERS.WX78.DESCRIBE.SUNKEN_BOAT_TRINKET_5
source: IT IS MISSING A CRITICAL COMPONENT
ia_es: COMPONENTE CRÍTICO FALTANTE

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIMESTONENUGGET
source: CORAL DERIVATIVE
ia_es: DERIVADO DE CORAL

# STRINGS.CHARACTERS.WX78.DESCRIBE.SHIPWRECKED_ENTRANCE
source: NEW TERRITORY ACQUIRED
ia_es: NUEVO TERRITORIO ADQUIRIDO

# STRINGS.CHARACTERS.WX78.DESCRIBE.OBSIDIAN
source: VOLCANO BYPRODUCT
ia_es: SUBPRODUCTO VOLCÁNICO

# STRINGS.CHARACTERS.WX78.DESCRIBE.SWORDFISH
source: FIGHTING FISH
ia_es: PERRO LUCHADOR

# STRINGS.CHARACTERS.WX78.DESCRIBE.SNAKESKINHAT
source: LEATHERY HEADWEAR
ia_es: SOMBRERO CUERINO

# STRINGS.CHARACTERS.WX78.DESCRIBE.CORAL_BRAIN
source: CONSUMING TRANSFERS STIMULATING PROPERTIES
ia_es: AL CONSUMIR SE TRANSMITEN PROPIEDADES ESTIMULANTES

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPEAR_OBSIDIAN
source: WAR TOOL RETOOLED FOR MAXIMUM KILLING POTENTIAL
ia_es: HERRAMIENTA DE GUERRA REESTRUCTURADA PARA POTENCIAL MORTAL MÁXIMO

# STRINGS.CHARACTERS.WX78.DESCRIBE.SNAKE
source: HISSING MENACE
ia_es: AMENAZA SISEANTE

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLUP
source: NATURE HAS CREATED ANOTHER TERRIBLE ITERATION
ia_es: LA NATURALEZA HA CREADO OTRA TERRIBLE REPETICIÓN

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_JUNGLE
source: TANGLY
ia_es: ENREDADO

# STRINGS.CHARACTERS.WX78.DESCRIBE.WILBUR_CROWN
source: HEADGEAR NOT SUITED TO DEVELOPED CRANIUM
ia_es: ACCESORIO PARA LA CABEZA NO DISEÑADO PARA DESARROLLAR CRÁNEO

# STRINGS.CHARACTERS.WX78.DESCRIBE.WOODLEGS_KEY3
source: A KEY
ia_es: UNA LLAVE

# STRINGS.CHARACTERS.WX78.DESCRIBE.WOODLEGS_KEY2
source: A KEY
ia_es: UNA LLAVE

# STRINGS.CHARACTERS.WX78.DESCRIBE.WOODLEGS_KEY1
source: A KEY
ia_es: UNA LLAVE

# STRINGS.CHARACTERS.WX78.DESCRIBE.WILDBOREHOUSE
source: HOW WILD CAN THEY BE IF THEY LIVE IN A HOUSE?
ia_es: ¿CÓMO PUEDEN SER SALVAJES SI VIVEN EN CASAS?

# STRINGS.CHARACTERS.WX78.DESCRIBE.WILDBOREGUARD
source: AGGRESSION DETECTED
ia_es: AGRESIÓN DETECTADA

# STRINGS.CHARACTERS.WX78.DESCRIBE.WHALE_TRACK
source: SURFACE BUBBLES DENOTE LIFEFORM
ia_es: BURBUJAS EN LA SUPERFICIE INDICAN FORMA DE VIDA

# STRINGS.CHARACTERS.WX78.DESCRIBE.WHALE_BUBBLES
source: BUBBLES RISE FROM UNKNOWN SOURCE
ia_es: BURBUJAS ASCIENDEN DE UNA FUENTE DESCONOCIDA

# STRINGS.CHARACTERS.WX78.DESCRIBE.BAMBOOTREE.BURNT
source: I WIN. GOOD.
ia_es: YO GANO. BIEN.

# STRINGS.CHARACTERS.WX78.DESCRIBE.BAMBOOTREE.CHOPPED
source: LUMBER AVAILABILITY EQUALS... FALSE
ia_es: EXISTENCIA DE LEÑA IGUAL A.... FALSO

# STRINGS.CHARACTERS.WX78.DESCRIBE.BAMBOOTREE.GENERIC
source: LUMBER AVAILABILITY EQUALS... TRUE
ia_es: EXISTENCIA DE LEÑA IGUAL A.... VERDADERO

# STRINGS.CHARACTERS.WX78.DESCRIBE.WATERYGRAVE
source: JETSAM DETECTED
ia_es: ECHAZÓN DETECTADO

# STRINGS.CHARACTERS.WX78.DESCRIBE.JELLYFISH_DEAD
source: WILL DECOMPOSITION INCREASE GELATINOUS TEXTURE?
ia_es: ¿INCREMENTARÁ LA DESCOMPOSICIÓN DE LA TEXTURA GELATINOSA?

# STRINGS.CHARACTERS.WX78.DESCRIBE.OBSIDIANSPEARGUN
source: DELIVERS FIRE VIA PROJECTILE
ia_es: ENTREGA FUEGO VÍA PROYECTIL

# STRINGS.CHARACTERS.WX78.DESCRIBE.PARROT_PIRATE
source: YOU ARE MISSING A SHOULDER
ia_es: TE FALTA UN HOMBRO

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEASHELL
source: DISCARDED SEA SOMETHING
ia_es: ALGO RECHAZADO POR EL MAR

# STRINGS.CHARACTERS.WX78.DESCRIBE.JUNGLETREE.BURNT
source: ECOSYSTEM TERMINATED
ia_es: ECOSISTEMA TERMINADO

# STRINGS.CHARACTERS.WX78.DESCRIBE.JUNGLETREE.CHOPPED
source: ECOSYSTEM INTERRUPTED
ia_es: ECOSISTEMA INTERRUMPIDO

# STRINGS.CHARACTERS.WX78.DESCRIBE.JUNGLETREE.GENERIC
source: HARBORS AN ECOSYSTEM
ia_es: ESCONDE UN ECOSISTEMA

# STRINGS.CHARACTERS.WX78.DESCRIBE.JUNGLETREE.BURNING
source: THE ECOSYSTEM BURNS
ia_es: EL ECOSISTEMA ESTÁ EN LLAMAS

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_TIDALMARSH
source: GROUND PARTS
ia_es: PEDAZOS DE SUELO

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_SNAKESKINFLOOR
source: GROUND PARTS
ia_es: SECCIÓN DE SUELO

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_MEADOW
source: GROUND PARTS
ia_es: PEDAZOS DE SUELO

# STRINGS.CHARACTERS.WX78.DESCRIBE.TURF_MAGMAFIELD
source: GROUND PARTS
ia_es: SECCIÓN DE SUELO

# STRINGS.CHARACTERS.WX78.DESCRIBE.PORTAL_SHIPWRECKED
source: MALFUNCTIONING
ia_es: DESCOMPUESTO

# STRINGS.CHARACTERS.WX78.DESCRIBE.TUNACAN
source: HERMETICALLY SEALED FOOD STUFFS
ia_es: COSAS DE COMIDA HERMÉTICAMNETE SELLADAS

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAGMAROCK_FULL
source: SENSING BARELY CONTAINED UNSTABLE FORCES
ia_es: DETECTANDO FUERZAS INESTABLES APENAS CONTENIDAS

# STRINGS.CHARACTERS.WX78.DESCRIBE.KRAKENCHEST
source: DID THE ABOMINATION EXIST TO PROTECT THIS CHEST?
ia_es: ¿EXISTIÓ LA ABOMINACIÓN PARA PROTEGER ESTE COFRE?

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMORCACTUS
source: WEARING CACTUS FRIEND REQUEST...
ia_es: VISTIENDO INVITACIÓN AMISTOSA DE CACTUS...

# STRINGS.CHARACTERS.WX78.DESCRIBE.TIGEREYE
source: IT HAS 20 VISION
ia_es: TIENE VISIÓN 20/20

# STRINGS.CHARACTERS.WX78.DESCRIBE.OBSIDIANCOCONADE
source: COCONADE EFFICIENCY HAS BEEN MAXIMIZED
ia_es: LA EFICIENCIA DE LA COCONADA HA SIDO MAXIMIZADA

# STRINGS.CHARACTERS.WX78.DESCRIBE.TIDALPOOL
source: NATURALLY OCURRING WATER FEATURE
ia_es: FENÓMENO MARINO DE OCURRENCIA NATURAL

# STRINGS.CHARACTERS.WX78.DESCRIBE.CORAL_BRAIN_ROCK
source: HIGHLY EVOLVED CORAL VARIETAL
ia_es: VARIEDAD DE CORAL ALTAMENTE EVOLUCIONADA

# STRINGS.CHARACTERS.WX78.DESCRIBE.OX_FLUTE
source: DOWNLOADING SHEET MUSIC...
ia_es: DESCARGANDO PARTITURA...

# STRINGS.CHARACTERS.WX78.DESCRIBE.SWEET_POTATO_SEEDS
source: IT'S LIKE SOURCE CODE FOR PLANTS
ia_es: ES EL CÓDIGO FUENTE PERO PARA PLANTAS

# STRINGS.CHARACTERS.WX78.DESCRIBE.RAWLING
source: CRAZY OBJECT WARNING
ia_es: OBJETO DE ADVERTENCIA DEMENTE

# STRINGS.CHARACTERS.WX78.DESCRIBE.PACKIM_FISHBONE
source: DEED OF OWNERSHIP TO EXTERNAL STORAGE UNIT
ia_es: ESCRITURA PARA UNIDAD DE ALMACENAMIENTO EXTERNA

# STRINGS.CHARACTERS.WX78.DESCRIBE.VOLCANO_EXIT
source: IT IS NOT WISE TO SUBJECT MY HOUSING TO THESE CONDITIONS FURTHER
ia_es: NO SE SABIO SOMETER MÁS MI VIVIENDA A ESTAS CONDICIONES

# STRINGS.CHARACTERS.WX78.DESCRIBE.SHARK_FIN
source: THE RUDDER OF THE BEAST
ia_es: EL TIMÓN DE LA BESTIA

# STRINGS.CHARACTERS.WX78.DESCRIBE.MOSQUITOSACK_YELLOW
source: MOSQUITO HARD DRIVE IS INFECTED WITH A VIRUS
ia_es: EL HARD DRIVE DEL MOSQUITO ESTÁ INFECTADO CON UN VIRUS

# STRINGS.CHARACTERS.WX78.DESCRIBE.SAND
source: GRAINS OF DEFEATED ROCK
ia_es: GRANOS DE ROCA DERROTADOS

# STRINGS.CHARACTERS.WX78.DESCRIBE.MUSSEL_FARM.GENERIC
source: PROTEIN CONGREGATION POINT
ia_es: CONCENTRACIÓN DE PUNTO PROTEÍNICO

# STRINGS.CHARACTERS.WX78.DESCRIBE.MUSSEL_FARM.STICKPLANTED
source: MUSSEL FARM... ACTIVE
ia_es: GRANJA DE MEJILLONES... ACTIVADA

# STRINGS.CHARACTERS.WX78.DESCRIBE.LUGGAGECHEST
source: SOMEONE GOT TIRED OF LUGGING
ia_es: ALGUIEN SE HARTÓ DE LAS MALETAS

# STRINGS.CHARACTERS.WX78.DESCRIBE.SUNKEN_BOAT_TRINKET_4
source: I MUST ADAPT THIS DEVICES MEASUREMENT PROTOCOLS
ia_es: DEBO AJUSTAR LOS PROTOCOLOS DE MEDIDA DE ESTOS DISPOSITIVOS

# STRINGS.CHARACTERS.WX78.DESCRIBE.JUNGLETREE_BURNT
source: MOLECULAR STRUCTURE ALTERED
ia_es: ESTRUCTURA MOLECULAR ALTERADA

# STRINGS.CHARACTERS.WX78.DESCRIBE.SUNKEN_BOAT_TRINKET_3
source: THIS VESSEL IS ODDLY SUITED TO FACILITATING ILLUMINATION
ia_es: ES RARO QUE ESTE CONTENEDOR ESTÉ DISEÑADO PARA FACILITAR LA ILUMINACIÓN

# STRINGS.CHARACTERS.WX78.DESCRIBE.SUNKEN_BOAT_TRINKET_2
source: THIS BOAT CONSTRUCTION IS PREPOSTEROUS
ia_es: LA CONSTRUCCIÓN DE ESTE NAVÍO ES ABSURDA

# STRINGS.CHARACTERS.WX78.DESCRIBE.SUNKEN_BOAT_TRINKET_1
source: I HAVE NO TROUBLE TAKING PRECISE MEASUREMENTS
ia_es: NO TENGO PROBLEMAS AL TOMAR MEDIDAS PRECISAS

# STRINGS.CHARACTERS.WX78.DESCRIBE.SUNKEN_BOAT_BURNT
source: USELESS
ia_es: INÚTIL

# STRINGS.CHARACTERS.WX78.DESCRIBE.SUNKEN_BOAT.GENERIC
source: DANGEROUS CONDITIONS PRODUCED THIS RESULT
ia_es: CONDICIONES PELIGROSAS PRODUJERON ESTE RESULTADO

# STRINGS.CHARACTERS.WX78.DESCRIBE.SUNKEN_BOAT.ABANDONED
source: HE IS ATTEMPTING COMMUNICATION
ia_es: ESTÁ INTENTANDO COMUNICARSE

# STRINGS.CHARACTERS.WX78.DESCRIBE.SPEAR_LAUNCHER
source: SPEAR EFFICIENCY INCREASED
ia_es: LA EFICIENCIA DE LA LANZA HA SIDO INCREMENTADA

# STRINGS.CHARACTERS.WX78.DESCRIBE.SAIL_SNAKESKIN
source: REPTILIAN SCALES IMPROVE SAIL EFFICIENCY
ia_es: ESCAMAS DE REPTIL MEJORAN DE EFICIENCIA DE LA VELA

# STRINGS.CHARACTERS.WX78.DESCRIBE.WILBUR_UNLOCK
source: MONKEY ROYALTY ACQUIRED
ia_es: REALEZA DE MONOS ADQUIRIDA

# STRINGS.CHARACTERS.WX78.DESCRIBE.SHARKITTENSPAWNER.GENERIC
source: THIS IS NO ORDINARY SAND PILE WITH FISH CARCASSES AROUND IT
ia_es: NO ES UNA PILA DE ARENA ORDINARIA CON ESQUELETOS DE PESCADO ALREDEDOR

# STRINGS.CHARACTERS.WX78.DESCRIBE.SHARKITTENSPAWNER.INACTIVE
source: NOW IT IS JUST AN ORDINARY PILE OF SAND
ia_es: AHORA ES UNA PILA DE ARENA ORDINARIA

# STRINGS.CHARACTERS.WX78.DESCRIBE.SHARKITTEN
source: THIS KITTEN HAS A HELICOPTER PARENT NEARBY
ia_es: ESTE GATIBURONCITO TIENE PADRE HELICÓPTERO ACERCA

# STRINGS.CHARACTERS.WX78.DESCRIBE.BURIEDTREASURE
source: ILLOGICAL STORAGE OF PRECIOUS OBJECTS
ia_es: ALMACENAMIENTO ILÓGICO DE OBJETOS PRECIOSOS

# STRINGS.CHARACTERS.WX78.DESCRIBE.SANDBAGSMALL_ITEM
source: A WEAPON IN THE AGE OLD FIGHT AGAINST WATER ENCROACHMENT
ia_es: UN ARMA EN LA BATALLA ANCESTRAL EN CONTRA DE LA USURPACIÓN AQUÁTICA

# STRINGS.CHARACTERS.WX78.DESCRIBE.SANDBAGSMALL
source: TAKE THAT ENCROACHING WATER
ia_es: TOMA ESTO AGUA USURPADORA

# STRINGS.CHARACTERS.WX78.DESCRIBE.COCONADE.GENERIC
source: IMPROVISED EXPLOSIVE NUT
ia_es: CÁSCARA EXPLOSIVA IMPROVISADA

# STRINGS.CHARACTERS.WX78.DESCRIBE.COCONADE.BURNING
source: NUT EXPLOSION IMMINENT
ia_es: EXPLOSIÓN DE CÁSCARA INMINENTE

# STRINGS.CHARACTERS.WX78.DESCRIBE.WHALE_CARCASS_WHITE
source: METHANE BUILDUP DETECTED
ia_es: ACUMULACIÓN DE METANO DETECTADA

# STRINGS.CHARACTERS.WX78.DESCRIBE.OBSIDIANMACHETE
source: HACKING BLADE WITH FIRESTARTING CAPABILITIES
ia_es: HACKEANDO CUCHILLA CON PROPIEDADES INCENDIARIAS

# STRINGS.CHARACTERS.WX78.DESCRIBE.SHARK_GILLS
source: IT DROPPED ITS BREATHING APPARATUS
ia_es: HA SOLTADO SU APARATO RESPIRATORIO

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIRATEGHOST
source: ARRR YOU A RESTLESS SOUL?
ia_es: ¿ARRR, TÚ, UN ALMA EN PENA?

# STRINGS.CHARACTERS.WX78.DESCRIBE.CORAL
source: SELF-SUSTAINING LIVING BUILDING MATERIAL
ia_es: MATERIAL VIVIENTE Y RENOVABLE DE CONSTRUCCIÓN

# STRINGS.CHARACTERS.WX78.DESCRIBE.PEG_LEG
source: I SWING THIS LEG WITH MY ARM
ia_es: LE DOY SWING A ESTA PIERNA CON MI BRAZO

# STRINGS.CHARACTERS.WX78.DESCRIBE.PALMLEAF_HUT
source: THATCH ROOF PROTECTION ACQUIRED
ia_es: PROTECCIÓN DE TECHO DE PAJA ADQUIRIDA

# STRINGS.CHARACTERS.WX78.DESCRIBE.OX_HORN
source: NEEDS A REED TO ACCESS ACOUSTIC POTENTIAL
ia_es: NECESITA UN JUNCO PARA ALCANZÁR POTENCIAL ACÚSTICO

# STRINGS.CHARACTERS.WX78.DESCRIBE.IRONWIND
source: MOTORIZED SEA VESSEL UPGRADE
ia_es: MEJORA MOTORRIZADA DE NAVÍOS

# STRINGS.CHARACTERS.WX78.DESCRIBE.OCTOPUSKING
source: MANY-ARMED TRADER
ia_es: COMERCIANTE DE BRAZOS MÚLTIPLES

# STRINGS.CHARACTERS.WX78.DESCRIBE.OCTOPUSCHEST
source: HOW DOES HE FILL IT?
ia_es: ¿CÓMO LO LLENA?

# STRINGS.CHARACTERS.WX78.DESCRIBE.BOATREPAIRKIT
source: SEA VESSEL REPAIRS AT SEA
ia_es: REPARADOR DE BARCOS EN ALTAMAR

# STRINGS.CHARACTERS.WX78.DESCRIBE.NEEDLESPEAR
source: STUPID PLANT DROPS WEAPONS THAT CAN BE USED AGAINST IT
ia_es: PLATA ESTÚPIDA PROPORCIONA ARMAS QUE PUEDES SER USADAS EN SU CONTRA

# STRINGS.CHARACTERS.WX78.DESCRIBE.MYSTERYMEAT
source: IT IS MEAT, NO MYSTERY THERE
ia_es: ES CARNE, NINGÚN MISTERIO AQUÍ

# STRINGS.CHARACTERS.WX78.DESCRIBE.ROCK_OBSIDIAN
source: PICK AXE RESISTANT.
ia_es: PICO RESISTENTE.

# STRINGS.CHARACTERS.WX78.DESCRIBE.MUSSEL_COOKED
source: FLAVOR MOLECULES ARE STRONG
ia_es: FUERTES MOLÉCULAS DE SABOR

# STRINGS.CHARACTERS.WX78.DESCRIBE.MONSTERTARTARE
source: UPGRADED FOOD MATERIAL
ia_es: MATERIAL ALIMENTICIO MEJORADO

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIRATIHATITATOR.BURNT
source: MY SPEECH SYSTEM WAS LABORING TO PRONOUNCE ITS NAME ANYWAY
ia_es: MI SISTEMA DE HABLA ESTÁ TRABAJANDO PARA PRONUNCIAR SU NOMBRE DE TODAS MANERAS

# STRINGS.CHARACTERS.WX78.DESCRIBE.PIRATIHATITATOR.GENERIC
source: WORD PRONUNCIATION PROGRAM REBOOTING...
ia_es: RESETEANDO SISTEMA DE PRONUNCIACIÓN NOMBRES...

# STRINGS.CHARACTERS.WX78.DESCRIBE.MERMFISHER
source: AROMA IDENTIFICATION SYSTEM UPDATE... FISHY
ia_es: SISTEMA DE IDENTIFIACIÓN DE OLORES ACTUALIZADO.... OLOR A PESCADO

# STRINGS.CHARACTERS.WX78.DESCRIBE.TRAWLNET
source: USE IN BAD WEATHER FOR BEST RESULTS
ia_es: USAR CUANDO HACE MAL TIEMPO PARA OBTENER MEJORES RESULTADOS

# STRINGS.CHARACTERS.WX78.DESCRIBE.DOYDOYBABY
source: POTENTIAL FOR INVASIVE SPECIES DETECTED
ia_es: POTENCIAL PARA AVES INVASIVAS DETECTADO

# STRINGS.CHARACTERS.WX78.DESCRIBE.BRAINJELLYHAT
source: PROVIDES DOWNLOADABLE CONTENT
ia_es: PROPORCIONA CONTENIDO DESCARGABLE

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAGMAROCK_GOLD_FULL
source: SENSING BARELY CONTAINED UNSTABLE FORCES
ia_es: DETECTANDO FUERZAS INESTABLES APENAS CONTENIDAS

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAGMAROCK_GOLD
source: SENSING BARELY CONTAINED UNSTABLE FORCES
ia_es: DETECTANDO FUERZAS INESTABLES APENAS CONTENIDAS

# STRINGS.CHARACTERS.WX78.DESCRIBE.FISH_TROPICAL
source: YOU ARE TROPICAL AND A FISH
ia_es: ERES TROPICAL Y UN PEZ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SNAKE_FIRE
source: VOLCANO SPAWN
ia_es: APARICIÓN VOLCÁNICA

# STRINGS.CHARACTERS.WX78.DESCRIBE.MAGMAROCK
source: SENSING BARELY CONTAINED UNSTABLE FORCES
ia_es: DETECTANDO FUERZAS INESTABLES APENAS CONTENIDAS

# STRINGS.CHARACTERS.WX78.DESCRIBE.FISH_SMALL
source: SWIMMING MEAT
ia_es: CARNE NADADORA

# STRINGS.CHARACTERS.WX78.DESCRIBE.SWEET_POTATO
source: GROSS
ia_es: ASQUEROSO

# STRINGS.CHARACTERS.WX78.DESCRIBE.LOBSTER_DEAD_COOKED
source: APPEAL DOES NOT COMPUTE
ia_es: ENTRADA NO COMPUTA

# STRINGS.CHARACTERS.WX78.DESCRIBE.LOBSTER_DEAD
source: PROTECTIVE ARMOR HAD LIFE-BREAKING BUGS
ia_es: LA ARMADURA PROTECTORA TENÍA INSECTOS FRÁGILES

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEAGULL
source: WINGED SCUM
ia_es: ESCORIA ALADA

# STRINGS.CHARACTERS.WX78.DESCRIBE.LIMPETROCK.GENERIC
source: STUPID MEAT WILL NEVER DEVOUR STONE
ia_es: ESTÚPIDA CARNE QUE NUNCA DEVORARÁ LA ROCA
