Repository: makara/Dont-Starve-Together-Docker-Cluster
Catalog: mods/workshop-1467214795/languages/*.po
Languages: ia_es

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.JUNGLETREE.GENERIC
source: Thet tree be hidin' all kinds o' treasures.
ia_es: Ese árbol esconde toda clase de tesoros.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.JUNGLETREE.BURNING
source: She burns bright.
ia_es: ¡Qué brillante que arde!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SEAGULL_WATER
source: Ahoy, seafarer!
ia_es: ¡Ajoy, marinero!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FIRESUPPRESSOR.OFF
source: Hope no fires start 'round 'ere.
ia_es: Espero que nada prenda fuego por aquí.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FIRESUPPRESSOR.ON
source: This area be protected from fires.
ia_es: Esta área esta protegida contra el fuego.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FIRESUPPRESSOR.LOWFUEL
source: 'Tis nearly empty.
ia_es: Está casi vacío.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SPEAR_LAUNCHER
source: Load a spear an' let'er fly!
ia_es: ¡Carga con una lanza y déjala volar!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SNAKE_FIRE
source: Aye, thet's a foul creature.
ia_es: Aye, que horrenda bestia.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SAIL_SNAKESKIN
source: Thet be a sail.
ia_es: Esto si que es un vela.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.HAMBAT
source: Made wit' metal from th' finest meat mines.
ia_es: Hecha con el metal de las más finas minas de carne.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MARSH_TREE.BURNT
source: Better 'em then me!
ia_es: ¡Mejor ellos que yo!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MARSH_TREE.CHOPPED
source: Thet be all thet's left.
ia_es: Esto es todo lo que queda.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MARSH_TREE.GENERIC
source: A tree wit' daggers.
ia_es: Un árbol con dagas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MARSH_TREE.BURNING
source: Burnin'.
ia_es: Quemándose.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SANDBAGSMALL_ITEM
source: Woodlegs'd never lug th' land with 'im!
ia_es: ¡Woodlegs nunca cargará con tierra en su viajes!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PIRATEGHOST
source: 'Tis a pirate's life, even in death.
ia_es: La vida pirata, incluso en la muerte.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PEG_LEG
source: Woodlegs had better hold on to this fer future use.
ia_es: Woodlegs le tiene un mejor plan pa' un uso futuro.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PEACOCK
source: Yer a fancy creature!
ia_es: ¡Una creatura muy elegante!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.EGGPLANT
source: She's a nice shade o' purple.
ia_es: Tiene un agradable tinte púrpura.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PORTAL_SHIPWRECKED
source: Looks a delightful lil' ride!
ia_es: ¡Parece un viaje de maravilla!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TOPHAT
source: Even a dirty ol' pirate could use a dapper day.
ia_es: Incluso un sucio, viejo pirata puede usar un día de elegancia.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.OX_HORN
source: A terrible beastly horn.
ia_es: Una terrible bestia cornuda.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SHARKITTEN
source: Don't ye look at me wit' those adorable eyes...
ia_es: No me miréis con esos ojos adorables.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MYSTERYMEAT
source: Aye, me'll be eatin' well tonight!
ia_es: ¡Arrrrr, cenaré bien esta noche!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ABIGAIL
source: A lady spectre!
ia_es: ¡Una mujer espectral!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MUSHTREE_TALL
source: Whut's thet 'shroom doin' way up thar?
ia_es: ¿Qué va a hacer ese hongo quedándose allá arriba?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MONSTERTARTARE
source: 'Tis a vile thing.
ia_es: Es una cosa vil.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MAGMAROCK_GOLD_FULL
source: Me treasure sense arrr at full blast!
ia_es: ¡Mi sentido del botín está a toda maaARRRcha!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MAGMAROCK_FULL
source: Me treasure sense arrr at full blast!
ia_es: ¡Mi sentido del botín está a toda maaARRRcha!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SLURTLE_SHELLPIECES
source: I ain't one fer puzzlers.
ia_es: No tengo una de las piezas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WATERMELON_SEEDS
source: If only I could plant these in th' water.
ia_es: Si sólo pudiera plantarlas en el mar.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.KRAKEN_TENTACLE
source: Have at ye!
ia_es: ¡Toma ésto!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WALL_WOOD.BURNT
source: Won't be wallin' anymore.
ia_es: No se amurallará nunca más.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WALL_WOOD.GENERIC
source: Keeps yer land safe if thet's yer fancy.
ia_es: Mantiene las tierras a salvo si eso es lo que se desea.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.KRAKENCHEST
source: Aye, this be what Woodlegs lives fer!
ia_es: ¡Sí, ésto es para lo que ha nacido Woodlegs!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.KRAKEN
source: 'Tis th' mightiest beast in th' sea!
ia_es: Éste es la bestia más poderosa de los mares!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DUG_SAPLING
source: Thet will be needin' some ground ta be useful.
ia_es: 'Tá necesitando algo de suelo para ser útil.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.INVENTORYMOUND
source: Who been meddlin' wit' me islands?
ia_es: ¿Quién se ha atrevido a entrometerse en mis islas?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ICECREAM
source: Refreshin' on a hot day.
ia_es: Refrescante en un día caluroso.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SKELETON
source: Yer luck ran out, matey.
ia_es: Tu suerte se ha acabado, compañero.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.HOUNDFIRE
source: It burns viciously!
ia_es: ¡Arde maliciosamente!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.YELLOWGEM
source: A gem th' color o' me teeth!
ia_es: ¡Una gema del color de mis dientes!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CORAL_BRAIN_ROCK
source: Th' brains o' the ocean.
ia_es: Los sesos del océano.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.STINGER
source: Bee dropped its bottom.
ia_es: Las abejas soltaron el trasero.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ROPE
source: Fer lashin' stuff ta stuff.
ia_es: 'Pa enlazar cosas a otras cosas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FRESHFRUITCREPES
source: Aye, thet be food.
ia_es: Sí, eso si que es comida.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WOODLEGSHAT
source: 'Tis me lucky hat!
ia_es: ¡Éste es mi sobrero de la suerte!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.OX_FLUTE
source: A flute ta play a lil' diddy.
ia_es: Un fluta 'pa tocar un pequeña sonada.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_GRASS
source: Me ain't no ground lubber.
ia_es: No soy de los qu'aman tierra firme.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DRAGOONSPIT
source: How uncouth! Woodlegs approves!
ia_es: ¡Bien grosero! ¡A Woodlegs le gusta eso!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRINKET_17
source: Boot-y!
ia_es: ¡Tesoro!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RAWLING
source: Reminds me o' me old parrot.
ia_es: Me recuerda mi viejo pajarraco.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PACKIM_FISHBONE
source: Th' heart o' me bird. Inna manner o' speakin'.
ia_es: El corazón de mi ave. En sentido figurado.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CAVE_EXIT
source: Back to open air.
ia_es: De vuelta al aire libre.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DRAGOONHEART
source: Th' heart o' th' fearsome creature.
ia_es: El corazón de una creatura terrorífica.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.VOLCANO_EXIT
source: 'Tis nigh time me be leavin' this dread place.
ia_es: En pocos momentos esta´re dejando este lugar terrible.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SHARK_FIN
source: Ye left yer rudder, devil!
ia_es: ¡Has dejado tu timón, demonio!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MOSQUITOSACK_YELLOW
source: T'was a yellowbellied beast!
ia_es: ¡Fue una bestia de panza amarilla!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DOYDOYEGG_COOKED
source: Yer would-be goose is cooked!
ia_es: ¡Te convertirás en ganso al cocinarte!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MESSAGEBOTTLE
source: Oh ho! Be it a map?
ia_es: ¡Oo jo! ¿Está en el mapa?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PUMPKIN
source: Would make a good cannon ball.
ia_es: Haría una buena bola de cañón.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SAND
source: Handful o' land.
ia_es: ùtil en tierra firme.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.POOP
source: What scallywag left their poop layin' about!
ia_es: ¡Qué canalla habrá dejado su mierda tirada en el suelo?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MUSSEL_FARM.GENERIC
source: Scoop 'em up!
ia_es: ¡Recógelos todos!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MUSSEL_FARM.STICKPLANTED
source: Waitin' fer food don't be me strong suit...
ia_es: Esperar a la comida no es mi fuerte...

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DEPLETED_GRASS_WATER
source: Thet'll not be comin' back fer some time.
ia_es: No van a aparecer por un tiempo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LIGHTNING_ROD.GENERIC
source: Protectin' me from th' 'eavens.
ia_es: Protégeme de los cielos.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LIGHTNING_ROD.CHARGED
source: Dodged thet!
ia_es: ¡Ja, ja! ¡Lo esquivé!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DEPLETED_BAMBOOTREE
source: 'Tis no more.
ia_es: No hay más.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COFFEEBOT
source: Brew Woodlegs' coffee!
ia_es: ¡La cafetera de Woodlegs!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SPEAR_POISON
source: A coward's weapon.
ia_es: Un arma cobarde.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ANIMAL_TRACK
source: Th' beast left a trail leadin' to its hide.
ia_es: La bestia dejó un rastro que me ha guiado a su escondite.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COCONUT_HALVED
source: Its flesh be prone fer th' takin'.
ia_es: Su carne es propensa a ser tomada.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BRAINJELLYHAT
source: A jelly ta rest upon me dainty head.
ia_es: Una medusa descansa en mi delicada cabeza.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LOBSTERHOLE
source: 'Tis th' shellbeast's cabin.
ia_es: Ésta es la cabina de la bestia acorazada.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BOOK_METEOR
source: Devil magic thet summons demons from th' sky!
ia_es: ¡Magia del demonio que conjura demonios que caen del cielo!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BERRYBUSH.BARREN
source: It needs a spot o' poop.
ia_es: Necesita una rociadita con mierda.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BERRYBUSH.PICKED
source: Will thar be berries again?
ia_es: ¡Habrá de nuevo bayas aquí?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BERRYBUSH.WITHERED
source: Th' bush can't beat th' heat.
ia_es: El arbusto no puede vencer el calor.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BERRYBUSH.GENERIC
source: Ripe fer th' pickin'.
ia_es: Maduro para la cosecha.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PUMPKINCOOKIE
source: I have a sweet no tooth.
ia_es: No tengo diente para lo dulce.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CUTGRASS
source: Ye'll be helpin' Woodlegs later.
ia_es: Estaréis ayudando a Woodlegs luego.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ARMORCACTUS
source: Me'd like ta see them try ta hit Woodlegs now!
ia_es: ¡Me gustaría verlos intentar golpear a Woodlegs ahora!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WOODLEGSBOAT
source: Me ship. She's me Sea Legs.
ia_es: Mi navío. Ella es mis Piernas de Mar.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BATWING_COOKED
source: Tastes like cackler.
ia_es: Sabe a gallina clueca.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.YELLOWSTAFF
source: Th' stars aren't under th' domain o' man.
ia_es: Bajo el dominio del hombre, las estrellas no están.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WILBUR_UNLOCK
source: Look at this fancy monkey!
ia_es: ¡Mira a éste mono tan elegante!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WALL_STONE
source: It would sink at sea.
ia_es: Se hundirá en altamar.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WORMLIGHT
source: Set's a fire in yer belly.
ia_es: Enciende fuego en tu barriga.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WORMHOLE_LIMITED
source: Thet thar pit looks like it's on its last peglegs.
ia_es: Ese hoyo parece que estuviera andando en su últimas patas de palo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WORMHOLE.GENERIC
source: Whut would possess me ta step into thet?
ia_es: ¿Porqué posaría mis piernas dentro de esa cosa?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WORMHOLE.OPEN
source: Whar'n Hades do thet lead?
ia_es: En nombre de Hades, ¿a dónde lleva esto?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MONSTERMEAT_DRIED
source: Dried thet beast, I did.
ia_es: Te he disecado, bestia.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WORM.PLANT
source: Ripe fer th' pickin'.
ia_es: Maduro pa' la cosecha.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WORM.DIRT
source: Dirty dirt.
ia_es: Tierra sucia.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WORM.WORM
source: 'Tis a worm!
ia_es: ¡Es un gusano!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WINTEROMETER.BURNT
source: Thet don't help me now.
ia_es: Que'sto no me ayudará.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WINTEROMETER.GENERIC
source: Arrr brrrrrr!
ia_es: ¡Arrrr brrrrr!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FISHSTICKS
source: Woodlegs turned th' fish ta sticks.
ia_es: Woodlegs volvió tu pescado en palillos.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WINTERHAT
source: Keeps me noggin' from freezin'.
ia_es: Mantiene mi testa libre de frío.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COCONADE.GENERIC
source: Packs a fruit punch!
ia_es: ¡Tiene un puño tropical adentro!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.COCONADE.BURNING
source: Surprise! 'Tis explodin' fruit!
ia_es: ¡Sorpresa! ¡Es una explosión frutal!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WHALE_CARCASS_WHITE
source: Thet's a whale o' a smell!
ia_es: ¡Esa ballena si que apesta!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BALLPHIN
source: These devil's really have a ball.
ia_es: Esos diablillos tienen una balón de verdad.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WILDBOREHOUSE
source: Bet them bores be knowin' how ta parrrrrty.
ia_es: Apuesto que éstos jabalís si que saben que es un fiesta. Arrrrrr.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SHARK_GILLS
source: Ye won't be breathin' through these namore!
ia_es: ¡Ya no podrás respirar con éstas nunca más!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WILDBOREGUARD
source: Not wild about ye.
ia_es: Nada salvaje puedo ver en ellos.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MAXWELLLOCK
source: Me don't think thet be unlockin' any treasure...
ia_es: Poder liberar el tesoro, no creo que pueda.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WHALE_CARCASS_BLUE
source: Why don't ye sink and clear th' air!
ia_es: ¿Porqué no te hundes de una vez y limpias el aire?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.NIGHTMARE_TIMEPIECE.WAXING
source: It be buildin'!
ia_es: ¡Se está construyendo!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.NIGHTMARE_TIMEPIECE.WANING
source: Me pegs feel it be dyin'.
ia_es: Mis piernas de palo se sienten morir.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.NIGHTMARE_TIMEPIECE.NOMAGIC
source: Not a peep o' magic.
ia_es: Ni un poquito de magia.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.NIGHTMARE_TIMEPIECE.WARN
source: Somethin' feels off...
ia_es: Algo no 'tá bien...

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.NIGHTMARE_TIMEPIECE.DAWN
source: It be slippin' away...
ia_es: 'Tá durmiendo profundamente...

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.NIGHTMARE_TIMEPIECE.STEADY
source: Th' nightmare's at its peak!
ia_es: ¡La pesadilla 'tá en su apogeo!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.NIGHTMARE_TIMEPIECE.CALM
source: All be calm.
ia_es: Todo está en calma.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WHALE_BUBBLES
source: Thar be a devil 'n th' depths!
ia_es: ¡Hay un demonio en las profundidades!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RUINS_BAT
source: Whut a beaut!
ia_es: ¡Qué belleza!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TENTACLESPIKE
source: Aha! Now th' creepin' dread be in me own hands!
ia_es: ¡Ajá! ¡Ahora la amenaza terrorífica 'tá en mis manos!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BIRDCAGE.GENERIC
source: No parrot o' mine could bear a cagin'.
ia_es: Ningún pajarraco mío se deja contener en una jaula.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BIRDCAGE.SLEEPING
source: Awww look at thet. Th' peeper's sleepin'.
ia_es: Aaaaa, ¡mírale! El fisgón 'tá durmiendo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BIRDCAGE.OCCUPIED
source: How ye like yer cell, matey?
ia_es: ¿Te gusta tu celda, compañero?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BOAT_ARMOURED
source: She's a tough 'un.
ia_es: Ella es una de las rudas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DEVTOOL_NODEV
source: Aye, 'tis a truly wondrous item.
ia_es: Sí, éste si que es un precioso objeto.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MOOSE
source: Keep 'er off me boat!
ia_es: ¡Mantenlo lejos de mi barco!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TELEPORTATO_SW_BOX
source: Thar be secrets hidden in this here box.
ia_es: Hay secretos escondidos en esta caja.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WETGOOP
source: Thet's why they never let ol' Woodlegs in th' galley.
ia_es: Ésta es la razón por la que no dejan al viejo Woodlegs en la galera.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WEBBERSKULL
source: Whut sorta neck did this sit atop?
ia_es: ¿En qué clase de cuello ha de posarse ésto?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DEERCLOPS_EYEBALL
source: 'Tis a giant eyeball.
ia_es: Un ojo gigante.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.IRONWIND
source: Woodlegs prefers 'is sail.
ia_es: Woodlegs prefiere su vela.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CARROT_SEEDS
source: Landlubbers.
ia_es: Ama'ores de tierra firme.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WALRUS_TUSK
source: Ye'd make a fancy new peg leg.
ia_es: Harás una elegante pata'e madera.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WATERMELON_COOKED
source: Better'n me thought it'd be.
ia_es: Mejor de lo que pensé.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WATERMELONICLE
source: A cool treat from me favorite fruit!
ia_es: ¡Una delicia fresca de mi fruta favorita!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BOATREPAIRKIT
source: Never set sail wit'out 'er.
ia_es: Sin una d'ellas, a navegar salgas nunca.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GOOSE_FEATHER
source: Thet bird must be 'uge!
ia_es: ¡El ave debe ser gigante!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WATERMELONHAT
source: I love me water fruits but this be ridiculous.
ia_es: Las frutas refrescantes me gustan, pero esto raya en lo ridículo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRINKET_1
source: Lost marbles.
ia_es: Las canicas perdidas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURBINE_BLADES
source: Methinks thar's a use fer this.
ia_es: Algún uso debe tener.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FLOWERHAT
source: 'Tis a pretty flower 'at.
ia_es: ¡Qué belleza de flor!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CHESSJUNK3
source: Somebody's a sore loser.
ia_es: Alguien es un mal perdedor.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ROCK_OBSIDIAN
source: Fire rock from fire mountain.
ia_es: Piedra de fuego de una montaña de fuego.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TAFFY
source: Sticks ta me no teeth.
ia_es: Se me pega a los dientes que no tengo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WASPHIVE
source: Leavin' it alone be th' best course.
ia_es: Dejarlo quieto parece el mejor curso.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRINKET_21
source: 'Tis a mockery o' th' mighty vessels o' th' sea!
ia_es: ¡Éste es un insulto a los poderosos navíos de los mares!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRAP
source: I prefer to meet me foes head-on.
ia_es: Prefiero enfrentar a mis enemigos frente a frente.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WALRUS
source: Whut's yer story, mate?
ia_es: ¿Cuál es tu historia, compañero?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BLUEGEM
source: It gleams true blue!
ia_es: ¡Brilla con verdadero resplandor azulado!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PIRATIHATITATOR.BURNT
source: What a shame.
ia_es: ¡Qué lástima!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PIRATIHATITATOR.GENERIC
source: She looks great in thet hat.
ia_es: Ella se ve maravillosa con ese sombrero.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.LIMPETS
source: Ye'll be in me tummy soon 'nuff.
ia_es: Muy pronto estarás en mi barriga.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.YELLOWAMULET
source: I be a walkin' lighthouse!
ia_es: ¡Un faro ambulante, soy!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.STATUEGLOMMER.EMPTY
source: It broke up.
ia_es: Está roto.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.STATUEGLOMMER.GENERIC
source: Ugly statue.
ia_es: Estatua horrible.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRAWLNET
source: Fer trawl'n around.
ia_es: 'Pa andar barriendo el suelo marino.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DOYDOYBABY
source: 'Tis a tiny dumb bird.
ia_es: Éste es un pequeño pájaro sin cerebro.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WALL_RUINS
source: These walls be even older than me!
ia_es: ¡Éstas murallas son incluso más viejas que yo!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WALL_LIMESTONE_ITEM
source: Walls make me feel cagey.
ia_es: Los muros me hacen sentir encarcelado.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SUNKEN_BOAT_TRINKET_3
source: Candles and water don't mix.
ia_es: Velas y agua no combinan.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WALL_HAY_ITEM
source: Hope there arrr'nt any wild horses about.
ia_es: Espero que no haya ningún caballo salvaje por estos lados.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FISH_TROPICAL
source: Aye, me favorite food!
ia_es: ¡Arrr, mi comida favorita!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.EGGPLANT_COOKED
source: Look whut Woodlegs cooked.
ia_es: Mira lo que Woodlegs ha cocinado.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MAGMAROCK_GOLD
source: Golden rocks!
ia_es: ¡Rocas doradas!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SLOTMACHINE
source: I've always thoughta myself a bettin' man.
ia_es: Un hombre de apuestas, siempre me he considerado.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.MANDRAKE_COOKED
source: Woodlegs cooked it up!
ia_es: ¡Woodlegs lo cocinó!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SWEET_POTATO
source: Me likes me potateys sweet!
ia_es: ¡Las patatas dulces me gustan!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DIVININGROD.GENERIC
source: She'll help ol' Woodlegs sniff out treasures.
ia_es: Ella ayudará al viejo Woodlegs a olfatear tesoros.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DIVININGROD.HOT
source: Whar be th' treasures?!
ia_es: ¡¿Dónde están los tesoros?!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DIVININGROD.COLD
source: Thar is nary a wiff of treasure nearby.
ia_es: No hay una pizca de tesoro cerca.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DIVININGROD.WARM
source: Take Woodlegs ta th' treasures!
ia_es: ¡Lleva a Woodlegs a su tesoros!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DIVININGROD.WARMER
source: Woodlegs be closing in!
ia_es: ¡Woodlegs se está acercando!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RABBIT.GENERIC
source: Twitchy wee thing.
ia_es: Incansable cosita come hierba.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RABBIT.HELD
source: Stay in me pockets now.
ia_es: En mis bolsillos, quédate ahora.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WAFFLES
source: Just like me mum used ta open from th' package.
ia_es: Tal cómo los que mi madre solía abrir de la caja.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BIGFOOT
source: Watch oot ye big trottin' devil ye!
ia_es: ¡Mira dónde pisas, tú, demonio!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.VOLCANO_SHRUB
source: Ye look burnt out.
ia_es: Se ve bien tizna'o.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TRAILMIX
source: I prefer sea snacks.
ia_es: Prefiero los bocaditos del mar.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FLOWER_EVIL
source: 'Tis an evil flower. Stay away!
ia_es: Ésta es una flor maligna. ¡No te me acerques!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TURF_ROAD
source: Me ain't no ground lubber.
ia_es: No soy de los qu'aman tierra firme.
