Repository: makara/Dont-Starve-Together-Docker-Cluster
Catalog: mods/workshop-1467214795/languages/*.po
Languages: ia_es

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BEEBOX.NOHONEY
source: No more honey...
ia_es: No hay miel...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BEEBOX.GENERIC
source: Home of the honeymakers!
ia_es: ¡Hogar de las productoras de miel!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GLOMMERFUEL
source: Looks like bubblegum, tastes like floor.
ia_es: Se ve como goma de mascar, sabe a piso.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DRAGOON
source: I wish I made my own fire!
ia_es: ¡Ojalá yo creara mi propio fuego!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SEAGULL_WATER
source: I know you're just after my cooking.
ia_es: Sé que solo buscas mi comida.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MOSQUITO.GENERIC
source: We disagree on where my blood is best used.
ia_es: No estamos de acuerdo en donde debería estar mi sangre.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MOSQUITO.HELD
source: Ugh! I do not care to be this close to it!
ia_es: ¡Puaj! ¡No me interesa tenerlo así de cerca!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.OBSIDIANSPEARGUN
source: Ready. Aim. Fire.
ia_es: Preparen. Apunten. Fuego.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_WOODFLOOR
source: It's like an ingredient for the ground.
ia_es: Algo parecido a un ingrediente para el suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BARREL_GUNPOWDER
source: Skull and cross bones is bad, yes?
ia_es: Calavera y huesos cruzados es malo, ¿si?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.JUNGLETREESEED
source: Cute, no?
ia_es: Lindo, ¿no?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SPEAR
source: For kebab-ing.
ia_es: Para brochetas.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRUNK_SUMMER
source: This meat has a gamey odor.
ia_es: Esta carne tiene un aroma punzante.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.JELLYFISH_COOKED
source: Could use sesame oil and chilis...
ia_es: Necesita semillas de sésamo y ají...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TROPICALFAN
source: Like a cool ocean breeze.
ia_es: Como una brisa fresca del océano.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_ROCKY
source: It's like an ingredient for the ground.
ia_es: Algo parecido a un ingrediente para el suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WATERMELON
source: Despite its name, it is mostly filled with delicious!
ia_es: ¡A pesar de su nombre, está llena de delicia!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FRUITMEDLEY
source: Invigorating!
ia_es: ¡Vigorizante!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MARBLE
source: Would make a nice counter top.
ia_es: Sería una buena encimera.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DUG_BAMBOOTREE
source: Shall I bring it back to life?
ia_es: ¿Debería traerlo de regreso a la vida?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RESURRECTIONSTONE
source: Looks like some sort of ritual stone.
ia_es: Parece una especie de piedra ritual.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_MEADOW
source: It's like an ingredient for the ground.
ia_es: Algo parecido a un ingrediente para el suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_MARSH
source: It's like an ingredient for the ground.
ia_es: Algo parecido a un ingrediente para el suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_FUNGUS_GREEN
source: It's like an ingredient for the ground.
ia_es: Algo parecido a un ingrediente para el suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_FUNGUS
source: It's like an ingredient for the ground.
ia_es: Algo parecido a un ingrediente para el suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SPIDER_HIDER
source: A spider that turtles!
ia_es: ¡Una araña que se esconde!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_DIRT
source: It's like an ingredient for the ground.
ia_es: Algo parecido a un ingrediente para el suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_DESERTDIRT
source: It's like an ingredient for the ground.
ia_es: Algo parecido a un ingrediente para el suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FIREPIT.GENERIC
source: To warm my fingers and roast sausages.
ia_es: Para calentar mis dedos y tostar salchichas.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FIREPIT.OUT
source: I like when it's warm and toasty.
ia_es: Me gusta cuando está calientito y agradable.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FIREPIT.EMBERS
source: That fire's almost out!
ia_es: ¡Ese fuego casi se apaga!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FIREPIT.HIGH
source: Maximum heat!
ia_es: ¡Calor máximo!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FIREPIT.LOW
source: It's getting low.
ia_es: Se está apagando.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FIREPIT.NORMAL
source: Parfait.
ia_es: Perfecto.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LAVASPIT.COOL
source: The top has cooled, barf creme brulee!
ia_es: ¡La superficie se ha enfriado, escupe crème brûlée!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LAVASPIT.HOT
source: A chef-cuisinier never burns his fingers.
ia_es: Un chef de cocina nunca se quema los dedos.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_CHECKERFLOOR
source: It's like an ingredient for the ground.
ia_es: Algo parecido a un ingrediente para el suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ARMOR_SANITY
source: Am I crazy to wear this?
ia_es: ¿Estoy loco por usar esto?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_CARPETFLOOR
source: Fists with your toes...
ia_es: Haz puños con tus dedos de los pies...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRINKET_14
source: Do they work with paring knives?
ia_es: ¿Funciona con cuchillos de cocina?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MINOTAURHORN
source: I wonder, if ground up into a powder...
ia_es: Me pregunto, si lo muelo hasta que sea polvo...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MACHETE
source: I could chop a lot of onions with this!
ia_es: ¡Podría picar un montón de cebollas con esto!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_BEACH
source: It's like an ingredient for the ground.
ia_es: Algo parecido a un ingrediente para el suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURF_BADLANDS
source: It's like an ingredient for the ground.
ia_es: Algo parecido a un ingrediente para el suelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SMALLBIRD.GENERIC
source: Hello food... uh, friend.
ia_es: Hola comida... eh, amigo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SMALLBIRD.HUNGRY
source: I suppose I could whip something up for you.
ia_es: Supongo que podría prepararte algo rápido.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SMALLBIRD.STARVING
source: You look famished!
ia_es: ¡Pareces muerto de hambre!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TURBINE_BLADES
source: Could work in a food processor.
ia_es: Podría funcionar en un procesador de alimentos.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.STUNGRAY
source: Ew, smells like its insides have gone bad.
ia_es: Puaj, huele como si su interior se hubiera echado a perder.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SEATRAP
source: I can trick some delicious crustaceans into this!
ia_es: ¡Puedo atrapar deliciosos crustáceos con esto!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRUNK_WINTER
source: Not the finest cut of meat.
ia_es: No es un corte de carne muy fino.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRUNK_COOKED
source: Could use... Hm... I'm stumped...
ia_es: Necesita... Hm... Estoy perplejo...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRUNKVEST_SUMMER
source: Fashionably refreshing.
ia_es: Refrescantemente a la moda.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MONSTERMEAT
source: Hmmm, nice marbling...
ia_es: Hmmm, buena textura...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SMALLMEAT_DRIED
source: Could use a teriyaki glaze...
ia_es: Quedaría bien con un glaseado teriyaki...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HAIL_ICE
source: Like ice cubes.
ia_es: Como cubos de hielo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ARMOR_WINDBREAKER
source: It is rude to break wind in public, but I will make an exception.
ia_es: Es de mala educación romperse en vientos en público, pero haré una excepción.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.NIGHTLIGHT
source: And I thought fluorescent tubes were a bad invention!
ia_es: ¡Y yo pensaba que los tubos fluorescentes eran una mala idea!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SHARX
source: Don't eat me, I'm not properly seasoned.
ia_es: No me comas, no estoy debidamente condimentado.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.JAMMYPRESERVES
source: Simple, sweet, parfait.
ia_es: Simple, dulce, parfait.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ICEHAT
source: Must I wear it?
ia_es: ¿Tengo que ponérmelo?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PALMTREE.BURNT
source: Crisp, no?
ia_es: Crujiente, ¿no?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PALMTREE.CHOPPED
source: Sliced!
ia_es: ¡Rebanado!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PALMTREE.GENERIC
source: A good leaning tree.
ia_es: Un buen árbol para recostarse.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PALMTREE.BURNING
source: Au revoir, tree.
ia_es: Au revoir, árbol.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAVE_ENTRANCE.GENERIC
source: I wonder what's underneath that?
ia_es: Me pregunto que habrá debajo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CAVE_ENTRANCE.OPEN
source: Dare I?
ia_es: ¿Me atrevo?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SAIL_CLOTH
source: Now we're cooking with gas!
ia_es: ¡Ahora estamos cocinando con gas!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CHESSJUNK2
source: More broken chess pieces?
ia_es: ¿Más piezas de ajedrez rotas?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRINKET_7
source: A distraction of little substance.
ia_es: Una distracción de poca sustancia.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRINKET_6
source: These almost look dangerous.
ia_es: Casi lucen peligrosos.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SNAKE_POISON
source: I'll need to butcher you ever so carefully.
ia_es: Tendré que matarte incluso más cuidadosamente.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRINKET_4
source: Somewhere a lawn misses you.
ia_es: En algún lugar hay un jardín que te extraña.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GREEN_CAP
source: Don't crowd the mushrooms.
ia_es: No amontones los hongos.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BAMBOO
source: Could be fashioned into chopsticks...
ia_es: Podrían convertirse en palillos...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRINKET_3
source: Some things can't be undone.
ia_es: Ciertas cosas no se pueden deshacer.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.THULECITE
source: Thule... thule... rolls off the tongue does it not?
ia_es: Tule... tule... se te enreda la lengua, ¿no?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SEWING_KIT
source: Not exactly my specialty.
ia_es: No es exactamente mi especialidad.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRINKET_19
source: An odd prescription.
ia_es: Una extraña prescripción.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BOAT_LANTERN
source: To sea what's coming!
ia_es: ¡Para ver lo que se aproxima!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CARROT
source: Fresh picked produce!
ia_es: ¡Producto fresco recién cosechado!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.STALAGMITE
source: I always get you upside down with stalactites...
ia_es: Siempre la confundo con estalactitas...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRINKET_18
source: I should be careful with this.
ia_es: Dería tener cuidado con esto.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CHIMINEA
source: I wonder if this could be converted into a pizza oven?
ia_es: ¿Me pregunto si podría transformarse en un horno para pizza?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HEATROCK.GENERIC
source: A temperature stone.
ia_es: Una piedra de temperatura.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HEATROCK.HOT
source: Hot!
ia_es: ¡Caliente!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HEATROCK.COLD
source: Still cold.
ia_es: Todavía fría.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HEATROCK.WARM
source: It's warming up nicely.
ia_es: Se está calentando bien.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HEATROCK.FROZEN
source: Vanilla ice.
ia_es: Helado de vainilla.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COLDFIREPIT.GENERIC
source: Fire that cools?
ia_es: ¿Fuego que enfría?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COLDFIREPIT.OUT
source: I shall have to light you again.
ia_es: Tendré que encenderte de nuevo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COLDFIREPIT.EMBERS
source: I should stoke the fire.
ia_es: Debería avivar el fuego.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COLDFIREPIT.HIGH
source: The flames climb higher!
ia_es: ¡Las llamas se elevan hacia lo alto!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COLDFIREPIT.LOW
source: It's getting low.
ia_es: El combustible se está agotando.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COLDFIREPIT.NORMAL
source: I should like to sit by you for a moment.
ia_es: Me gustaría sentarme a tu lado por un momento.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRINKET_13
source: I can't pair this with anything.
ia_es: No puedo juntar esto con nada.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SEEDS_COOKED
source: Could use smoked paprika...
ia_es: Le vendría bien algo de paprika ahumada...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRINKET_11
source: He doesn't seem trustworthy to me.`
ia_es: No me parece alguien de confianza.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CACTUS_FLOWER
source: Such a pretty flower from such a prickly customer.
ia_es: Una flor tan bella para un cliente tan espinoso.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BAT
source: If I only had a bat...
ia_es: Si tan solo tuviera un bate...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CARROT_PLANTED
source: Ah a fresh carrot!
ia_es: ¡Ah una zanahoria fresca!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRIDENT
source: That's one giant fork!
ia_es: ¡Es un tenedor gigante!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TREECLUMP
source: Someone or something does not want me to tree-spass.
ia_es: Alguien o algo no quiere que pase.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TREASURECHEST_TRAP
source: Hmmm, something does not feel right about this...
ia_es: Hmmm, aquí hay algo que no está del todo bien...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RESEARCHLAB4.BURNT
source: Nothing but ashes.
ia_es: Nada más que cenizas.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RESEARCHLAB4.GENERIC
source: I won't even try to pronounce it...
ia_es: Ni siquiera intentaré pronunciarlo...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LIGHTBULB
source: Looks like candy.
ia_es: Parece caramelo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.KRAMPUS_SACK
source: Infinite pocket space!
ia_es: ¡Bolsillos infinitos!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ELEPHANTCACTUS_ACTIVE
source: Sword plant!
ia_es: ¡Planta espada!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GREEN_CAP_COOKED
source: Could use butter and chives...
ia_es: Necesita manteca y cebollines...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BOAT_ROW
source: Free me from the shackles of this island!
ia_es: ¡Libérame de las ataduras de esta isla!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FERTILIZER
source: Sauce for my garden!
ia_es: ¡Salsa para mi jardín!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.LIVINGJUNGLETREE
source: Pardon, but are you sleeping?
ia_es: Disculpa pero, ¿estás durmiendo?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RELIC.BROKEN
source: A piece of culinary history has been lost.
ia_es: Se ha perdido una parte de historia culinaria.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RELIC.GENERIC
source: Ancient kitchenware.
ia_es: Utensilios de cocina ancestrales.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TORCH
source: Not much for caramelizing creme brulee, but it will do for seeing.
ia_es: No servirá para caramelizar crème brûlée, pero alcanza para ver.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.REEDS.GENERIC
source: A small clump of reeds.
ia_es: Una pequeña mata de juncos.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.REEDS.PICKED
source: There's nothing left to take.
ia_es: Ya no queda nada para recoger.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.REEDS.BURNING
source: The fire took to those quite nicely.
ia_es: El fuego se aferró a bastante bien a esto.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BABYOX
source: With some good grazing, you will fatten up nicely.
ia_es: Con algo de buenas pasturas, engordarás más que bien.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PORTABLECOOKPOT.BURNT
source: Nononononono whyyyyyyyyyyyyyyy!?
ia_es: ¡Nononononono! ¡¿Por queeeeeeeeee!?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PORTABLECOOKPOT.DONE
source: Pickup! Old habits...
ia_es: ¡Recoger! Viejos hábitos...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PORTABLECOOKPOT.COOKING_LONG
source: The flavors need time to meld.
ia_es: Los sabores necesitan tiempo para fundirse.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PORTABLECOOKPOT.COOKING_SHORT
source: I threw that meal together!
ia_es: ¡Yo preparé esa comida!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PORTABLECOOKPOT.EMPTY
source: Never leave home without it!
ia_es: ¡Nunca salgo sin ella!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MALE_PUPPET
source: Help him!
ia_es: ¡Ayúdenlo!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TIDALPOOL
source: It traps snacks.
ia_es: Atrapa bocadillos.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.STATUEHARP
source: Headless harps-men.
ia_es: Arpistas sin cabeza.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FLOWER
source: Charmant.
ia_es: Encantadora.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TRINKET_2
source: I'll hum my own tune.
ia_es: Tararearé mi propia melodía.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PUMPKIN_COOKED
source: Could use pie crust and nutmeg...
ia_es: Quedaría bien con una corteza de tarta y nuez moscada...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SLURPER
source: It is not polite to slurp.
ia_es: Sorber es de mala educación.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DOYDOYFEATHER
source: A feather from my feathered friend.
ia_es: Una pluma de mi emplumado amigo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PIGHEAD.BURNT
source: Not even the cheeks are left...
ia_es: No quedan ni siquiera las mejillas...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PIGHEAD.GENERIC
source: Ooh la la the things I could do with you!
ia_es: ¡Ooh la la, las cosas que podría hacer contigo!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TENTACLE_PILLAR
source: If only it were squid and not what it...is...
ia_es: Si tan sólo fuera calamar y no... eso...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MAXWELLTHRONE
source: Heavy is the bum that sits the throne...
ia_es: Pesado es el holgazán que se sienta en el trono...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CANE
source: Now we are cooking with gas!
ia_es: ¡Ahora estamos cocinando con gas!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TENTACLE_GARDEN
source: If only it were squid and not what it...is...
ia_es: Si tan sólo fuera calamar y no... eso...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TENTACLESPOTS
source: Would make a decent kitchen rag.
ia_es: Podría ser un decente trapo de cocina.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SNAKESKIN
source: Would make a haute apron.
ia_es: Podrías convertirte en un delantal de alta costura.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.POISONHOLE
source: I smell trouble...
ia_es: Huelo problemas...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MUSSEL_STICK
source: Mussels aren't strong enough to resist this stick!
ia_es: ¡Los mejillones no son lo suficientemente fuertes para resistir a este palito!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TELESCOPE
source: To see how near I am to far.
ia_es: Para ver cuan cerca estoy de lo que está lejos.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PALMLEAF
source: These would work well in tamales.
ia_es: Esto serviría para hacer tamales.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BEEHAT
source: Essential honey harvesting attire.
ia_es: Indumentaria indispensable para recolectar miel.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COFFEEBUSH.BARREN
source: Come back, coffee!
ia_es: ¡Regresa, café!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COFFEEBUSH.PICKED
source: I hope they grow back by tomorrow morning.
ia_es: Espero que vuelvan a crecer para mañana en la mañana.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COFFEEBUSH.WITHERED
source: Come back, coffee!
ia_es: ¡Regresa, café!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.COFFEEBUSH.GENERIC
source: Does that bush grow... coffee beans?!
ia_es: ¡¿Ese arbusto da... granos de café?!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.EARRING
source: Fancy.
ia_es: Lujoso.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SAIL_STICK
source: Might make a good stirring stick.
ia_es: Podría ser un buen palo de vela.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.MEAT
source: I must remember to cut across the grain.
ia_es: Debo recordar cortar en contra de la fibra.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TELEPORTATO_SW_POTATO
source: This I do not even...
ia_es: Esto, yo ni siquiera...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TELEPORTATO_SW_CRANK
source: Definitely for a cranking action of some kind.
ia_es: Definitivamente para manivelar algo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BEARDHAIR
source: Disgusting.
ia_es: Desagradable.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TIDAL_PLANT
source: Really ties the pool together.
ia_es: Combina muy bien con lo demás.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TELEPORTATO_POTATO
source: This I do not even...
ia_es: Esto, yo ni siquiera...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.POMEGRANATE_SEEDS
source: Seedy seeds!
ia_es: ¡Semillas semilludas!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WALL_LIMESTONE
source: Zesty wall.
ia_es: Pared cítrica.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.JELLYFISH
source: Electric meduse for dinner?
ia_es: ¿Medusa eléctrica para la cena?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.KABOBS
source: Opa!
ia_es: ¡Brochetas!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TELEBASE.VALID
source: It is operational.
ia_es: Está en funcionamiento.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TELEBASE.GEMS
source: It requires more purple gems.
ia_es: Requiere más gemas púrpuras.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CATCOON
source: What perky little ears.
ia_es: Que orejitas puntiagudas.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SAND_CASTLE.GENERIC
source: How calming.
ia_es: Qué apacible.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SAND_CASTLE.SAND
source: It looks at home here.
ia_es: Parece como a casa.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.STATUEMAXWELL
source: He is literally made of stone.
ia_es: Está hecho de piedra, literalmente.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ANCIENT_STATUE
source: It gives off vibrations...
ia_es: Emite ciertas vibraciones...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TALLBIRDEGG_CRACKED.GENERIC
source: There is activity!
ia_es: ¡Hay actividad!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TALLBIRDEGG_CRACKED.HOT
source: I hope you don't hard boil.
ia_es: Espero que no termines como huevo duro.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TALLBIRDEGG_CRACKED.COLD
source: Oh you poor egg, you are so cold!
ia_es: ¡Oh pobre huevo, estás tan frío!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TALLBIRDEGG_CRACKED.SHORT
source: A hatching is in the offing!
ia_es: ¡Se ve un nacimiento en el horizonte!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TALLBIRDEGG_CRACKED.LONG
source: This is going to take some dedication.
ia_es: Esto requerirá cierta dedicación.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FLINT
source: Tool fuel.
ia_es: Herramienta combustible.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TALLBIRDEGG_COOKED
source: Could use fried tomato and beans...
ia_es: Le vendría bien tomate frito y frijoles...

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TALLBIRDEGG
source: I wonder what its incubation period is?
ia_es: Me pregunto de cuánto es su período de incubación.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FEATHER_ROBIN
source: A bird's feather, in cherry red.
ia_es: Una pluma de ave, rojo cereza.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SWEET_POTATO_SEEDS
source: The promise of another yam harvest!
ia_es: ¡La promesa de otra cosecha patatera!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ICECREAM
source: The heat is sweetly beat!
ia_es: ¡El calor está dulcemente apaleado!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ACCOMPLISHMENT_SHRINE
source: I always wished to make a name for myself.
ia_es: Siempre quise forjarme un nombre propio.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CUTREEDS
source: Smells like green.
ia_es: Huele a verde.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.NIGHTMAREFUEL
source: Who in their right mind would want to fuel MORE nightmares?
ia_es: ¿Quién en su sano juicio querría agregarle MAS combustible a sus pesadillas?
